{
  "anime_id" : 1015,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 56131,
      "name" : "Arima Keiko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56140,
      "name" : "Hisui",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56160,
      "name" : "Isha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56143,
      "name" : "Kakariin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 40592,
      "name" : "Kischur Zelretch Schweinorg",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56141,
      "name" : "Kohaku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56132,
      "name" : "Kunifuji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56201,
      "name" : "Michael Roa Valdamjong",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56159,
      "name" : "Shiki no Haha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56139,
      "name" : "Toono Akiha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56170,
      "name" : "Toono Makihisa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56138,
      "name" : "Toono Shiki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 56169,
      "name" : "Toono Shiki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1951,
      "name" : "Majutsu Kyoukai",
      "type" : "ORGANIZATION"
    }, {
      "character_id" : 1952,
      "name" : "Seidou Kyoukai",
      "type" : "ORGANIZATION"
    } ],
    "MAIN" : [ {
      "character_id" : 37,
      "name" : "Arcueid Brunestud",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1940,
      "name" : "Toono Shiki",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 1945,
      "name" : "Aozaki Aoko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1941,
      "name" : "Ciel",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1943,
      "name" : "Hisui",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1947,
      "name" : "Inui Arihiko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1944,
      "name" : "Kohaku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1948,
      "name" : "Michael Roa Valdamjong",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1949,
      "name" : "Nero Chaos",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1942,
      "name" : "Toono Akiha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1950,
      "name" : "Toono Shiki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1946,
      "name" : "Yumizuka Satsuki",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "114" : [ {
      "name" : "Tokita Hiroko",
      "type" : "SERIES_COMPOSITION"
    } ],
    "116" : [ {
      "name" : "Oomori Toshiyuki",
      "type" : "MUSIC"
    } ],
    "720" : [ {
      "name" : "J.C.Staff",
      "type" : "ANIMATION_WORK"
    } ],
    "927" : [ {
      "name" : "Type-Moon",
      "type" : "ORIGINAL_WORK"
    } ],
    "2174" : [ {
      "name" : "Nasu Kinoko",
      "type" : "ORIGINAL_WORK"
    } ],
    "4648" : [ {
      "name" : "Sakurabi Katsushi",
      "type" : "DIRECTOR"
    } ],
    "7159" : [ {
      "name" : "Kawashima Keiko",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "7315" : [ {
      "name" : "Ozawa Kaoru",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Ozawa Kaoru",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "7832" : [ {
      "name" : "Wada Takashi",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ]
  },
  "description" : "http://anidb.net/ch1940 [Toono Shiki] was involved in a major accident in his childhood. He was so severely injured that people thought he was dead, but he miraculously survived. However, due to that incident, Shiki is sent away from the Toono household and put into the care of a distant relative`s family.\nEver since the accident Shiki has changed. He now sees lines at which things and living beings completely \"break\" when stabbed with a blade. Troubled by this ability, young Shiki is given a pair of glasses by a women he calls Teacher, which stop the \"lines of death\" from being seen. Thanks to this, Shiki was able to live normally up until now.\nBut then he receives a sobering letter. The head of the Toono household — his father`s household — has died. By orders of the new head of the household, he must return at once to the Toono house.\nShiki, now a high school student, thus returns to the Toono household, where all does not seem to be right...",
  "end_date" : "2003-12-26",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2003-10-10",
      "description" : "At a young age Shiki Tohno was able to see lines that, if hit, immediately destroy the objects (including people) they were situated on. He was given a pair of glasses that blocked the lines from his sight by a mysterious sorceress, and was able to live a normal life. Years later, he moves back into the house of his sister, Akiha Tohno, after the death of their father. After talking about the strange serial killings in the city with his friends at school, Satsuki Yumizuka, Arihiko Inui, and Ciel, he sees a woman on his way home from school, and after falling into a dreamlike sequence, kills her. He awakens in his sister`s house, but on his way to school the following day, he sees the woman again.\nSource: theTVDB.com",
      "episode_id" : 11685,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 5.11,
        "total" : 29
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hanten Shoudou"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Impulso inverso"
      }, {
        "language" : "ENGLISH",
        "title" : "Inversion Impulse"
      }, {
        "language" : "JAPANESE",
        "title" : "反転衝動"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-10-17",
      "description" : "Shiki is terrified of the woman and flees. As he returns home after school, however, he sees her in front of the house, and he flees once more, only to be cornered by her in an alley. As she approaches him, they are confronted by a pair of demonic hounds, whom the woman easily slays. She then identifies herself as Arcueid Brunestud, a vampire, and that she is hunting another vampire in the city. The same hounds begin to attack the hotel they are in, and Arcueid, weakened due to needing to regenerate after Shiki killed her, is forced to face the vampire Nrvnqsr Chaos. With Shiki`s aid, the two manage to escape, and Arcueid recruits Shiki to help her kill Nrvnqsr.\nSource: theTVDB.com",
      "episode_id" : 11798,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 5.8,
        "total" : 19
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kuroi Kemono"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "La bestia negra"
      }, {
        "language" : "ENGLISH",
        "title" : "The Black Beast"
      }, {
        "language" : "JAPANESE",
        "title" : "黒い獣"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-10-24",
      "description" : "Shiki awakens in Arcueid`s apartment, where Arcueid explains the difference between the True Ancestors and the Dead Apostles, and how her mission was to slay the latter. She then implores into the nature of Shiki`s power, which she identifies as the Mystic Eyes of Death Perception, enabling Shiki to see the fated destruction of an object, and erase it from existence. As a result, she employs a trap using herself as bait for Nrvnqsr, while Shiki will kill him when he arrives. As Nrvnqsr arrives, Shiki attacks him, but is quickly repelled. However, Nrvnqsr`s overconfidence allows Shiki to bypass his guard and kill him. As Shiki collapses, Arcueid kisses him on the forehead, thanking him for his work.\nSource: theTVDB.com",
      "episode_id" : 11833,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 5.28,
        "total" : 20
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chokushi no Magan"
      }, {
        "language" : "ENGLISH",
        "title" : "Mystic Eyes of Death Perception"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Ojos místicos perceptores de la muerte"
      }, {
        "language" : "JAPANESE",
        "title" : "直死の魔眼"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-10-31",
      "description" : "Shiki awakens in the Tohno household, and is scolded over breakfast by Akiha for being late the previous night. At school, Shiki is relieved to see that Yumizuka, who he had previously believed to be in the hotel when Nrvnqsr attacked, is safe. Shiki is given a party by Akiha, who formally welcomes her brother into the Tohno household. Shiki later converses with Kohaku, one of the maids, and learns that Akiha, despite her stoic demeanor, is pleased by Tohno`s presence. Later that evening, Shiki has a dreamlike sequence where Arcueid comes, craving for his blood. The next day at school, Arcueid arrives, calling for Shiki, much to his embarrassment.\nSource: theTVDB.com",
      "episode_id" : 11964,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 4.6,
        "total" : 14
      },
      "recap" : false,
      "titles" : [ {
        "language" : "SPANISH_LATIN",
        "title" : "El jardín que acuna"
      }, {
        "language" : "ENGLISH",
        "title" : "The Cradling Garden"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yurikago no Niwa"
      }, {
        "language" : "JAPANESE",
        "title" : "揺籠の庭"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-11-07",
      "description" : "Embarrassed, Shiki goes down to meet Arcueid, who wants him to start helping her hunt vampires. They agree on a meeting time, and Shiki manages to leave home with the aid of Hisui, the other maid. After meeting Arcueid, she explains that she is hunting a vampire named Roa, who reincarnates by transferring his soul from host body to host body after he is killed. Shiki and Arcueid are confronted by a pair of dead humans under Roa`s control, and Arcueid quickly dispatches them. The next day, Shiki is confronted by Ciel, and she takes him to her tea room, where she tells him to be wary of Arcueid. Arcueid treats Shiki to dinner that night, but quickly leaves after seeing his blood.\nSource: theTVDB.com",
      "episode_id" : 12173,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 5.45,
        "total" : 13
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Bow of the Sky"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sora no Yumi"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Un arco del cielo"
      }, {
        "language" : "JAPANESE",
        "title" : "空の弓"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-11-14",
      "description" : "Shiki overhears at school that three students went missing the previous night while they were in the city. When he returns home, Akiha has tea with him after dinner, and allows him to have a television, even though she normally dislikes noisy objects. Shiki manages to leave home and meet with Arcueid, who reveals she had been working to get money. They then notice the three supposedly missing students, whom Arcueid identifies as being under Roa`s control. Arcueid dispatches two, and Shiki manages to defeat the third. Afterwards, Shiki takes Arcueid through the city, and promises to go on a date with her later.\nSource: theTVDB.com",
      "episode_id" : 12420,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 6.06,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shiroi Yume"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Sueño blanco"
      }, {
        "language" : "ENGLISH",
        "title" : "White Dream"
      }, {
        "language" : "JAPANESE",
        "title" : "白い夢"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-11-21",
      "description" : "Akiha agrees to go with Shiki and his friends to an amusement park, and they are joined by Arcueid whom they meet on the way. The group enjoys the rides, although Shiki is exhausted in the process. As the group squabbles over where to go next, Yumizuka manages to break the animosity between Ahika, Arcueid, and Ciel, and the group ends up going to an onsen. Once there, Yumizuka divulges her envy of Arcueid`s beauty, but Arcueid replies that she cannot have a significant relationship with Shiki because she is not human. Meanwhile, Akiha and Ciel converse, with Ciel revealing that she believes Akiha is not human, causing Akiha to storm off.\nSource: theTVDB.com",
      "episode_id" : 12778,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 5.17,
        "total" : 14
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Aoi Kyuuseki"
      }, {
        "language" : "ENGLISH",
        "title" : "Blue Sin Mark"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Marca de pecado azul"
      }, {
        "language" : "JAPANESE",
        "title" : "蒼い咎跡"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-11-28",
      "description" : "When Shiki returns home, Akiha collapses shortly after a conversation with him. Kohaku claims she will be fine, and Shiki stays with her through the night. The next day, he is strangely asked by Ciel to allow things to stay normal longer. At home, he sees Akiha taking blood from Kohaku`s breast. Arcueid later reveals that Roa reincarnates in the bodies of families with inhuman characteristics, leading Shiki to believe that Akiha is Roa. Later that evening, Shiki follows Akiha, watching her hair turn red. Shiki then goes with Arcueid, but after leaving her, he is attacked by a man who can see the same lines as him, and Shiki is cut across the chest. After Ciel forces the man to retreat, Shiki collapses.\nSource: theTVDB.com",
      "episode_id" : 12891,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 6.79,
        "total" : 11
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Origami"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Origami"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Origami"
      }, {
        "language" : "JAPANESE",
        "title" : "檻髪"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-12-05",
      "description" : "Shiki, in pain due to his wound, is watched by Akiha through the night. The following day, Kohaku reveals that the Tohno family carries inhuman characteristics, and the one with those characteristics designated the head of the family. With Akiha absent, Hisui allows Shiki into Akiha`s study, where he finds a key. Trying doors throughout the house, he manages to open one that leads to a dungeon cell with \"Help Me\" scrawled on the walls in blood. Running outside, he recalls how there was another boy in his childhood also named Shiki and how he had killed him. Akiha, furious at him discovering this knowledge, reprimands Hisui and Kohaku.\nSource: theTVDB.com",
      "episode_id" : 13009,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 6.72,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Death."
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Muerte."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shi."
      }, {
        "language" : "JAPANESE",
        "title" : "死."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-12-12",
      "description" : "As Shiki lays in bed, Arcueid visits him and asks him to take her on a date. After vising several locales, she then asks Shiki to take her to his school. In a classroom, Arcueid expresses her fear that should she go to sleep again, she will awaken and Shiki will be gone. Shiki then makes a promise with her that after the events are over, he will go on another date with her. Afterwards, they visit the tea room, and Shiki inquires about Ciel. Arcueid reveals that Ciel used to be Roa`s incarnation. The two are then attacked by Roa`s minions, but after Arcueid dispatches them, Shiki collapses. The sight of his blood awakens Arcueid`s vampire nature, and she is separated from Shiki by a sword sent by Ciel.\nSource: theTVDB.com",
      "episode_id" : 13111,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 7.6,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "SPANISH_LATIN",
        "title" : "Luna rojo carmesí"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shu no Kougetsu"
      }, {
        "language" : "ENGLISH",
        "title" : "Vermilion Crimson Moon"
      }, {
        "language" : "JAPANESE",
        "title" : "朱の紅月"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-12-19",
      "description" : "Arcueid flees, and Ciel explains that Arcueid was the White Princess of the True Ancestors until Roa offered her a rose with blood that caused her to undergo a cycle where she would awaken for brief periods to kill Roa and then go to sleep once more. Shiki goes to follow Arcueid but comes upon Roa and Akiha. Roa begins to overwhelm the two until Ciel arrives, but she is dispatched. Roa retreats and Ciel regenerates her wound. At home, Shiki finds that he was adopted, and that he swapped places with the actual Shiki Tohno after he went berserk. Shiki then goes to Arcueid, and makes love to her in her apartment. When he awakens, he finds a note with the words \"Bye, Bye\" on them.\nSource: theTVDB.com",
      "episode_id" : 13284,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 8.51,
        "total" : 15
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Magatsu Yoru"
      }, {
        "language" : "ENGLISH",
        "title" : "Misfortunate Night"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Noche desdichada"
      }, {
        "language" : "JAPANESE",
        "title" : "凶つ夜"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2003-12-26",
      "description" : "Shiki attempts to find Arcueid, but is confronted by Ciel. Ciel agrees to help Shiki find Arcueid after seeing his determination, and the two come upon Roa fighting Arcueid at the school. Despite Arcueid`s efforts, she is killed by Roa, and an enraged Shiki begins to fight with Roa. Although initially outmatched, a distraction by Ciel enables Shiki to destroy the entire walkway the two are situated on and get behind Roa, destroying him in the process. Ciel disappears, with no person in the school besides Shiki having any memory of her. Shiki then goes to the same tree he visited as a youth and thanks the same sorceress he saw, Aoko Aozaki. While waiting for Arcueid after school, Shiki sees her, and she thanks him for fulfilling his promise before disappearing.\nSource: theTVDB.com",
      "episode_id" : 13371,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 9.11,
        "total" : 23
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gessekai"
      }, {
        "language" : "ENGLISH",
        "title" : "Lunar World"
      }, {
        "language" : "SPANISH_LATIN",
        "title" : "Mundo lunar"
      }, {
        "language" : "JAPANESE",
        "title" : "月世界"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2003-10-10",
      "episode_id" : 47617,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 6.41,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2003-10-10",
      "episode_id" : 47618,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 4.51,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "air_date" : "2003-09-26",
      "episode_id" : 11334,
      "length" : 4,
      "number" : 1,
      "rating" : {
        "rating" : 3.44,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Prologue"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2003-09-26",
      "episode_id" : 11662,
      "length" : 5,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Picture Book"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 12404,
      "length" : 4,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Trailer"
      } ],
      "type" : "PROMOTION"
    } ],
    "OTHER" : [ {
      "episode_id" : 48411,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Censored Clips Arcueid Sliced"
      } ],
      "type" : "OTHER"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 6.53,
      "total" : 8505
    },
    "REVIEW" : {
      "rating" : 7.8,
      "total" : 14
    },
    "TEMPORARY" : {
      "rating" : 7.68,
      "total" : 8605
    }
  },
  "related" : {
    "ALTERNATIVE_SETTING" : [ 8102 ],
    "SAME_SETTING" : [ 3348, 4932 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "241918" ],
    "ANIME_NFO" : [ "1259,wbwozy" ],
    "ANISON" : [ "6406" ],
    "ANN" : [ "2938" ],
    "HIDIVE" : [ "tv/lunar-legend-tsukihime" ],
    "MAL" : [ "169" ],
    "SYOBOI" : [ "139" ],
    "VNDB" : [ "v7" ],
    "WEBSITE" : [ "http://www.jcstaff.co.jp/sakuhin/nenpyo/2003/08_tsukihime/tsukihime.htm", "https://www.nbcuni.co.jp/rondorobe/anime/tsukihime/" ],
    "WIKIPEDIA_EN" : [ "Tsukihime" ],
    "WIKIPEDIA_JP" : [ "真月譚_月姫" ]
  },
  "similar" : {
    "96" : {
      "rating" : 1.4285714285714284,
      "total" : 14
    },
    "3348" : {
      "rating" : 4.444444444444445,
      "total" : 54
    },
    "4932" : {
      "rating" : 9.036144578313253,
      "total" : 249
    },
    "6327" : {
      "rating" : 1.1627906976744187,
      "total" : 43
    }
  },
  "start_date" : "2003-10-10",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1152" : {
      "info_box" : false,
      "name" : "undead",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1396" : {
      "info_box" : false,
      "name" : "immortality",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1409" : {
      "info_box" : true,
      "name" : "vampire",
      "parent_tag_id" : 1152,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2043" : {
      "info_box" : false,
      "name" : "high school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2072" : {
      "info_box" : false,
      "name" : "maid",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2094" : {
      "info_box" : false,
      "name" : "magic",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2488" : {
      "info_box" : false,
      "name" : "multiple personality disorder",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2555" : {
      "info_box" : false,
      "name" : "amnesia",
      "parent_tag_id" : 2607,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2623" : {
      "info_box" : true,
      "name" : "super power",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2648" : {
      "info_box" : true,
      "name" : "contemporary fantasy",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2748" : {
      "info_box" : false,
      "name" : "sex",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2750" : {
      "info_box" : true,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2778" : {
      "info_box" : false,
      "name" : "slow when it comes to love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2803" : {
      "info_box" : true,
      "name" : "erotic game",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2804" : {
      "info_box" : true,
      "name" : "visual novel",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2846" : {
      "info_box" : false,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2849" : {
      "info_box" : true,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2851" : {
      "info_box" : true,
      "name" : "horror",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2858" : {
      "info_box" : true,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2887" : {
      "info_box" : true,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4022" : {
      "info_box" : false,
      "name" : "strong female lead",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4084" : {
      "info_box" : false,
      "name" : "dark atmosphere",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4096" : {
      "info_box" : false,
      "name" : "gore",
      "parent_tag_id" : 2750,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4149" : {
      "info_box" : false,
      "name" : "non-blood-related siblings -- DO NOT USE -- TO BE DELETED",
      "parent_tag_id" : 6149,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "4217" : {
      "info_box" : false,
      "name" : "nightmares",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4343" : {
      "info_box" : false,
      "name" : "main character dies",
      "parent_tag_id" : 2931,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "4479" : {
      "info_box" : false,
      "name" : "sense of foreboding",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7005" : {
      "info_box" : false,
      "name" : "ancient aliens",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shingetsutan Tsukihime",
    "type" : "MAIN"
  }, {
    "language" : "FRENCH",
    "title" : "Tsukihime",
    "type" : "OFFICIAL"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Tsukihime",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Tsukihime - Lunar Legend",
    "type" : "OFFICIAL"
  }, {
    "language" : "RUSSIAN",
    "title" : "Повесть о лунной принцессе",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "真月譚 月姫",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE",
    "title" : "真月谭月姬",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tsukihime",
    "type" : "SHORT"
  }, {
    "language" : "CHINESE",
    "title" : "月姬",
    "type" : "SHORT"
  }, {
    "language" : "ITALIAN",
    "title" : "La Principessa della Luna: Le vere Cronache",
    "type" : "SYNONYM"
  }, {
    "language" : "PORTUGUESE",
    "title" : "Lenda Lunar Tsukihime",
    "type" : "SYNONYM"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Lenda Lunar Tsukihime",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Lunar Legend Tsukihime",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Moon Princess",
    "type" : "SYNONYM"
  }, {
    "language" : "LITHUANIAN",
    "title" : "Mėnulio Princesės Legenda",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "The Lunar Chronicle",
    "type" : "SYNONYM"
  }, {
    "language" : "ROMANIAN",
    "title" : "Tsukihime - Legenda Lunii",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Легенда за лунната принцеса",
    "type" : "SYNONYM"
  }, {
    "language" : "UKRAINIAN",
    "title" : "Принцеса Місяця ~Лунні хроніки~",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.geneon-ent.co.jp/rondorobe/anime/tsukihime/"
}