{
  "anime_id" : 10537,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 70268,
      "name" : "Aoki Souta",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70385,
      "name" : "Fujikawa Ichirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70384,
      "name" : "Haruka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70390,
      "name" : "Kawai",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70267,
      "name" : "Mamiya Shunzou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70391,
      "name" : "Mobuko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70393,
      "name" : "Shibazaki Tsuma",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 65793,
      "name" : "Mishima Lisa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 65792,
      "name" : "Nine",
      "type" : "CHARACTER"
    }, {
      "character_id" : 67927,
      "name" : "Shibazaki Kenjirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 65794,
      "name" : "Twelve",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 69519,
      "name" : "Clarence",
      "type" : "CHARACTER"
    }, {
      "character_id" : 67926,
      "name" : "Five",
      "type" : "CHARACTER"
    }, {
      "character_id" : 68751,
      "name" : "Hamura",
      "type" : "CHARACTER"
    }, {
      "character_id" : 68753,
      "name" : "Kinoshita",
      "type" : "CHARACTER"
    }, {
      "character_id" : 68750,
      "name" : "Kurahashi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 68754,
      "name" : "Mukasa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 68752,
      "name" : "Okano",
      "type" : "CHARACTER"
    }, {
      "character_id" : 70392,
      "name" : "Shimada",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "129" : [ {
      "name" : "Watanabe Shin`ichirou",
      "type" : "DIRECTOR"
    }, {
      "name" : "Watanabe Shin`ichirou",
      "type" : "ORIGINAL_PLAN"
    } ],
    "241" : [ {
      "name" : "Kanno Youko",
      "type" : "MUSIC"
    } ],
    "741" : [ {
      "name" : "Fuji TV",
      "type" : "WORK"
    } ],
    "762" : [ {
      "name" : "Aniplex",
      "type" : "WORK"
    } ],
    "805" : [ {
      "name" : "Dentsu",
      "type" : "WORK"
    } ],
    "1522" : [ {
      "name" : "Nakazawa Kazuto",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Nakazawa Kazuto",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "31375" : [ {
      "name" : "MAPPA",
      "type" : "ANIMATION_WORK"
    } ],
    "44905" : [ {
      "name" : "Kyouraku Sangyou Holdings",
      "type" : "WORK"
    } ],
    "70648" : [ {
      "name" : "Zankyou no Terror Seisaku Iinkai",
      "type" : "WORK"
    } ]
  },
  "description" : "In an alternate version of the present, Tokyo has been decimated by a shocking terrorist attack, and the only hint to the identity of the culprit is a bizarre video uploaded to the internet. The police, baffled by this cryptic clue, are powerless to stop the paranoia spreading across the population.\nWhile the world searches for a criminal mastermind to blame for this tragedy, two mysterious children - children who shouldn`t even exist - masterfully carry out their heinous plan. Cursed to walk through this world with the names http://anidb.net/ch65792 [Nine] and http://anidb.net/ch65794 [Twelve], the two combine to form Sphinx, a clandestine entity determine to wake the people from their slumber - and pull the trigger on this world.\nSource: Funimation\nNote: First two episodes were pre-broadcasted at Japan Expo by the French simulcasting company Wakanim on July 5, 2014. The regular television broadcast started on July 11, 2014.",
  "end_date" : "2014-09-26",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2014-07-11",
      "description" : "In Aomori, Japan, plutonium was stolen from a nuclear fuel reprocessing facility during a snow storm. A perpetrator left the message \"VON\" at the scene of the crime in red paint. Six months after the event, a mysterious video is posted on social media. Referring to themselves as Sphinx 1 and 2, two masked teenagers claim \"Tokyo will be enveloped by darkness after 3:00 p.m. and large sparks will fly, scattered around the Shinjuku area.\" Despite the video coming to the attention of former detective Shibazaki, he does not initially report it. Nine and Twelve interrupt Lisa Mishima`s classmates as they bully her, then take their place undercover in her school. Lisa withdraws further and begins showing signs of an eating disorder. While at the government office building, she wishes everyone would disappear in frustration. At that moment, the greater Tokyo prefecture loses power and citizens in the building are evacuated without Lisa. Assuming the government office building free of surveillance, Nine and Twelve place stuffed animals containing thermite-based explosives beneath the sprinkler systems of the main building. When Twelve is interrupted by Lisa, he gives her one of their stuffed animal bombs and flees the building. He asks Nine to decide whether they should kill her or keep her alive. Nine`s terse answer is that he will ask her directly. Lisa responds that she does not want to die, sending Twelve to extract her as the building crumbles down. Nine takes a photo of the destruction with his phone. Twelve and Lisa return unharmed, but Nine informs her as a result of her decision to live she has decided become their accomplice. Lisa is left speechless by this.",
      "episode_id" : 160896,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 7.99,
        "total" : 26
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYX0VPP2R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "FALLING"
      }, {
        "language" : "ENGLISH",
        "title" : "Falling"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Falling"
      }, {
        "language" : "FRENCH",
        "title" : "La chute"
      }, {
        "language" : "BULGARIAN",
        "title" : "Падане"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-07-18",
      "description" : "It is revealed that the bombing and subsequent building collapse, despite the large scale of destruction involved, left several with minor injuries, and no fatalities. Lisa returns home from the incident shaken, but her mother (unaware of Lisa`s location during the bombings) breaks down and berates her for ignoring her text messages. During her tirade, she reveals that Lisa`s father has left the family. Nine and Twelve return without Lisa to their residence, to start work on a cellphone bomb. The police force gathers for a comprehensive briefing of the day`s events, where they become aware of the video on social media. Nine and Twelve, aware of this, release a second video with a riddle from Oedipus Rex referring to the location of their next bombsite. After finding what appears to be the answer to the riddle, police move on the suspected location, a DNA laboratory. Shibazaki phones the chief of police, Kurahashi, with alternate interpretation to the riddle, and suggests that the bomb will be in a police district office. After the bomb discharges in the district office instead of the lab, Kurahashi asks for Shibazaki to involve himself in the case. In privacy, Kurahashi reveals the theft of plutonium to Shibazaki, and his suspicion of the connection to the bombers. Lisa follows Twelve on the street, where he reminds her that if she reveals their secret, he will kill her.",
      "episode_id" : 160897,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 7.51,
        "total" : 23
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR19J22Z6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "CALL & RESPONSE"
      }, {
        "language" : "ENGLISH",
        "title" : "Call & Response"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Call & Response"
      }, {
        "language" : "FRENCH",
        "title" : "Question-réponse"
      }, {
        "language" : "BULGARIAN",
        "title" : "Зов и отзив"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-07-25",
      "description" : "Shibazaki transfers to the police agency heading the investigation, much to the dissatisfaction of several employees. As he constructs another bomb, Nine deduces from the presence of counter-nuclear terrorism special forces that the police are aware of his and Twelve`s stealing of the plutonium from the Aomori nuclear facility, but intends to confirm his suspicions through another attack. Talking with Kurahashi, Shibazaki learns that one of the men who stole the plutonium worked at the nuclear facility for a short time, and had his identity erased after the incident occurred. Shibazaki then laments to Kurahashi that, as a Hiroshima native, he hated summer due to the fears held by the older townspeople who experienced the town`s atomic bombing during World War II. Nine and Twelve send a third video with another riddle related to Oedipus Rex. Finally unable to bear with her mentally-unstable mother, Lisa runs away from home. Solving the riddle, the police streams a live recording of Shibazaki all over Japan, in which he announces the location of the newest bomb. He then issues a direct challenge to Nine and Twelve before the police is forced to cut off the livestream. Viewing news and surveillance footage and realizing the officers were wearing hazmat suits, Nine realizes the police have definitely connected them to the stolen plutonium. Kurahashi reveals to other officers the reason behind Shibazaki`s demotion, as Shibazaki steps outside the building and comments, \"Today`s another hot day.\"",
      "episode_id" : 161230,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 6.79,
        "total" : 21
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYNQM99ZY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Rechercher & détruire"
      }, {
        "language" : "JAPANESE",
        "title" : "SEARCH & DESTROY"
      }, {
        "language" : "ENGLISH",
        "title" : "Search & Destroy"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Search & Destroy"
      }, {
        "language" : "BULGARIAN",
        "title" : "Открий и обезвреди"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-08-01",
      "description" : "Nine successfully hacks into the Metropolitan Police Department database in search of something. Twelve goes out to follow Lisa, expressing his concern that her running away from home will jeopardize the mission. Nine sends a fourth video, titled \"Time Shock Bomb\", where he and Twelve give another riddle related to Oedipus Rex and then state their hopes that their game would be played \"without cheating\", otherwise a hidden bomb will explode. Using the riddle, Shibazaki finds a website created by Nine and Twelve, which asks for a password related to three maxims inscribed at the temple at Delphi. Realizing that time is running out, the police decide to search an apartment building where Nine was recorded dropping off a suspicious package, although Shibazaki is still intent on solving the riddle. Twelve finds Lisa and tells her to go home, but she refuses, then comments she was stupid for running away before fleeing. Police officers breach the apartment, only to find no bomb and a laptop instead. Time runs out, even though Shibazaki manages to solve the password (his surname). Seconds later, police investigation reports of the attacks are leaked online, drawing a shocked reaction from the public since the reports conclude the perpetrators are always one step ahead of them. Simultaneously, Twelve rescues Lisa from two police officers. While on their way to Nine`s location, Lisa asks Twelve if he is going to destroy the world, to which both laugh; Lisa then comments she hadn`t laughed like that in \"a really long time\". At Nine`s location, he disapproves of Lisa staying with them, just before she suddenly collapses.",
      "episode_id" : 161229,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 8.36,
        "total" : 23
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6MGM7756" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "BREAK THROUGH"
      }, {
        "language" : "ENGLISH",
        "title" : "Break Through"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Break Through"
      }, {
        "language" : "FRENCH",
        "title" : "Découverte capitale"
      }, {
        "language" : "BULGARIAN",
        "title" : "Пробив"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-08-08",
      "description" : "Lisa wakes up in Nine and Twelve`s residence, while the two debate on giving her shelter. They then catch her playing around with their devices, and she faints again after learning she nearly blew up the building with one of their newly-made bombs. Nine and Twelve later place the same bomb inside a passenger train. Upon returning home, they find Lisa attempting to cook, and then criticize her food. Twelve later comments to Nine that the food had value despite its taste, since it reminded him of the food at the institution. Nine and Twelve then send another video with another riddle, also saying that an explosion will occur after 8:00 p.m. if the riddle isn`t solved before then. Using clues from the riddle, Shibazaki concludes the newest bomb is on the Shuto Shinjuku Line train. He then explains his discovery of a connection between all of the bombings: certain people connected to the bombsites participated in a seminar run by the Rising Peace Academy, a non-profit organization that promoted interaction between the Japanese government and the people. As the day goes by, there have been no reports of the bomb being recovered, and Nine and Twelve, not wishing to kill people, plan on deactivating it using a cellphone. However, cellphone reception goes out all over the area, preventing them from doing so, forcing them to try and remove it manually. Kurahashi later informs Shibazaki that higher-ranking agents have prevented them from removing the bomb. While trying to pinpoint the train`s location, Nine is horrified when his computer is hacked into, and realizes that he might know the hacker. He then manages to find the train using a second computer and rushes to the station, throwing a smoke bomb to force commuters off the train and cover his tracks. However, one woman still remains, and the bomb explodes as he enters the train to save her. Nine is unhurt, and as he drags the commuter out of the wreckage, he receives a text message saying, \"I found you\". Shibazaki confronts Kurahashi about the bombing, but he informs him that he had no knowledge of it. They then spot a mysterious woman sitting nearby, whom Nine identifies as Five.",
      "episode_id" : 161512,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 7.49,
        "total" : 21
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63VJQQNY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Cache-cache"
      }, {
        "language" : "JAPANESE",
        "title" : "HIDE & SEEK"
      }, {
        "language" : "ENGLISH",
        "title" : "Hide & Seek"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hide & Seek"
      }, {
        "language" : "BULGARIAN",
        "title" : "Криеница"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-08-15",
      "description" : "During a comprehensive meeting, the chief announces the involvement of the Federal Bureau of Investigation in the investigation, surprising the other officers. After Nine has a nightmare involving Five, he and Twelve discuss about her, and Nine concludes that Five is continuing a \"game\" the three played together previously. When Lisa offers to help them, Nine shows her pictures of the aftermath of the subway train bombing and states that this is what they were doing, which shocks her. Kurahashi later recounts to Shibazaki his meeting with the FBI agents, which include Five, whose job is described as a researcher from an American organization called the Nuclear Emergency Support Team. Twelve tells Lisa that he suffers from synesthesia, a condition that allows him to see colors through sound, and describes her voice as being a \"pale yellow\". Five sends a text containing a riddle to the public, posing as Sphinx; the riddle can only be decoded via Caesar cipher. The answer turns out to be a set of coordinates leading to Haneda Airport`s International Terminal, one of the locations targeted by Nine and Twelve. The police try to respond to the scene, only to be told to stand by on orders from the superintendent general. Knowing that they will be caught by Five while trying to enter the terminal, Nine reluctantly decides to bring Lisa along with them, since she isn`t known to be associated with him and Twelve. Shibazaki and several officers decide to disobey orders and converge on the terminal as well. Upon arriving at the terminal, Nine realizes that Five plans to play a game of chess using the airport as the chessboard.",
      "episode_id" : 161511,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 5.06,
        "total" : 22
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR2PN888R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "READY OR NOT"
      }, {
        "language" : "ENGLISH",
        "title" : "Ready or Not"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ready or Not"
      }, {
        "language" : "FRENCH",
        "title" : "Tu es prêt ?"
      }, {
        "language" : "BULGARIAN",
        "title" : "Готов или не"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-08-22",
      "description" : "Nine and Twelve decide to play along with Five`s chess game. Arriving at the terminal, Shibazaki and the officers see messages being given to Nine and Twelve from Five in regards to the game and learn that the police ordered airport employees to transmit them. They realize that the latest Sphinx video was a fake created by the police, and that it is Sphinx they are communicating with. When they get closer to the bomb`s potential location, Twelve sends in Lisa to create a distraction; after some hesitation, she sets off flares that trigger a fire alarm. Twelve then hacks into the camera system and brings the recordings back by five minutes, allowing Nine to rush to Five`s location without being detected. He confronts Five and holds her at gunpoint with a pistol he brought, demanding to know why she is getting in the way of his and Twelve`s plans. She responds that she wants to settle something with him, then reveals her knowledge of Lisa being an accomplice and that she is being held captive at the bomb`s location. Airport police then arrive and fire at Nine, forcing him away. While fleeing, he briefly passes Shibazaki. Nine regroups with Twelve, who receives a phone call from Lisa describing her and the bomb`s whereabouts: a plane that is on autopilot and headed for a terminal filled with numerous commuters. Realizing there is a way to save both Lisa and the commuters, Nine contacts Shibazaki, convinces him that the latest bomb isn`t Sphinx`s, and instructs him to infiltrate the control tower and take control of the autopilot system. Nine and Twelve rescue Lisa from the plane, while Shibazaki enters the control room and forces one of the operators to divert the plane away from the terminal at gunpoint. The plane explodes without injuring anyone, and Shibazaki spots a masked Nine, who signals him in thanks before leaving. Five manages to escape, and it is revealed that she has Lisa`s school ID. Looking at it, she smiles and says, \"I won`t let you get away again.\"",
      "episode_id" : 161510,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 6.87,
        "total" : 18
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRZX58N3Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "DEUCE"
      }, {
        "language" : "ENGLISH",
        "title" : "Deuce"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Deuce"
      }, {
        "language" : "FRENCH",
        "title" : "Égalité"
      }, {
        "language" : "BULGARIAN",
        "title" : "Реми"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-09-05",
      "description" : "In the wake of the attempted terminal bombing, the media believes the foiled attack to be the work of Sphinx. The officers who accompanied Shibazaki to Haneda Airport are reprimanded by their boss, who takes them off the case and gives them a three-month suspension, while Shibazaki himself is given a permanent suspension. Shibazaki goes to his daughter Haruka, who is studying physics at a university, and asks her if an average person could construct an atomic bomb from plutonium. She replies that with the right tools and knowledge, it is possible. Using Lisa`s stolen ID, Five tracks her down at Nine and Twelve`s hideout while they are away. She sends her a bomb, but Lisa escapes before it detonates, destroying the entire upper floor. Joined by Nine and Twelve, Lisa flees to an abandoned video arcade that Nine and Twelve arranged to use as an alternate refuge. There, Nine implies that it was Lisa`s fault their initial headquarters was destroyed, which she sadly confirms. Shibazaki investigates on his own, and while at the National Archives of Japan, he learns that a decade ago, the Rising Peace Academy implemented an operation called the \"Athena Project\", whose goal was to educate gifted children, but he is unable to find further details about it. He visits Ichiro Fujiwaka, a politician, and asks about it, then threatens to expose his son`s illegal activities after not receiving an honest answer. Fujiwaka informs Shibazaki that orphaned children were gathered, with the gifted ones singled out for the Athena Project. Eventually leaving, Shibazaki is joined by another suspended officer, Hamura, who helps him as he follows numerous leads. Lisa later overhears Nine and Twelve arguing about what to do with her and leaves, only to be captured by Five`s men. When she wakes up in Five`s office, Five initially acts friendly towards her by painting her nails, but quickly becomes hostile and tells her that she does not care for the lives of Nine and Twelve. Later, Twelve receives a threatening text message from Five, revealing that Lisa has been taken hostage. Refusing Nine`s pleas to remember their mission, Twelve sets off to try and rescue Lisa.",
      "episode_id" : 161509,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 4.51,
        "total" : 16
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6Q481V4R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "My Fair Lady"
      }, {
        "language" : "FRENCH",
        "title" : "My Fair Lady"
      }, {
        "language" : "JAPANESE",
        "title" : "My Fair Lady"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "My Fair Lady"
      }, {
        "language" : "BULGARIAN",
        "title" : "Моя прекрасна лейди"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-09-12",
      "description" : "Nine leaves their hideout and heads to retrieve the plutonium he and Twelve have hidden. Meanwhile, Shibazaki and Hamura visit Souta Aoki, the former welfare minister, to find out more about the Athena Project. To their surprise, Aoki tells them everything about it; its connection to the members of Rising Peace Academy; and that Five was the only child to have survived by the end of the experiments within the \"Settlement\", a location where the orphans were secretly taken to for the purpose of artificially producing Savant syndrome in humans. However, Aoki mentions that two children, Nine and Twelve, managed to escape, then tells Shibazaki that the mastermind behind the Athena Project was in fact Dr. Shunzo Mamiya, the politician who was the reason behind Shibazaki`s demotion. At the same time, while Nine is busy making the bomb, Twelve reaches the amusement park where Lisa is being held captive. As he comes onto the Ferris wheel, he finds Lisa, her body laced with several bombs that immediately activate when the ride begins to run. Twelve comforts her and begins disarming the bombs one by one. Though both seem to realize that he can`t possibly defuse them all in time, Twelve continues while revealing his feelings for Lisa. Moved to tears, she nevertheless tells Twelve to escape and save himself, reminding him that Nine needs him, but Twelve refuses, just before Five calls him and tells him to give her the location of the plutonium in exchange for disarming the bombs on Lisa. She reveals that she knows Nine and Twelve had actually stolen a prototype of an atomic bomb, rather than plutonium, from Aomori. Twelve becomes torn between saving Lisa and covering for Nine, but at the last few seconds, Twelve reluctantly discloses the prototype`s location. Five stops the timer, and along with it, cuts the power to the Ferris wheel, trapping Twelve and Lisa midair. Five immediately mobilizes the Metropolitan Police Department to the school, where Nine has just arrived to retrieve the bomb. Catching a glimpse of them in advance, he manages to take the prototype from the locker and tries to escape. However, he is spotted and Five, suffering from a seemingly worsening headache, immediately orders Nine to be taken down before abruptly fainting.",
      "episode_id" : 162135,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 7.91,
        "total" : 16
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYWEV37MY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Des hauts & des bas"
      }, {
        "language" : "JAPANESE",
        "title" : "HIGHS & LOWS"
      }, {
        "language" : "ENGLISH",
        "title" : "Highs & Lows"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Highs & Lows"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-09-19",
      "description" : "Nine goes to the police headquarters, dons his Sphinx mask, and turns himself in. He refuses to speak to anyone but Shibazaki, but later relents and issues a demand for a press conference at a specific location at 8:00 p.m., or he will activate the atomic bomb prototype. Shibazaki visits Shunzo Mamiya, who confesses that he created the Athena Project as part of a plan to revitalize Japanese national morale following the nation`s defeat at the end of World War II. Five, who has been hospitalized due to her deteriorating health as a consequence of the Athena Project experiments, learns of Nine`s surrender and desperately sets off to try and reach him. When Twelve hears from Lisa that Nine has surrendered, he attempts to forget about Sphinx in his shame for betraying Nine, but Lisa convinces him to help Nine like he helped her. Five`s men pursue the police convoy carrying Nine to the press conference through Shuto Expressway, only to find that the truck is a decoy. Enraged and desperate, Five leaves to pursue Nine herself. Twelve interferes, but Five disables his motorbike before stopping the truck carrying Nine. After killing her assistant for attempting to stop her, Five confronts Nine and confesses that she always wanted to beat him but never could. Knowing that she is dying, Five admits her love for Nine, begs him to live for them both, and gives him a brief kiss before committing suicide by detonating the spilled gasoline from her car. The Japanese airwaves are then hijacked by a prerecorded message from Nine: as his plans for the press conference were disrupted, the countdown for the atomic bomb`s detonation has begun. Declaring that this is the final message from Sphinx, Nine unmasks himself and bids the people of Japan farewell.",
      "episode_id" : 162134,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 6.91,
        "total" : 15
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR09JPNGR" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Chaos"
      }, {
        "language" : "JAPANESE",
        "title" : "HELTER SKELTER"
      }, {
        "language" : "ENGLISH",
        "title" : "Helter Skelter"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Helter Skelter"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-09-26",
      "description" : "Japan goes into a state of panic from Nine`s declaration, and Tokyo`s entire population begins to evacuate. Lisa regroups with a severely injured Twelve, who greets her before collapsing. Citing that Sphinx had killed no one during all of the attacks, Shibazaki assumes the atomic bomb is just part of a message from them. He then calls Haruka and asks her of the existence of the possibility that an atomic bomb can explode without inflicting a single casualty; she replies that it would be possible if it explodes while in the stratosphere, otherwise known as a \"high-altitude nuclear explosion\". Hamura realizes that Sphinx would be using a balloon to lift the atomic bomb into the air. Finding a security video of a balloon carrying a box into the air, the police realize that Sphinx plans on disabling all of Japan`s electronic devices with an electromagnetic pulse that would result in the atomic explosion, essentially paralyzing the country. They then realize that aircraft would also be disabled, and there are hundreds of passenger flights currently in the air, carrying evacuated citizens. Fighter jets are dispatched to intercept the atomic bomb but are unable to succeed, while Nine goes up a skyscraper as he observes the countdown on his cellphone. Simultaneously, the passenger flights are all grounded, and Twelve regains consciousness. He is asked by Lisa if Nine really was going to destroy the whole world, to which he replies that he and Nine were always alone and were never needed by anyone before. He then thanks Lisa and proclaims that he is glad to have met her, which prompts her to smile seconds before the atomic bomb detonates. Everyone watches the explosion occur before the entire city is plunged into darkness, followed by an aurora, formed by the radiation from the atomic bomb, illuminating the sky.\nThe following day, Tokyo`s buildings and streets are completely abandoned. Nine heads to the Settlement, where he sets up makeshift grave markers for the children who died from the Athena Project`s experiments, including Five. He is then joined by Twelve and Lisa, and forgives the former for his actions. The three then spend the rest of the day playing around with a ball and listening to music. As night falls, they are approached by Shibazaki, who tells them that if they turn themselves in, then Project Athena will be exposed to the world and will not be ignored by anyone anymore. Minutes later, U.S. helicopters arrive and hold Nine and Twelve at gunpoint, but Nine pulls out a detonator, claiming that it is for another atomic bomb designed by the Japanese government, which is now in a nuclear power plant. Despite the threat, the soldiers shoot and kill Twelve under orders from their superior, who wants to keep the American government`s involvement in the investigation a secret. Shibazaki orders the soldiers to stand down, then negotiates with an outraged Nine, who eventually gives the detonator to him before abruptly experiencing the same headache Five suffered. Before dying, he tells Shibazaki to always remember Sphinx. One year later, it is revealed that Project Athena was exposed to the world, leaving the Japanese government under scrutiny. Lisa and Shibazaki visit the graves of Nine, Twelve, Five, and the other experimented children regularly, and are on a familiar basis with each other. While coming across Shibazaki one day, Lisa tells him what Nine had told her before his death: the meaning of \"VON\", which is Icelandic for \"hope\".",
      "episode_id" : 162133,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 8.62,
        "total" : 19
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR75W0EMY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "VON"
      }, {
        "language" : "ENGLISH",
        "title" : "Von"
      }, {
        "language" : "FRENCH",
        "title" : "Von"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Von"
      }, {
        "language" : "BULGARIAN",
        "title" : "ВОН"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "episode_id" : 174597,
      "length" : 15,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Making"
      }, {
        "language" : "ENGLISH",
        "title" : "Making-of"
      }, {
        "language" : "JAPANESE",
        "title" : "メイキング"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2014-07-05",
      "episode_id" : 161232,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 8.33,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2014-07-05",
      "episode_id" : 161231,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 10.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 296246,
      "length" : 0,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Season 1 Trailer"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 7.07,
      "total" : 5259
    },
    "REVIEW" : {
      "rating" : 7.38,
      "total" : 3
    },
    "TEMPORARY" : {
      "rating" : 7.45,
      "total" : 5279
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "349463" ],
    "ANISON" : [ "17354" ],
    "ANN" : [ "15974" ],
    "CRUNCHY_ROLL" : [ "G675W00MR" ],
    "FUNIMATION" : [ "terror-in-resonance/" ],
    "MAL" : [ "23283" ],
    "MEDIA_ART_DATABASE" : [ "18512" ],
    "NETFLIX" : [ "80020759" ],
    "SYOBOI" : [ "3475" ],
    "TWITTER" : [ "zankyono_terror/" ],
    "WEBSITE" : [ "http://terror-in-tokyo.com/" ],
    "WIKIPEDIA_EN" : [ "Terror_in_Resonance" ],
    "WIKIPEDIA_JP" : [ "残響のテロル" ]
  },
  "similar" : {
    "4472" : {
      "rating" : 5.0,
      "total" : 10
    },
    "4563" : {
      "rating" : 5.0,
      "total" : 60
    },
    "6238" : {
      "rating" : 7.727272727272727,
      "total" : 44
    },
    "12653" : {
      "rating" : 1.0,
      "total" : 10
    }
  },
  "start_date" : "2014-07-11",
  "tags" : {
    "308" : {
      "info_box" : false,
      "name" : "detective",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2676" : {
      "info_box" : false,
      "name" : "Tokyo",
      "parent_tag_id" : 2672,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2797" : {
      "info_box" : true,
      "name" : "new",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2852" : {
      "info_box" : true,
      "name" : "thriller",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2872" : {
      "info_box" : false,
      "name" : "crime",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2878" : {
      "info_box" : false,
      "name" : "conspiracy",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2885" : {
      "info_box" : true,
      "name" : "law and order",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2887" : {
      "info_box" : true,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2888" : {
      "info_box" : false,
      "name" : "coming of age",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2897" : {
      "info_box" : true,
      "name" : "police",
      "parent_tag_id" : 2885,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3865" : {
      "info_box" : true,
      "name" : "noitaminA",
      "parent_tag_id" : 6153,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4217" : {
      "info_box" : false,
      "name" : "nightmares",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4398" : {
      "info_box" : false,
      "name" : "antihero",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6005" : {
      "info_box" : false,
      "name" : "battle of wits",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6072" : {
      "info_box" : false,
      "name" : "just as planned",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6153" : {
      "info_box" : false,
      "name" : "multi-anime projects",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6254" : {
      "info_box" : false,
      "name" : "terrorism",
      "parent_tag_id" : 2872,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "7496" : {
      "info_box" : false,
      "name" : "preaired episodes",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Zankyou no Terror",
    "type" : "MAIN"
  }, {
    "language" : "SPANISH",
    "title" : "Terror en Tokio",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Terror in Resonance",
    "type" : "OFFICIAL"
  }, {
    "language" : "FRENCH",
    "title" : "Terror in Resonance",
    "type" : "OFFICIAL"
  }, {
    "language" : "GERMAN",
    "title" : "Terror in Tokio",
    "type" : "OFFICIAL"
  }, {
    "language" : "POLISH",
    "title" : "Zagadkowi terroryści",
    "type" : "OFFICIAL"
  }, {
    "language" : "BULGARIAN",
    "title" : "Екот на терор",
    "type" : "OFFICIAL"
  }, {
    "language" : "RUSSIAN",
    "title" : "Резонансный террор",
    "type" : "OFFICIAL"
  }, {
    "language" : "ARABIC",
    "title" : "الإرهاب في طوكيو",
    "type" : "OFFICIAL"
  }, {
    "language" : "PERSIAN",
    "title" : "ترور طنین انداز",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "东京残响",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "残響のテロル",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "zante",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "Terror in Tokyo",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Ехото на терора",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Резонанс Ужаса",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Терористичен екот",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Эхо Террора",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://terror-in-tokyo.com/"
}