{
  "anime_id" : 10842,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 130560,
      "name" : "Alisa Chichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 130559,
      "name" : "Alisa Haha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76863,
      "name" : "Glasgow Shibuchou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76860,
      "name" : "India Shibuchou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76866,
      "name" : "Kouta Haha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 130562,
      "name" : "Lenka no Chichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 130561,
      "name" : "Lenka no Haha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76861,
      "name" : "Oceania Shibuchou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76862,
      "name" : "Ooguruma Daigo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76864,
      "name" : "Pilot",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76859,
      "name" : "Rossiya Shibuchou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76867,
      "name" : "Shokuin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 81381,
      "name" : "Utsugi Iroha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 130563,
      "name" : "Utsugi Lenka (Akanbou Jidai)",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 74905,
      "name" : "Alisa Ilyinichna Omela",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74909,
      "name" : "Amamiya Rindou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74908,
      "name" : "Fujiki Kouta",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74906,
      "name" : "Soma Schicksal",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74907,
      "name" : "Tachibana Sakuya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74904,
      "name" : "Utsugi Lenka",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 76374,
      "name" : "Aisha Gauche",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76383,
      "name" : "Amamiya Tsubaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76376,
      "name" : "Brendan Bardell",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76379,
      "name" : "Daiba Kanon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76375,
      "name" : "Eric der Vogelweid",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76378,
      "name" : "Johannes von Schicksal",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76381,
      "name" : "Kusunoki Rikka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76380,
      "name" : "Oomori Tatsumi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76377,
      "name" : "Paylor Sakaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76382,
      "name" : "Takeda Hibari",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "1117" : [ {
      "name" : "Ufotable",
      "type" : "ANIMATION_WORK"
    } ],
    "5838" : [ {
      "name" : "Hirao Takayuki",
      "type" : "DIRECTOR"
    } ],
    "10807" : [ {
      "name" : "Shimizu Keita",
      "type" : "CHARACTER_DESIGN"
    } ],
    "27956" : [ {
      "name" : "Shiina Gou",
      "type" : "MUSIC"
    } ],
    "41995" : [ {
      "name" : "Bandai Namco Studios",
      "type" : "MUSIC"
    } ],
    "43171" : [ {
      "name" : "Bandai Namco Entertainment",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "* Adaptation of the action RPG Gods Eater Burst developed by Shift and published by http://anidb.net/cr43171 [Bandai-Namco] for the PlayStation Portable.\nThe world has been almost completely overrun by mysterious monsters known as Aragami, and humanity`s last hope are the God Eaters, warriors who use the God Arcs against the Aragami. Utsugi Lenka becomes a God Eater, and he is found to be one of the New-Types whose God Arcs can transform.",
  "end_date" : "2016-03-26",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2015-07-12",
      "description" : "The world has been almost completely overrun by mysterious monsters known as Aragami. Utsugi Lenka has been chosen to become one of the God Eaters, warriors wielding weapons known as God Arcs, the only weapons effective against the Aragami. Though the base is under attack by Aragami, Lenka and his friend Fujiki Kouta are ordered by their commander Tsubaki to train, which he does gladly, hoping to soon become strong enough to fight the Aragami, though his simulated training is less than successful. Later, the base is under attack from two sides and is nearly overrun, as the remaining defenders are too far away. Lenka asks to join the battle but Tsubaki orders him to stand down. He disobeys, and is nearly killed, losing his God Arc early in the fight. The First Unit, led by Amamiya Lindow, arrive in time and manage to defeat most of the Aragami. Lenka notices one surviving Aragami attacking a woman. Retrieving his God Arc, which initially took the form of a sword, he tries to save her, but he is too far away, however he manages to make it transform into a gun, which he uses to shoot the Aragami. This impresses Lindow and his companions: Lenka is evidently a `new type`.",
      "episode_id" : 169307,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 2.6,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G65VXKJG6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Lenka Utsugi"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Utsugi Lenka"
      }, {
        "language" : "JAPANESE",
        "title" : "空木レンカ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-19",
      "description" : "After the battle, Lenka is imprisoned for insubordination in a military stockade, awaiting a formal court martial. He does not remember much of the battle after a very large Aragami they called Vajra appeared and attacked him. Rindou comes by to visit him and tells him some details of the battle that occurred after he lost consciousness, of how Eric, the God Eater Lenka was trying to save, sacrificed himself near the end of the battle, preventing an Aragami from killing Lenka.\nMeanwhile, Fenrir is sending another New Type God Eater named Alisa from the Russia branch to the Far East Branch as part of their overall strategy. The squadron of planes escorting her are attacked by airborne Aragami just as she approaches the base. Most of Rindou`s squad-mates are off on other missions, so he convinces Tsubaki to let him take Lenka on this mission.",
      "episode_id" : 169306,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 5.29,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYGG94VWY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Amamiya Rindou"
      }, {
        "language" : "ENGLISH",
        "title" : "Lindow Amamiya"
      }, {
        "language" : "JAPANESE",
        "title" : "雨宮リンドウ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-26",
      "description" : "Rindou, Lenka, and Sakuya fly a helicopter up to the transport plane, which is about to be overrun by flying Aragami. Rindou attempts to get Alisa to evacuate the plane for their helicopter, but she refuses, and goes out onto the plane`s fuselage and tries to fight off the Aragami attacking it. Soon enough her situation becomes desperate as there are too many of the monsters and they begin to evolve into more powerful forms, and Rindou and Lenka jump to the plane to try to take her off it by force. Lenka learns why she refuses to leave: the plane is actually full of injured people: a disaster seems to have befallen the Russia branch. He tells Rindou of this and he decides to help. Lenka begins to learn from Alisa how to use his abilities as a New Type. They are called `God Eaters` because they can use their God Arcs to literally consume the Aragami. They eventually succeed in getting most of the Aragami to ignore the plane by sacrificing the helicopter.  In the distance, they see a truly immense Aragami flying.",
      "episode_id" : 169305,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 4.8,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYE5K1MGR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Alisa Ilinichina Amiella"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Alisa Ilyinichna Omela"
      }, {
        "language" : "JAPANESE",
        "title" : "アリサ・イリーニチナ・アミエーラ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-09",
      "description" : "After the success of the last mission, Lenka`s punishment for insubordination is suspended and he is assigned along with Alisa and Kouta to Rindou`s unit. Kouta brings Lenka to the town and introduces him to his mother, and shows him the Aegis, which is being built on an island across the bay, which is supposed to provide shelter from the Aragami for the entire human race.\nThey are then sent on their first combat mission as a team, and are ordered to hunt a specific species of Aragami and recover their cores, which are to be used as components of the Aegis. Kouta panics, and Alisa does not seem to be working well with the rest of the team. After completing the mission they find a small family of survivors, and bring them back to base. These refugees are refused entry after they are found not to possess the factors required to become God Eaters.",
      "episode_id" : 169304,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 2.89,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR9PM3X46" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Aegis"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Aegis"
      }, {
        "language" : "JAPANESE",
        "title" : "エイジス"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-16",
      "description" : "Lenka, still concerned about the plight of the refugees who were refused entry, asks what is the status of the construction of the Aegis and is told that they are only 0.06% of the way there. Meanwhile, Rindou and Soma are assigned to a different mission. Lenka asks Sakuya if they can hunt stronger Aragami whose cores will help the construction of the Aegis proceed more quickly, and she proposes that they attempt to hunt the large Vajra Aragami. They manage to kill one, but find themselves surrounded by several of them in an area with many civilians. The Vajras are attacked by a strange and very powerful black Aragami called a Dyaus Pita that was only previously conjectured. Sakuya orders them to retreat as their weapons prove ineffective against it, but it manages to quickly incapacitate her, Kouta, and Alisa. Lenka manages to damage it slightly, strengthened by his need to protect the civilians, but ultimately the Dyaus Pita breaks his God Arc and seriously wounds him. He attempts to escape with Alisa, but they fall down a pit with the Dyaus Pita behind.",
      "episode_id" : 170262,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 4.54,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR49M11V6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Adabana / Adabana"
      }, {
        "language" : "ENGLISH",
        "title" : "An Eye for an Eye / All in Vain"
      }, {
        "language" : "JAPANESE",
        "title" : "仇花 / 徒花"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-30",
      "description" : "Lenka and Alisa are in desperate straits, as they are deep in an area swarming with Vajra. Lenka`s God Arc was broken in the battle with the Dyaus Pita and is no longer effective against Aragami, and Alisa`s was lost. After resting and treating their injuries in a ruined building they search for Alisa`s God Arc. Alisa recalls in her mind how she had seen the Pita before, and how it had murdered her parents. They find Alisa`s weapon in a stream. As she picks it up, she is surrounded by several Vajra, but is frozen in terror as the memory of her parents` deaths haunts her. Rindou arrives just in time to save them.",
      "episode_id" : 170261,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 3.92,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQ1VV0Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Deichuu no Hasu"
      }, {
        "language" : "ENGLISH",
        "title" : "Stay True"
      }, {
        "language" : "JAPANESE",
        "title" : "泥中の蓮"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-06",
      "description" : "Rindou brings Alisa and Lenka to a village where he sees the girl who was part of the family refused entry into the Fenrir base. The village is protected by a forest of Aragami trees which are capable of devouring most of the lesser Aragami who try to enter. It turns out that Rindou has been sending the refugees whom Fenrir would not accept to this place, and they have managed to live there, albeit precariously, with a hydroelectric dam providing them with power. The village is later attacked by several powerful Aragami that the trees could not stop, and Rindou has to prevent more from entering while he assigns Lenka to deal with the one that got through. Alisa is still deeply traumatised and cannot help, so Lenka has to make a plan that involves manoeuvring the Aragami such that it falls into the river and can be washed away by opening the dam. He realises that his God Arc is not completely broken and manages to use it to push the Aragami into the river as planned.",
      "episode_id" : 170650,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 5.44,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRK5X3336" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Flower in Bloom"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hokorobi"
      }, {
        "language" : "JAPANESE",
        "title" : "綻び"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-20",
      "description" : "Both of the New Type God Eaters at the disposal of the Far East Branch of Fenrir are out of action, Alisa suffering from severe psychological trauma, and Lenka`s God Arc is broken. While Lindow is sent on a solo mission, Sakuya leads the 1st unit along with the 2nd to hunt more Aragami. The mission quickly goes bad as the ground collapses beneath their feet into a tunnel complex, and they are in dire straits as Aragami attack them from above. Tsubaki insists that they attempt to get aboveground, but Lenka says that would be suicide, and that they should instead go through the tunnel complex and find another exit. Sakuya listens to Lenka`s advice and manages to destroy the Aragami in a pincer move.\nJohannes explains about Meteorite, their new strategy for defeating the Aragami, which involves using special devices that are capable of attracting them and separating them by species so they can be more easily destroyed.\nThe chief scientist of Fenrir, Paylor Sakaki, personally examines Lenka`s God Arc and realises it has broken because Lenka`s compatibility rate with it is too high. He also determines that this also means that Lenka will die soon as it is too much for him to handle.",
      "episode_id" : 170649,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 7.03,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYVNE33X6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Sakuya Tachibana"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tachibana Sakuya"
      }, {
        "language" : "JAPANESE",
        "title" : "橘サクヤ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-27",
      "description" : "Sakaki explains further about Lenka`s predicament, stating that if he stops using his God Arc he will probably be able to live for about another three years as the damage has progressed so far, but if he uses it that will shorten his life rapidly. Lenka asks Sakaki to fix his God Arc anyway, and also to keep his condition a secret from everyone else.\nLater, the operations for the beginning of Meteorite are explained. Teams of God Eaters are to bring the beacons that attract Aragami into place, and keep them safe from the Aragami. Lenka is chosen to be the leader of one team, with Soma under him. He hears disquieting rumours about Soma, that he is some sort of \"death god\" as everyone close to him seems to die, so he investigates Soma, and learns that he is actually the son of Johannes von Schicksal, and is apparently the first God Eater.\nDuring the operation, they drop the beacon from a helicopter and it is promptly attacked by Aragami, who push against the protective field and may destroy it. Soma drops down to attack, and uses a powerful energy blast attack that destroys many Aragami. He is pressed as there are too many of them, until Lenka goes down himself shielding the beacon with his God Arc, allowing Soma to destroy the last of the Aragami that stood between him and the beacon without destroying it as well.",
      "episode_id" : 171092,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 6.42,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRP8XDDVR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Soma Schicksal"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Soma Schicksal"
      }, {
        "language" : "JAPANESE",
        "title" : "ソーマ・シックザール"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-05",
      "description" : "Fifteen years ago, the Utsugi family finds an abandoned baby and decide to take him in. They name the infant Lenka, and he is raised lovingly by his adoptive mother, father and older sister Iroha. They live in Agir, a refugee commune. One day, Lindow Amamiya, a God Eater, appears and encourages everyone to take the patch test. Anyone testing positive is considered to have attributes of a God Eater, and will be allowed into Fenrir, including any blood-related kin. Lenka`s father despises this discriminatory method of selection. However...\nSource: crunchyroll",
      "episode_id" : 172000,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 8.95,
        "total" : 4
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G68VX1156" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sange"
      }, {
        "language" : "ENGLISH",
        "title" : "Scattered Petals"
      }, {
        "language" : "JAPANESE",
        "title" : "散華"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-12",
      "description" : "Operation Meteorite, a plan to lure Aragami with a newly developed guiding device, is critical to the completion of the Aegis Plan. Lenka is unable to join the unit due to adjustments that must be made on his God Arc, but Lindow recommends him to command the advance base camp. Alisa rejoins the unit, but the others seem to feel uncomfortable around her. Operation Meteorite starts successfully, but suddenly the Aragami turn away from the guiding devices and head northwest. Lindow is sent to do reconnaissance and realizes that the Aragami are converging on Asyl, the settlement that Lindow has been helping.\nSource: crunchyroll",
      "episode_id" : 171999,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 5.56,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYDQNDDZ6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Meteorite"
      }, {
        "language" : "ENGLISH",
        "title" : "Operation Meteorite"
      }, {
        "language" : "JAPANESE",
        "title" : "メテオライト"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-19",
      "description" : "There is a high possibility that the irregularity in the guiding devices may have been due to internal hacking. Surrounded by Vajra, Lindow continues his lone battle. Lenka acquires a new God Arc and gets Lindow out of harm`s way in the knick of time. Reasoning that someone must have set another guiding device that suddenly distracted the Aragami, Lindow sets out to find and destroy it. But Deus Pita appears before him. It is an uphill battle for Lenka and Lindow, but the 1st Unit arrives to help. \nSource: crunchyroll",
      "episode_id" : 171998,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 4.77,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR5VXKKGR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Dai Ichi Butai"
      }, {
        "language" : "ENGLISH",
        "title" : "United They Stand"
      }, {
        "language" : "JAPANESE",
        "title" : "第一部隊"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-26",
      "description" : "Leaving Lindow to deal with Deus Pita, Lenka and the others rush to Asyl to rescue the people there. But Pita catches up to them, with Lindow`s bracelet hanging from its mouth... The 1st Unit is in shock, but they have no time to waste. Suddenly, Pita threatens the safety of Asyl. Lenka beseeches the members of the 1st Unit to remember Lindow`s wish and his orders, and inspires the team with his words, \"Believe in your friends! Destroy it!\"\nSource: crunchyroll",
      "episode_id" : 171997,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 4.02,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6GG944W6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Lotus"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Renge"
      }, {
        "language" : "JAPANESE",
        "title" : "蓮華"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2015-07-05",
      "description" : "Special episode that aired instead of episode 1, which was not completed on time.\nSame as the God Eater Promotion video from 2009, extended with a short commercial of the series.",
      "episode_id" : 169537,
      "length" : 15,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Extra"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "GOD EATER EXTRA"
      }, {
        "language" : "JAPANESE",
        "title" : "ゴッドイーター EXTRA"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-02",
      "description" : "TV special. \nRecap and live interwiews with the cast. \nAired instead of the scheduled episode 4",
      "episode_id" : 170539,
      "length" : 25,
      "number" : 2,
      "recap" : true,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Extra 01"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-23",
      "episode_id" : 170935,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Extra 02"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-13",
      "episode_id" : 171595,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Extra 03"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2015-07-12",
      "episode_id" : 169772,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2015-07-19",
      "episode_id" : 170016,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 170941,
      "length" : 1,
      "number" : 1,
      "rating" : {
        "rating" : 6.32,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV (30s)"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.74,
      "total" : 2435
    },
    "REVIEW" : {
      "rating" : 8.16,
      "total" : 1
    },
    "TEMPORARY" : {
      "rating" : 6.51,
      "total" : 2456
    }
  },
  "related" : {
    "ALTERNATIVE_SETTING" : [ 13786 ],
    "OTHER" : [ 10908 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "352100" ],
    "ANISON" : [ "18275" ],
    "ANN" : [ "16370" ],
    "CRUNCHY_ROLL" : [ "GRDQNDVZY" ],
    "MAL" : [ "27631" ],
    "NETFLIX" : [ "80145805" ],
    "SYOBOI" : [ "3810" ],
    "TWITTER" : [ "god_eater_anime" ],
    "WEBSITE" : [ "http://www.godeater.jp/anime/" ],
    "WIKIPEDIA_EN" : [ "God_Eater_(anime)" ],
    "WIKIPEDIA_JP" : [ "ゴッドイーター" ]
  },
  "similar" : {
    "5911" : {
      "rating" : 8.064516129032258,
      "total" : 31
    },
    "9541" : {
      "rating" : 7.352941176470589,
      "total" : 34
    },
    "10657" : {
      "rating" : 3.0,
      "total" : 10
    },
    "12252" : {
      "rating" : 7.142857142857143,
      "total" : 7
    },
    "16403" : {
      "rating" : 5.555555555555555,
      "total" : 9
    }
  },
  "start_date" : "2015-07-12",
  "tags" : {
    "36" : {
      "info_box" : true,
      "name" : "military",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2626" : {
      "info_box" : false,
      "name" : "future",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2636" : {
      "info_box" : true,
      "name" : "human enhancement",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2649" : {
      "info_box" : true,
      "name" : "dark fantasy",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2750" : {
      "info_box" : true,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2802" : {
      "info_box" : true,
      "name" : "action game",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2841" : {
      "info_box" : true,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2844" : {
      "info_box" : false,
      "name" : "angst",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2849" : {
      "info_box" : true,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2851" : {
      "info_box" : false,
      "name" : "horror",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2874" : {
      "info_box" : false,
      "name" : "disaster",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2878" : {
      "info_box" : false,
      "name" : "conspiracy",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2887" : {
      "info_box" : true,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2923" : {
      "info_box" : true,
      "name" : "post-apocalyptic",
      "parent_tag_id" : 2874,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2952" : {
      "info_box" : false,
      "name" : "rotten world",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "3040" : {
      "info_box" : false,
      "name" : "male protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3435" : {
      "info_box" : false,
      "name" : "eating of humans",
      "parent_tag_id" : 2851,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3436" : {
      "info_box" : false,
      "name" : "human experimentation",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3572" : {
      "info_box" : false,
      "name" : "biopunk",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "3759" : {
      "info_box" : false,
      "name" : "teamwork",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3843" : {
      "info_box" : false,
      "name" : "saving the world",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3934" : {
      "info_box" : false,
      "name" : "non-linear",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4064" : {
      "info_box" : false,
      "name" : "CGI",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4096" : {
      "info_box" : false,
      "name" : "gore",
      "parent_tag_id" : 2750,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4257" : {
      "info_box" : false,
      "name" : "survival",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "6004" : {
      "info_box" : false,
      "name" : "development hell",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6097" : {
      "info_box" : false,
      "name" : "3D CG animation",
      "parent_tag_id" : 4064,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "God Eater",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "GOD EATER",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "God Eater",
    "type" : "OFFICIAL"
  }, {
    "language" : "FRENCH",
    "title" : "God Eater",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "噬神者",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Gods Eater",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Богоядец",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "ゴッドイーター",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "噬魂者",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.godeater.jp/anime/"
}