{
  "anime_id" : 10970,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 76281,
      "name" : "Hayato no Chichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76280,
      "name" : "Kurihara",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76923,
      "name" : "Misumi Kei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 77449,
      "name" : "Wakana Ryou",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 75357,
      "name" : "Izumi Hayato",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75361,
      "name" : "Wakana Ui",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 75362,
      "name" : "Fujisaki Karen",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75356,
      "name" : "Misumi Rin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75358,
      "name" : "Niikura Ayane",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75359,
      "name" : "Sawatari Makoto",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75360,
      "name" : "Wakana Misato",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "10229" : [ {
      "name" : "Nakata Yumi",
      "type" : "ORIGINAL_WORK"
    } ],
    "12155" : [ {
      "name" : "Furukawa Hiroyuki",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Furukawa Hiroyuki",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    }, {
      "name" : "Furukawa Hiroyuki",
      "type" : "DIRECTOR"
    } ],
    "27343" : [ {
      "name" : "Seven",
      "type" : "ANIMATION_WORK"
    } ],
    "31384" : [ {
      "name" : "Dream Creation",
      "type" : "WORK"
    } ],
    "36772" : [ {
      "name" : "Hatori Fuuga",
      "type" : "MUSIC"
    } ],
    "47055" : [ {
      "name" : "Takada Makoto",
      "type" : "SERIES_COMPOSITION"
    } ]
  },
  "description" : "\"Seifuu High School, the newly opened school I am attending, has a new student council president like none we have ever seen.\" — Izumi Hayato\nhttp://anidb.net/ch75357 [Izumi Hayato], as member of the student council strongly opposes the president http://anidb.net/ch75361 [Wakana Ui]`s \"strong push for the liberation of love\" at their school. But her charm reaches her fellow students and also the other student council members: treasurer http://anidb.net/ch75362 [Fujisaki Karen] and secretary http://anidb.net/ch75358 [Niikura Ayane].\nWhen Ui makes an appointment with Hayato late in the evening, little does he know what is in store for him: Ui`s irresponsible mother in Canada OK`ed not only that Ui take up residence in Hayato`s apartment, but also live there as his wife. This came about because Hayato`s father apparently asked Ui`s parents many years ago to have their daughter marry Hayato.\nAnd so Hayato`s bizarre life with the student council president and self-appointed wife begins...\n— written by foo2",
  "end_date" : "2015-09-17",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2015-07-02",
      "description" : "Izumi Hayato is griping after having lost the student council presidency election to Wakana Ui who ran under a platform of liberalising romance in the school, even giving away free condoms. Hayato is left as vice president. Ui later asks Hayato when he will be home that evening, believing that she only plans to call him at that time. He is shocked that she suddenly appears at his house at that time, wearing a bride`s veil, carrying all of her things, and calling him her husband, saying that their parents arranged their marriage. Hayato refuses to accept the ridiculous situation, but cannot just turn Ui out as it is much too late. After he finds Ui his bed, saying that married couples should sleep with each other, his lustful side awakens, and he begins to fondle and suck her breasts, but he is interrupted in this escalation by a sudden international call from his father, at which point Ui has fallen asleep again.",
      "episode_id" : 169411,
      "length" : 8,
      "number" : 1,
      "rating" : {
        "rating" : 4.53,
        "total" : 15
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR8VX381R" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Le mariage de la présidente"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou no Totsugisaki"
      }, {
        "language" : "ENGLISH",
        "title" : "The Student Council President Marries into a Family"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長の嫁ぎ先"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-09",
      "description" : "Hayato left his \"wife\" Ui to sleep in his bed, setting up a futon for himself in the living room. He wakes up the next morning to find that Ui migrated to his futon in confusion after using the toilet that evening. He finds that she is not quite the same person in private as the \"perfect superwoman\" she appears to be in school. He makes her breakfast. His efforts to get her to \"go home\" to her own house are unavailing.\nIt appears that not everyone in the school is pleased with Ui`s platform of liberalising romance, most notably the school morals committee, led by Misumi Rin. Hayato attends cram school and is shocked to go home and find Ui apparently wearing nothing but an apron (she actually has a swimsuit underneath). She is trying to cook dinner but is hopelessly inadequate, so he helps her out. She has an accident, slipping and splashing hot water on herself, once again exposing her breasts.",
      "episode_id" : 169410,
      "length" : 8,
      "number" : 2,
      "rating" : {
        "rating" : 5.17,
        "total" : 14
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6DQN5Z4R" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Repas à la maison"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou to Ouchi Gohan"
      }, {
        "language" : "ENGLISH",
        "title" : "Student Council President and Dinner at Home"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長とおうちごはん"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-16",
      "description" : "Misumi Rin admonishes a couple in the hall holding hands, she is seen by Karen who reports the incident to the Student Council. This prompts a discussion among them about it, and they all admit that none of them have actually even dated a guy to begin with. Hayato says that their policy of liberalising love amounts to a direct challenge to Rin`s Morals Committee, and then Rin and Makoto arrive themselves. There is a bit of an argument, Hayato saying that she is overreacting about hand-holding, and then takes her hand to illustrate. This flusters her greatly and she leaves.\nLater that night in Hayato`s home, Ui tries to experiment with hand-holding. He eventually gets deeply flustered himself as she goes on to licking his fingers, eventually escalating to dry humping. She later concludes that hand-holding does indeed lead to indecent feelings, but she still refuses to accept Rin`s position, saying that if not taken too far such physical contact strengthens a couple`s feelings for each other and enables them to accept each others` imperfections.",
      "episode_id" : 169409,
      "length" : 8,
      "number" : 3,
      "rating" : {
        "rating" : 5.68,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY5VXN8QY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou to Te Tsunagi Jikken"
      }, {
        "language" : "ENGLISH",
        "title" : "Student Council President and the Hand-Holding Experiment"
      }, {
        "language" : "FRENCH",
        "title" : "Tenir la main de la présidente"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長と手つなぎ実験"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-23",
      "description" : "Rin is once again attempting to prevent students from hand-holding, but Ui sees her this time and stops her. After school, Rin follows Ui and Hayato as they go home, but it suddenly starts to rain heavily. They run, trying to seek shelter, but Rin is distracted by a couple passing by sharing an umbrella. She trips into Hayato and they stumble into a love hotel and are forced into a room. Hayato has her change into a white swimsuit the hotel made available while he dries her clothes, and she tells about how she knew the couple and was somewhat close to the boy, and how a rumour started spreading about how she supposedly seduced him with her chest. She joined the Morals Committee and became such a zealot to prove her moral character despite her large breasts.\nRin finds a small vibrator and wonders what it is, much to Hayato`s alarm, but she refuses to give it to him, and puts it between her breasts. It turns on and migrates down her body between her legs. Startled and enraged she throws it against the wall. As they leave the hotel they run into Ui, who suddenly realises where they had gone.",
      "episode_id" : 169408,
      "length" : 8,
      "number" : 4,
      "rating" : {
        "rating" : 4.53,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRGG90D8R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou ga Inai Tokoro de Amayadori"
      }, {
        "language" : "ENGLISH",
        "title" : "Shelter from the Rain Without the President"
      }, {
        "language" : "FRENCH",
        "title" : "S’abriter de la pluie sans la présidente"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長がいないところで雨宿り"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-30",
      "description" : "Ui runs off after the incident with Rin, and has gone home to her parents. Hayato, despite originally wishing she would do so is troubled, and having gotten so used to Ui he makes two servings of breakfast before remembering she isn`t there.\nAt the Student Council the next day, Ui is visibly upset, and Ayane tries to console her. Later, the meeting comes to order, the student council has received an email from a girl whose case is very similar to Ui and Hayato. Rin, who was eavesdropping at the door, is invited to join the discussion, and there is a debate, with Karen advocating harsh measures and Hayato and Rin advocating understanding. The girl sent a second message telling the council that she had kissed and made up with her boyfriend.\nAfter everyone else leaves, Ui and Hayato are left alone, and he tries to reconcile with her. She tells him to kiss her as a sign of their making up, and initially he gives her just a light kiss on the forehead, but this rapidly escalates into heavy, torrid kissing. They are interrupted by a little girl who seems to be a relation of Ui`s.",
      "episode_id" : 169862,
      "length" : 8,
      "number" : 5,
      "rating" : {
        "rating" : 7.28,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRE5KW336" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Making Up with the President"
      }, {
        "language" : "FRENCH",
        "title" : "Réconciliation avec la présidente"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou to Nakanaori no Are"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長と仲直りのアレ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-06",
      "description" : "Hayato initially thought the apparent little girl might be Ui`s little sister and is thunderstruck to learn that she is actually Wakana Misato, Ui`s mother. After they go to Hayato`s home Misato has had movers bring over the last of Ui`s remaining effects, saying \"a married couple needs only one house.\" Hayato then takes a bath, when Misato enters and talks to him. Hayato tries to get her to call off his engagement to Ui, when she reminds him of how Ui had been so close to him when they were younger. As Misato leaves she slips and lands on top of Hayato in a compromising position as Ui checks on them. He makes dinner with his \"mother-in-law\", both of them aware of Ui`s inadequacy in that department.\nLater that night Ui gives him a massage, and this becomes a more intimate moment, as they tickle each other and kiss deeply, until Misato, who seems to have been peeking in on them, stumbles into the room.",
      "episode_id" : 169861,
      "length" : 8,
      "number" : 6,
      "rating" : {
        "rating" : 7.06,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G69PMN89Y" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La présidente et sa mère"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou to Miuchi-chan"
      }, {
        "language" : "ENGLISH",
        "title" : "The Student Council President`s Family"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長と身内ちゃん"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-13",
      "description" : "Misumi Kei, Rin`s elder sister, has just moved into the apartment next to Hayato`s. Rin is helping her adjust to her new neighbourhood and is going to be living there for the next few days. They have to keep Ui`s presence in his home a secret, so she has to hide every time Rin comes by to borrow some household items she needs. Distracted by Rin, he burns the fish he is cooking for dinner, and she enters his home uninvited. She discovers Ui`s panties lying on the floor, which he tries to explain away as being an aunt`s who recently visited. He tackles Ui into the toilet, where they hide while Rin uses the bathroom sink, and they rub against each other. Rin discovers Ui`s lip balm at the sink, which Hayato again tries to explain as his aunt`s, but this time Rin doesn`t believe him. He then says that the panties and the lip balm are his.",
      "episode_id" : 169860,
      "length" : 8,
      "number" : 7,
      "rating" : {
        "rating" : 6.37,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G649MN8QY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kosokoso Seitokaichou"
      }, {
        "language" : "FRENCH",
        "title" : "La présidente cachottière"
      }, {
        "language" : "ENGLISH",
        "title" : "Sneaky Student Council President"
      }, {
        "language" : "JAPANESE",
        "title" : "こそこそ生徒会長"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-20",
      "description" : "Hayato has hardly slept from studying so he can beat Ui in the upcoming tests. They need to leave the apartment separately so that the Misumi sisters don`t realise they are living together. They see him at the entrance to their building and Kei notices how he seems a bit out of it, and so she brings him to the school clinic. Rin has told her about his supposed cross-dressing, despite Hayato`s admonitions to keep it a secret, and they believe that he is stressed from being unable to satisfy his urges to do so. He wants to correct this misunderstanding but remembers that if he does that he will expose his cohabitation with Ui. He falls asleep while the sisters dress him in girls` clothes and make him wear makeup, and Kei takes off her panties intending to put them on him, but Rin objects and she is made to do that instead. Kei however, finds Hayato rather handsome and she mounts him, intending to have sex with him as he sleeps, but Rin tries to stop her, and the commotion wakes him up, while Rin`s bare bottom is to his face.",
      "episode_id" : 169859,
      "length" : 8,
      "number" : 8,
      "rating" : {
        "rating" : 6.77,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6JQ19DXR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Fukukaichou to Hokenshitsu no Akuma 2-hiki"
      }, {
        "language" : "FRENCH",
        "title" : "Le vice-président et les deux démons de l’infirmerie"
      }, {
        "language" : "ENGLISH",
        "title" : "The Vice President and the Two Infirmary Devils"
      }, {
        "language" : "JAPANESE",
        "title" : "副会長と保健室の悪魔2匹"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-27",
      "description" : "Rin meets Hayato at the school rooftop and gives him a paper bag with panties inside, for his supposed cross-dressing fetish. Karen and Makoto see them, and when the former goes to the student council she tells them that Rin and Hayato seem suspiciously close, and she thinks the paper bag was something like a bribe for information or influence on the student council. Ui defends Hayato, giving him the benefit of the doubt, which upsets Karen even more as she noticed how Ui seems to be so close to him. Ui thus comforts her, embracing her and stroking her hair.\nLater, as Hayato and Ui are walking home together, she tells him of how she also revealed to Karen and Ayame their relationship, though not that they were living together. Distracted, Hayato bumps into a lamppost and the bag with Rin`s panties falls out. Ui thus believes that her \"husband\" has a panties fetish, and that Rin tried to bribe him by giving her panties, so Ui has him go into an alley and take off her panties there. They wind up in compromising positions as they are distracted by a stray cat. When they get home Hayato considers how so many people have misconceptions about him.",
      "episode_id" : 170538,
      "length" : 8,
      "number" : 9,
      "rating" : {
        "rating" : 5.5,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6K5XNWGY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La présidente et la divulgation des dessous de table"
      }, {
        "language" : "ENGLISH",
        "title" : "President, Bribe, and Exposure"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou to Wairo to Bakuro"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長と賄賂と暴露"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-03",
      "description" : "It is summer vacation and Hayato accompanies Ui for various meetings at school. While waiting for her, he sees Makoto carrying a huge bag full of books, clearly much too heavy for her, and watches as she falls over. He brings her to the infirmary and returns the books to the library. Thinking Makoto asleep Hayato reads aloud a somewhat intimate text message from Ui, leading Makoto to suspect him of having an illicit relationship. Afterwards, she sneaks behind him as he walks home, which irritates him, and he shouts at her, startling her enough that she urinates a little. Hayato thus brings Makoto to his home and lets her take a shower to clean herself up. She notices signs that Ui is living with him, and his excuses are unavailing, so he admits that he is living with Ui, but denies that they are in a relationship. She tries to get Hayato to consider Rin as well as a candidate, and is on the point of seducing him when Ui comes home. Makoto asks Ui what she likes about Hayato, and she gushes about him, clearly deeply in love.",
      "episode_id" : 170537,
      "length" : 8,
      "number" : 10,
      "rating" : {
        "rating" : 5.48,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRVNEG8WY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "L`été de Sawatari"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sawatari-san no Manatsu no Presentation"
      }, {
        "language" : "ENGLISH",
        "title" : "Sawatari-san`s Midsummer Presentation"
      }, {
        "language" : "JAPANESE",
        "title" : "猿渡さんの真夏のプレゼン"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-10",
      "description" : "It is Ui`s sixteenth birthday, and Hayato just suddenly hears about it from her mother, and he thinks of a gift to buy her. Just then, Sawatari visits, returning the panties she borrowed, and a gift-wrapped parcel containing a see-through nightie, saying that she heard about his cross-dressing fetish from Rin. He leaves the packages at the entrance to their apartment as he goes to do the laundry. Ui opens the package believes the nightie to be his gift for her birthday, and immediately wears it, much to Hayato`s shock, and he orders her to change out of it as it`s only lunch time, and Ui realises just how revealing the nightie really is. However she remembers her mother saying that if a man gives a woman clothes it`s so that he can take them off. Later, Hayato takes an afternoon nap, and wakes up to find Ui sleeping next to him. She then pounces on him, and they have a torrid kiss, and he ends up using his fingers to stimulate her to the point of orgasm. She later says that she was just happy to have spent the entire day with him.",
      "episode_id" : 170536,
      "length" : 8,
      "number" : 11,
      "rating" : {
        "rating" : 7.54,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6P8XNZ56" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La présidente fête ses 16 ans"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Seitokaichou 16-sai ni Naru"
      }, {
        "language" : "ENGLISH",
        "title" : "The President Turns 16"
      }, {
        "language" : "JAPANESE",
        "title" : "生徒会長16歳になる"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-17",
      "description" : "While Ui and Hayato have gone out to buy ice pops she receives a telephone call from her mother, saying that she is right at their door. As usual, they go in separately, but he runs into Kei, who tells him to give her regards to his guests and that she will learn the truth from him. He sees Wakana Ryou, Ui`s father along with Misato, who like his wife looks incredibly young for 41. Ryou does not accept Hayato to be his daughter`s husband, and says that he has to prove himself, but Hayato considers that if he doesn`t prove himself than the farce will end. In the meantime, Ryou behaves abusively towards him.\nThey go out for a bit to buy dinner and when they head back Misato says that she explained to Kei exactly what their situation was. Ui apologises to Hayato about her father`s behaviour, and says she understands that he doesn`t feel the same way about her as she does about him, but she will wait as long as needed for him to return her feelings, and overcome by a sudden rush of feeling he calls her by her name for the first time.\nLater that evening Ryou has already fallen asleep in Ui`s room, so Hayato has to sleep with Ui in his room. Ui is already asleep, and while he lies down next to her he remembers how they were as children, and apologises for how slowly he is moving. In her sleep she pushes him against her breasts and gets him to stimulate her between her legs, but suddenly she realises how it is so cold and without waking up she turns off the air conditioning.",
      "episode_id" : 170535,
      "length" : 8,
      "number" : 12,
      "rating" : {
        "rating" : 4.63,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8VX3K1Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kaichou no Miuchi-kun"
      }, {
        "language" : "FRENCH",
        "title" : "La famille de la présidente"
      }, {
        "language" : "ENGLISH",
        "title" : "More of the President`s Family"
      }, {
        "language" : "JAPANESE",
        "title" : "会長の身内くん"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2015-08-21",
      "episode_id" : 172444,
      "length" : 1,
      "number" : 1,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 01"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-21",
      "episode_id" : 172443,
      "length" : 1,
      "number" : 2,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 02"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-21",
      "episode_id" : 172442,
      "length" : 1,
      "number" : 3,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 03"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-21",
      "episode_id" : 172441,
      "length" : 1,
      "number" : 4,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 04"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-21",
      "episode_id" : 172440,
      "length" : 1,
      "number" : 5,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 05"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-08-21",
      "episode_id" : 172439,
      "length" : 1,
      "number" : 6,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 06"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172438,
      "length" : 1,
      "number" : 7,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 07"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172437,
      "length" : 1,
      "number" : 8,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 08"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172436,
      "length" : 2,
      "number" : 9,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 09"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172435,
      "length" : 1,
      "number" : 10,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 10"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172434,
      "length" : 1,
      "number" : 11,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 11"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172433,
      "length" : 2,
      "number" : 12,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 12"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2015-09-25",
      "episode_id" : 172432,
      "length" : 1,
      "number" : 13,
      "rating" : {
        "rating" : 1.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Gekijou 13"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2015-07-02",
      "episode_id" : 169480,
      "length" : 1,
      "number" : 1,
      "rating" : {
        "rating" : 4.93,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2015-07-09",
      "episode_id" : 169764,
      "length" : 1,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2015-08-13",
      "episode_id" : 172431,
      "length" : 1,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.04,
      "total" : 2187
    },
    "REVIEW" : {
      "rating" : 6.16,
      "total" : 1
    },
    "TEMPORARY" : {
      "rating" : 6.21,
      "total" : 2197
    }
  },
  "related" : {
    "SEQUEL" : [ 11901 ],
    "SIDE_STORY" : [ 11743 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "352847" ],
    "ANISON" : [ "18284" ],
    "ANN" : [ "16812" ],
    "CRUNCHY_ROLL" : [ "GYP8XN95Y" ],
    "MAL" : [ "28819", "32634" ],
    "MEDIA_ART_DATABASE" : [ "19165" ],
    "SYOBOI" : [ "3793" ],
    "WEBSITE" : [ "http://www.dreamcreation.co.jp/okusama/" ],
    "WIKIPEDIA_EN" : [ "Okusama_ga_Seitokaichō!" ],
    "WIKIPEDIA_JP" : [ "おくさまが生徒会長!" ]
  },
  "similar" : {
    "3360" : {
      "rating" : 8.181818181818182,
      "total" : 11
    }
  },
  "start_date" : "2015-07-02",
  "tags" : {
    "922" : {
      "info_box" : true,
      "name" : "shounen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1363" : {
      "info_box" : false,
      "name" : "breast fondling",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2651" : {
      "info_box" : false,
      "name" : "absurdist humour",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2652" : {
      "info_box" : false,
      "name" : "super deformed",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2653" : {
      "info_box" : false,
      "name" : "slapstick",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2698" : {
      "info_box" : false,
      "name" : "pantyjob",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2749" : {
      "info_box" : false,
      "name" : "nudity",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2770" : {
      "info_box" : false,
      "name" : "violent retribution for accidental infringement",
      "parent_tag_id" : 2653,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2784" : {
      "info_box" : false,
      "name" : "sudden girlfriend appearance",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2786" : {
      "info_box" : false,
      "name" : "love polygon",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2826" : {
      "info_box" : false,
      "name" : "pantsu",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2828" : {
      "info_box" : false,
      "name" : "borderline porn",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2848" : {
      "info_box" : false,
      "name" : "pornography",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2855" : {
      "info_box" : false,
      "name" : "under one roof",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2856" : {
      "info_box" : true,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2859" : {
      "info_box" : false,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2891" : {
      "info_box" : false,
      "name" : "breasts",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "3148" : {
      "info_box" : false,
      "name" : "open-ended",
      "parent_tag_id" : 6246,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3867" : {
      "info_box" : false,
      "name" : "ED variety",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4333" : {
      "info_box" : false,
      "name" : "predominantly female cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4440" : {
      "info_box" : false,
      "name" : "boy meets girl",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4576" : {
      "info_box" : false,
      "name" : "summer",
      "parent_tag_id" : 6185,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "5835" : {
      "info_box" : false,
      "name" : "Gainax bounce",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5852" : {
      "info_box" : true,
      "name" : "short episodes",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6185" : {
      "info_box" : false,
      "name" : "season",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6246" : {
      "info_box" : false,
      "name" : "ending",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6577" : {
      "info_box" : false,
      "name" : "student government",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7905" : {
      "info_box" : true,
      "name" : "large breasts",
      "parent_tag_id" : 2891,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Okusama ga Seitokaichou!",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "My Wife Is the Student Council President",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "おくさまが生徒会長!",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "我老婆是学生会长",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Okusama",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "Okuusama",
    "type" : "SHORT"
  } ],
  "type" : "SERIES",
  "url" : "http://www.dreamcreation.co.jp/okusama/"
}