{
  "anime_id" : 11028,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 75824,
      "name" : "Hell Gates",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74455,
      "name" : "Kitou Miho",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75826,
      "name" : "Komiya Nagare",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75827,
      "name" : "Komiya Taki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75831,
      "name" : "Kuramochi Madoka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75829,
      "name" : "Kushinada Moemi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75828,
      "name" : "Momozono Kazuya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75830,
      "name" : "Mukou Reiko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75832,
      "name" : "Nishikujou Matome",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75823,
      "name" : "Tim Berners Lin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75825,
      "name" : "Toune Yamato",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 63812,
      "name" : "Kagami Jun`ichirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 63813,
      "name" : "Kagami Suzune",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 73313,
      "name" : "Araki Koutarou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 73308,
      "name" : "Chinami Kanan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 73311,
      "name" : "Hiiragi Koyomi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 73309,
      "name" : "Kanou Minako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106494,
      "name" : "Kuribayashi Yukino",
      "type" : "CHARACTER"
    }, {
      "character_id" : 73312,
      "name" : "Momozono Makina",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75053,
      "name" : "Nanami Seijuurou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 73310,
      "name" : "Shikishima Kiriko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 63814,
      "name" : "Tenjouin Kisaki",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "829" : [ {
      "name" : "Yomiuri TV",
      "type" : "WORK"
    } ],
    "1303" : [ {
      "name" : "A-1 Pictures",
      "type" : "ANIMATION_WORK"
    }, {
      "name" : "A-1 Pictures",
      "type" : "WORK"
    } ],
    "2805" : [ {
      "name" : "Maekawa Atsushi",
      "type" : "SERIES_COMPOSITION"
    } ],
    "3672" : [ {
      "name" : "Sugimoto Isao",
      "type" : "CHARACTER_DESIGN"
    } ],
    "4309" : [ {
      "name" : "Satou Masato",
      "type" : "DIRECTOR"
    } ],
    "13090" : [ {
      "name" : "Ishikawa Shinsuke",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "13539" : [ {
      "name" : "Takada Ryuuichi",
      "type" : "MUSIC"
    } ],
    "42465" : [ {
      "name" : "Azuma Takeshi",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "http://anidb.net/ch63812 [Kagami Jun`ichirou]`s sister http://anidb.net/ch63813 [Suzune] is angry at him because of his complete disinterest in the real world. As he is interested in nothing but anime, manga and games, Suzune forces him to get a job as a physics teacher substitute at the same high school from which he graduated. Jun`ichirou proves himself a capable and hard-working teacher who comes up with unorthodox methods based on the seemingly useless knowledge he obtained as an otaku to teach and motivate his students.\nSource: Wikipedia",
  "end_date" : "2015-09-26",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2015-04-04",
      "description" : "Kagami Jun`ichirou is a 24-year old otaku who spends most of his time updating his anime blog and hasn`t worked properly in well over a year. He is afflicted with what he calls \"YD\" (yaritai koto shika dekimasu byou -- やりたいことしかできない病, lit. `I can only do what I feel like doing disease`) which has him able to do only things he feels like doing. However, once he sets his mind to doing something he can accomplish truly remarkable things, e.g. he managed to get papers on physics published in major scientific journals at the age of seventeen. His sister Suzune, fed up with him, has forcibly applied him to the high school he graduated from as a teacher.\nHe meets a student named Kanou Minako who aspires to become an anime voice actress, whom he nicknames `Face Puncher` (顔面パンチ ganmen panchi) after she punches him in the face for insulting her ambitions. He realises that she is being bullied, and saves her from a molester after the bullies create a profile for her on the school`s social website saying that she is a loose girl. He later turns the tables on her bullies by humiliating them in turn.",
      "episode_id" : 167333,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 6.39,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I`m a High School Teacher Now"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koukou Kyoushi Hajimemashita"
      }, {
        "language" : "FRENCH",
        "title" : "Mes débuts de prof au lycée"
      }, {
        "language" : "JAPANESE",
        "title" : "高校教師はじめました"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-04-11",
      "description" : "Kagami`s teaching quality is on and off with his YD, but he manages to last in the job for over a month, so his sister brings him to Akihabara to buy anime to celebrate. He catches a shoplifter, who turns out to be the class representative, who escapes by calling him a molester. She tells him that because he hasn`t been teaching seriously her mock exam grades have been slipping. Later, the surveillance camera video from the store is leaked, and controversy sweeps the entire school, such that he is told to resign. He passes the class rep, who asks him why he hasn`t exposed her for shoplifting and he says that he not only kept silent to protect her but because he really wanted to quit teaching altogether.\nJust as he leaves the school a woman, introducing herself as Hiiragi Private Academy`s Headmaster, Hiiragi Koyomi, intends to hire him to teach at her school.",
      "episode_id" : 167332,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 4.79,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Laws of Society"
      }, {
        "language" : "FRENCH",
        "title" : "Les règles en société"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shakai no Rule"
      }, {
        "language" : "JAPANESE",
        "title" : "社会のルール"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-04-18",
      "description" : "Koyomi explains to Kagami why she decided to scout him as a teacher for her school, saying that she finds him interesting. Suzune goes to Icho Academy, a branch of Hiiragi Academy, and she explains how most of the students there are are extremely talented who also tend to be more than a little crazy and highly eccentric. When Koyomi comes to see him at home, Kagami has escaped, and has gone to Akihabara, and her men try to look for him. He gets caught by Suzune, who realises he has gone to the district to get an autograph of the voice actress of one of his favourite anime characters.\nThus forcibly dragged to Hiiragi Academy, he meets some of the students, the uptight student council and discipline committee head Momozono Makina, whom he nicknames `Unusual Twintails` (変則ツインテール, henzoku twintail), who dislikes Kagami and disagrees with the headmaster`s decision to hire him. He sees a girl leaving who has been expelled from school for working part-time in violation of the school rules. The girl, named Shikishima Kiriko, was working in an Akihabara Maid Café, and her case convinces him to accept teaching at Hiiragi Academy.",
      "episode_id" : 167331,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 2.26,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Chase in Akihabara"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chase in Akihabara"
      }, {
        "language" : "FRENCH",
        "title" : "Course-poursuite à Akihabara"
      }, {
        "language" : "JAPANESE",
        "title" : "チェイス in 秋葉原"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-04-25",
      "description" : "Kagami defends Kiriko and tries to keep her from getting expelled, telling Makina that she has no right to expel her without understanding the dignity of maids. With the headmaster Hiiragi`s support he gets Makina to work for a day in the same Maid Café that Kiriko works in, and Suzune is pressed into service as well. Makina is unable to perform many of the duties, such as casting the \"moe-moe-kyun!\" spell on Kagami`s French fries, which he has Kiriko do instead (earning her the nickname `Potato` ポテト). Makina begins to realise the subtleties of the work Kiriko has to do, being sensitive to what her customers want and fulfilling them as best she can. Makina, however, sticks to her guns, saying that she has Kiriko expelled because work at a Maid Café is unbecoming for the image of the school. To this, he has Kiriko perform a song and dance on the roof of the café building, realising that she is Cutter Girl, the anonymous underground maid idol making waves on the Internet. A live stream of the event quickly gets an audience of over ten million viewers, showing that what Kiriko does is not unacceptable or unbecoming.",
      "episode_id" : 167330,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 2.43,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Dignity of Maids"
      }, {
        "language" : "FRENCH",
        "title" : "La valeur des soubrettes"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Maid no Hinkaku"
      }, {
        "language" : "JAPANESE",
        "title" : "メイドの品格"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-05-02",
      "description" : "The next day is Kagami`s first day as a teacher in Hiiragi Academy, and Suzune has to push him into going. He sees Kiriko at the gates, still trying in vain to keep her identity as Cutter Girl a secret, when a car comes flying in their direction, kicked by the monstrous Nanami Seijuurou, a violent bully whom he later nicknames `Cyborg` (改造人間, kaizou ningen) who won`t let anyone get in his way. As Nanami tries to beat up a younger student who has a figurine of Kagami`s favourite anime character on his phone for bumping into him, Kagami intervenes, and is nearly beaten up himself but Suzune saves him. Hiiragi prevents the fight between them from escalating into blows, and makes Kagami and Nanami have a duel in three days.\nAfter learning about Nanami`s past from his former student Minako, Kagami initially makes Nanami think that their duel will be a game of computer soccer, but it turns out that he intended their game to be actual soccer with the school teams.",
      "episode_id" : 167978,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 3.79,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ichou Gakuen no Kaibutsu"
      }, {
        "language" : "FRENCH",
        "title" : "La bête du lycée Inchô"
      }, {
        "language" : "ENGLISH",
        "title" : "Monster at Icho Academy"
      }, {
        "language" : "JAPANESE",
        "title" : "銀杏学園の怪物"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-05-09",
      "description" : "Nanami is flabbergasted as he is made to be captain of a girls` soccer team while Kagami has a team that is one of the top high school teams of the prefecture. Hiiragi acts as referee as the match begins, and while Nanami roughs up Kagami during the game his team manages to consistently score, and the difference in skill between their teams is obvious. Nanami is on the point of quitting, but after Kagami`s repeated jibes is forced to remain in the game, and then Kagami calls Minako over and she reminds him of his training with the computer soccer game. He begins using a \"long ball play\" from video game soccer that should be impossible in real-life soccer, as it requires a player with inhuman speed and strength, but Nanami actually has such ability, and by using this tactic his team manages to win. In this way Kagami manages to help address Nanami`s psychological issues, and earns his respect.",
      "episode_id" : 167977,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 1.99,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "An Amusing View"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Omoshiroi Keshiki"
      }, {
        "language" : "FRENCH",
        "title" : "Un spectacle intéressant"
      }, {
        "language" : "JAPANESE",
        "title" : "おもしろい景色"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-05-16",
      "description" : "A few days later, Suzune introduces a friend of hers named Chinami Kanan, considered to be the prettiest girl in school, who wants to get into the top ten in the upcoming physics tests so that her parents will allow her to see a concert of the famous American singer You Red Pond. Kanan never talks, and only communicates by texting Suzune. Kagami later learns that Kanan supposedly has a sort of natural \"anime voice\", which immediately piques his interest, and he tries to get her to speak, and his repeated attempts to do so irritate her so much that she tries to drive him away.\nEventually, Kagami and Suzune visit Kanan in her house, and strike a deal that if he can get her to have a top ten score in the upcoming physics exam, she will let him hear her voice. He writes increasingly elaborate games to help her study, until he eventually collapses from the effort. It is later revealed that Kanan`s voice attracted unwanted attention online which was only displaced by You Red Pond`s concerts, so she resolved never to speak again, but Kagami wins her over with his dedication and she gets over this hangup.",
      "episode_id" : 167976,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 2.5,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Beautiful Girl`s Secret"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Bishoujo no Himitsu"
      }, {
        "language" : "FRENCH",
        "title" : "Le secret de la belle"
      }, {
        "language" : "JAPANESE",
        "title" : "美少女のヒミツ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-05-23",
      "description" : "Makina gets Kagami to visit certain truant students in his class and convince them to go back to attending school, but as expected, he dodges this duty and goes to Akihabara to buy a new manga. He meets a girl in a Gothic Lolita outfit, whom he later learns is Tenjouin Kisaki, the author of his favourite manga. Makina is insistent and emails him a photo of one of the truant students named Tanaka Sachiko, and it turns out that she is also Tenjouin Kisaki herself.\nKagami gets Kisaki to attend school long enough to irritate Makina enough that she`ll feel that Kisaki is too much trouble. Kisaki thus follows Makina around, saying that she needs to observe her as a character reference for a new manga about a student council president she is writing, and she observes her everywhere, including in the toilet and even following her home, but even this fails to really faze Makina. Eventually it is seen that she used to be friends with Kisaki until she dropped out to concentrate on her manga work. Makina displays an otaku-like dedication to getting people to attend school which impresses Kisaki so she decides to go back.",
      "episode_id" : 167975,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 5.6,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Futoukou Ko wa Dai Sensei"
      }, {
        "language" : "FRENCH",
        "title" : "L`élève absente donne des leçons"
      }, {
        "language" : "ENGLISH",
        "title" : "The Truant Is a Grand Master"
      }, {
        "language" : "JAPANESE",
        "title" : "不登校児は大センセイ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-05-30",
      "description" : "Kagami has been playing Uroburos Online, a popular MMORPG, under the name \"The First\", with his partner with the name \"Luce\". They have completed all the quests in the game except for one, which requires a team of 35 members in order to perform, and Kagami has the idea of bringing his students into the game to make the required number.\nAt school, after being reluctantly praised by Makina for his efforts so far, but admonished that there are still other truants, he gets everyone to log onto the game, and starts training them in how to play. Later, he realises that they still have only 34 players, including himself and Luce, and Kisaki reminds him that there was one other truant in his class besides her. He logs off and runs to the truant`s house, a boy named Araki Koutarou, and finds to his shock that he is a cross-dressing hikikomori who is none other than his long-time gaming partner Luce.",
      "episode_id" : 168430,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 2.86,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Game no Kuni no Shoujo"
      }, {
        "language" : "FRENCH",
        "title" : "La fille du monde virtuel"
      }, {
        "language" : "ENGLISH",
        "title" : "The Girl in the Game"
      }, {
        "language" : "JAPANESE",
        "title" : "ゲームの国の少女"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-06-06",
      "description" : "Luce continues training Kagami`s students after his visit. The next day, Kagami`s team is officially registered for the quest, with Makina filling in the 35th slot after Kagami convinced her to join, as it would give her a chance to speak with Koutarou and persuade him to return to school. They find that the other teams competing in the quest have withdrawn after a guild known as Monsters Factory with a formidable reputation announces participation. Luce appears, but is lifeless as Koutarou is away from his keyboard. The battle begins, but Kagami goes away from his keyboard to get Koutarou, leaving his students to fight on their own until the two return.\nKagami chases after Koutarou, and the boy tells him about how he was always drawn to cute things and preferred to dress in girl`s clothing. After he tried going out once he was bullied by a group of classmates, and injured one of them, and from then on isolated himself. He fears that his new classmates will treat him the same way once the know about his proclivities. Nevertheless Kagami shows him how they have been playing the game seriously and convinces him to return to the quest. Their return to the game as The First and Luce turns the tide and their team is victorious. Kagami`s students invite him to play with them again soon, but he is hesitant, afraid that they will not accept him once they learn who he is.",
      "episode_id" : 168429,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 2.53,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koutarou no Yuuutsu"
      }, {
        "language" : "FRENCH",
        "title" : "La mélancolie de Kôtarô"
      }, {
        "language" : "ENGLISH",
        "title" : "The Melancholy of Koutaro"
      }, {
        "language" : "JAPANESE",
        "title" : "光太郎のユウウツ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-06-13",
      "description" : "Kagami/The First goes online one last time, telling Koutarou/Luce that he won`t be online for a while. He goes into town by himself for the first time. Meanwhile in school Kagami reminds Seijurou of how Luce had given him a beating in the game, putting him up to going online and confronting him. In the town Luce gets a lot of attention now that The First is not with him. A group of players try to harass him, but Seijurou, not caring about the rules prohibiting violence in the town, hits them, and he takes Luce aside for another duel. The town guard arrives and fights Seijurou briefly before the system penalises his account for breaking the rules. They speak briefly, and Koutarou reveals his identity, asking him to keep it a secret, but they are overheard by Kisaki.\nKisaki visits Koutarou in his house, and drags him outside and she buys him new clothes. Koutarou attracts plenty attention though he is a boy, and Kisaki tries to get him to come to school and see Seijurou in person. A pair of punks tries to harass them along the way but Makina is nearby and saves them, and invites them to her home. Koutarou is touched by their kindness and he begins to think that coming to school with such people around might not be so bad.\nMeanwhile, Kagami tracks down the Koutarou`s former schoolmates who bullied him before, and invites them to the victory party he is setting up.",
      "episode_id" : 168428,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 3.65,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Le monde extérieur"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Soto no Sekai"
      }, {
        "language" : "ENGLISH",
        "title" : "The Outside World"
      }, {
        "language" : "JAPANESE",
        "title" : "外の世界"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-06-20",
      "description" : "A week after their victory, Kagami`s class celebrates a party. They meet Koutarou for the first time and are fascinated, though almost everyone still believes him to be a girl. His former classmates, whom Kagami has invited, see him, and he implores them not to tell everyone who he really is. They agree, but say he is just as gross as he was before.\nKagami then sets up a special battle event in the game: The First vs. Luce. If The First is victorious, he will reveal an important secret about Luce. Hundreds of other players join in on the First`s side, while every member of Kagami`s class and Makina join in on Luce`s side. They put up a valiant effort but ultimately they are defeated, and The First confronts Luce in a final battle for being a coward who hides behind those weaker than himself. As Luce defeats him, he finally gains the courage to admit to his true name: Araki Koutarou. After the battle, he does the same in the real world, and Kagami`s students warmly greet their lost classmate.",
      "episode_id" : 168427,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 2.86,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Luce face à First"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Luce vs First"
      }, {
        "language" : "ENGLISH",
        "title" : "Luce vs. the First"
      }, {
        "language" : "JAPANESE",
        "title" : "ルーチェvsファースト"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-06-27",
      "description" : "A famed physicist from Geneva, Tim Berners-Lin, suddenly visits the Kagami house. She has been pestering Kagami for years, since the publication of his landmark papers on the theory of the \"anywhere door\", to join her at her research institute, CERM, saying that his genius was wasted languishing in Japan. Five years ago when they performed detailed computer simulations of his theories and to their chagrin found that his theory was correct, and she invited him to join CERM on the spot. Suzune is incensed that her brother passed up such a chance, and allows Berners-Lin to stay with them until she can convince Kagami to go with her.\nThe next morning Kagami believes that he might have a respite from the irritating physicist at school, but she obtained permission from Hiiragi to join his class. The class, especially Kiriko and Kanan, are concerned about Dr. Berners-Lin and confront Suzune about her. They do the same to Berners-Lin, and she challenges Kagami to solve a problem related to his theories. If he can do so, she will leave and stop bothering him but if not he will have to go with her. He agrees to the deal, and begins working on the problem. A few minutes before the deadline he receives an email that seems to show one of his students in trouble at a nearby park, so he runs there even though his work is still unfinished. When he gets there, he sees Hiiragi, who made her own challenge to Berners-Lin, saying that if he valued the welfare of his students enough to leave behind his own challenge when he thought one was in trouble, he was certainly more cut out to be a teacher than anything else, so she should give up her attempts to recruit him.",
      "episode_id" : 168988,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 4.06,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Geneva kara Kita Hakase"
      }, {
        "language" : "FRENCH",
        "title" : "Le professeur venu de Genève"
      }, {
        "language" : "ENGLISH",
        "title" : "The Doctor from Geneva"
      }, {
        "language" : "JAPANESE",
        "title" : "ジュネーブから来た博士"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-11",
      "description" : "Kagami runs across a first-year student named Kuramochi Madoka, who seems to have the ability to assess the value of any person or organisation, handing down the budgets for the school clubs with Makina. Later that day, in Akihabara, Kagami buys a new game with money he saved from skipping lunch, and runs across her again, and she declares that she wants him. She chases him across the district, and he later saves her from a group of students unhappy that she cut the budget of their club, but breaks the disc of his new game as a result. It turns out that Kuramochi`s family business is the company that made that game. He continues to rebuff her advances.\nKuramochi unexpectedly shows up at his house in a gift box and wearing a maid uniform, declaring that she will marry him, much to Suzune`s displeasure. Kagami does some research and finds out that Kuramochi`s company is the target of a hostile takeover by a much larger American game company. She tells him that one of the conditions is that she must marry the CEO of the company or else most of the employees of her company will be dismissed after the merger.",
      "episode_id" : 169148,
      "length" : 25,
      "number" : 14,
      "rating" : {
        "rating" : 6.65,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La femme à valeurs"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Satei no Onna"
      }, {
        "language" : "ENGLISH",
        "title" : "The Assessment Girl"
      }, {
        "language" : "JAPANESE",
        "title" : "サテイの女"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-18",
      "description" : "Madoka has spent the night in the Kagami house, and her fiancé, Hell Gates, arrives to pick her up. Kagami challenges Gates to a video game duel, saying that he will give up his attempts to acquire KMC and will call off the engagement if he loses, but if he wins, not only will he continue his plans but will furthermore prevent Kagami from laying hands on video games ever again. Kagami chooses the as-yet unreleased King Halo 3, produced by Gates` company, as their game. In preparation for the duel, he has Kiriko and Kanan play King Halo 2, and observes what these two complete amateurs do.\nDuring the duel, Kagami, by replicating the unexpected amateur moves his students were doing manages to trigger several bugs in the game to his advantage and in so doing defeats Gates. Gates admits defeat and abides by the conditions of the duel, but challenges Kagami to a separate duel with King Halo 2, just to salve his pride, but still he is soundly defeated. He then asks Kagami why he doesn`t participate in game tournaments and is told that games are not for competition but for mastery. Gates is even more attracted to Madoka for having the discernment to choose a man like Kagami.",
      "episode_id" : 169147,
      "length" : 25,
      "number" : 15,
      "rating" : {
        "rating" : 6.65,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Fiance wa Game Ou"
      }, {
        "language" : "FRENCH",
        "title" : "Mon fiancé, roi des gamers"
      }, {
        "language" : "ENGLISH",
        "title" : "The Fiance Is a Game King"
      }, {
        "language" : "JAPANESE",
        "title" : "フィアンセはゲーム王"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-07-25",
      "description" : "Hiiragi asks Kagami and his class to clean up an old boarding house that has been closed for over a year, motivating him by explaining that there is a large library of manga there, with a large pile of manga scattered in the middle. It soon becomes apparent that the boarding house is haunted by the ghost of a student who was killed in an accident. Kagami meets her, and learns that she was a big fan of manga, in particular the works of his student Tenjouin Kisaki. He introduces the ghost girl to his students, and Tenjouin is astonished to meet such a devoted fan. The ghost girl asks about her first published manga, whose finale was never seen because the manga magazine where it was being serialised went out of business, and she immediately runs home and returns, bearing the never before seen final chapter, which she shows to the ghost. This seems to allow her to move on to the afterlife but it turns out that something else is still tying her to the land of the living.\nKagami returns to the manga library, and clears away the scattered books in the middle of the room, revealing a writing desk and a set of manga-drawing pens. The ghost girl had been trying to draw her first manga when an unstable bookshelf collapsed on top of her and killed her. Encouraged by Kagami and Tenjouin she enthusiastically tries to learn how to draw, but it seems that she draws on the life force of living people around her to be able to move objects. Kagami tells his students to leave, while he alone helps the ghost do her manga, and only his energy is drained. In the morning she finishes, showing the one-page manga to Kagami, who appreciates it as a fine work, and this allows her to move on to the afterlife. The headmaster arrives and tells them the ghost`s name was Nishikujou Matome and that she was an interesting student in life.",
      "episode_id" : 169146,
      "length" : 25,
      "number" : 16,
      "rating" : {
        "rating" : 4.06,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Je veux atteindre le nirvana !"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Joubutsu Shitai no!"
      }, {
        "language" : "ENGLISH",
        "title" : "Take Me to the Afterlife"
      }, {
        "language" : "JAPANESE",
        "title" : "成仏したいの!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-01",
      "description" : "Kyoutarou finally decides to come to school, and despite being a boy manages to displace Kanan as the cutest girl in school, attracting attention even after he is known to be a boy. This initially makes Kanan jealous but is mollified after Kyoutarou says he admires her style and looks up to her like an elder sister. They go around looking for cute things when Kyoutarou sees a poster for a one-day part-time job as a shrine maiden during a festival, and he convinces Makina to let them do so as an exception to the school rules prohibiting any part-time work. Makina joins as well, ostensibly to make sure they don`t cause trouble. They are assigned to sell lucky charms at a booth in the shrine, and Kyoutarou attracts more attention than Kanan or Makina. Makina is concerned that if Kagami sees her dressed as a shrine maiden he will tease her with another silly nickname like `miko miko twintail`. She is almost caught when Kagami and his sister visit the shrine to buy a charm for academic success.\nThe next day after school Kyoutarou calls on Kagami and they go to a video game arcade and play a game together. Kagami gives the charm to him, and he says he went out to school so they could be partners in real life like they were in the game.",
      "episode_id" : 169987,
      "length" : 25,
      "number" : 17,
      "rating" : {
        "rating" : 1.96,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hatsutoukou de Oosawagi"
      }, {
        "language" : "ENGLISH",
        "title" : "Turmoil on Day One"
      }, {
        "language" : "FRENCH",
        "title" : "Un premier jour perturbant"
      }, {
        "language" : "JAPANESE",
        "title" : "初登校で大騒ぎ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-08",
      "description" : "Kagami comes into school one day in a good mood, showing off a powerful rare card for the trading card game Magic The Ring. Makina confiscates this as it is in violation of school rules, but intended to give it back to him the next day. Her little brother Kazuya is also an avid player, but keeps constantly getting beaten, so he steals the card, believing it will help him win. However, he  loses the card during a game to a boy named Kenji, as he is not that skilled.\nMeanwhile, a student from the class next to Kagami`s, Odawara Joe, asks him for advice on hooking up with a girl. He initially refuses, until Odawara tells him that the girl he likes is Makina. He gets constant nosebleeds whenever talking to any girl so Kagami trains him by using Koutarou as a proxy for Makina, with a program to simulate her reactions. The real Makina sees them, and Odawara tries to confess to her, but he is kicked in the face for his trouble. Thus disenchanted with Makina his affections attach to Koutarou, who objects that despite his cross-dressing he is not homosexual.\nMakina explains to Kagami what happened to his card, and tells him that if he wants it back he has to win it back himself, but he tells Kazuya that it is a gamer`s pride to win back what they lose in a fair game. Kagami then begins to train Kazuya in the game, so his skills improve, and eventually he manages to beat Kenji  and win back Kagami`s card.",
      "episode_id" : 169986,
      "length" : 25,
      "number" : 18,
      "rating" : {
        "rating" : 1.96,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Gamer`s Pride"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gamer no Pride"
      }, {
        "language" : "FRENCH",
        "title" : "La fierté d`un gamer"
      }, {
        "language" : "JAPANESE",
        "title" : "ゲーマーのプライド"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-15",
      "description" : "Makina has Kagami patrolling the streets looking for out of school youths, and he runs into a girl named Komiya Taki, whom he later befriends, as they are both into video games and a sentai television show named `Fraternal Force Family Rangers`. While they are at the arcade, a gang approaches behind them, and they run, but Kagami is attacked by another guy who appears in the alley. Taki subdues him, and it turns out that the gang behind them is her own, named Black Oracle Neo. The robber who attacked Kagami comes to, and is about to attack Taki, but Minako appears and stops him, and he is beaten up by the rest of her gang. Minako and Seijurou were former leaders of the gang, and attempted to disband it but Taki has been trying to keep it together.\nThe next day, Kagami receives an invitation to a concert of a popular idol group called 5th Queens, which Suzune is a big fan of. He goes to the concert with her, and after it ends he is called from an unfamiliar number. It is Komi-Ryu of the 5th Queens, whose true name is Komiya Nagare, Taki`s elder twin sister. She meets him backstage, and entreats him to get her sister to leave the gang. Taki appears and they quarrel, and Kagami instead joins Black Oracle Neo himself, and he starts hanging around with them. A few days later, Komi-Ryu disappears from the set of a live television show, and appears at the Kagami house, demanding that Kagami get her sister to leave the gang, saying that if she remains there she will need to quit being an idol.",
      "episode_id" : 169985,
      "length" : 25,
      "number" : 19,
      "rating" : {
        "rating" : 3.23,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Street Gangs"
      }, {
        "language" : "FRENCH",
        "title" : "Street Girl"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Street Girl"
      }, {
        "language" : "JAPANESE",
        "title" : "ストリートガール"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-08-29",
      "description" : "Nagare has suddenly showed up at the Kagami house while a live television show featuring her is about to air. Kagami convinces her to make a live streaming video performance at her old elementary school instead, which is also broadcast on television, saying that if she can`t do her own job well she has no right to criticise where others feel their place should be.\nAfter the show, Nagare explains to Kagami about why she wants Taki to quit her gang. On the day of Nagare`s audition to become an idol she had a sudden medical emergency, and Taki took the audition in her place. The idol producer was not fooled, but he accepted Nagare`s application anyway, but in exchange Taki made a promise not to associate herself in show business, and went on to Black Oracle Neo. Although Nagare made the best of it she always felt that she had taken the place that Taki should have had.\nKagami then brings Nagare to an underground Family Rangers fan event, where she in turn takes Taki`s place, and she manages to win. While she is changing out of her costume, she is abducted by some mysterious persons.",
      "episode_id" : 169984,
      "length" : 25,
      "number" : 20,
      "rating" : {
        "rating" : 1.85,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Futago no Idol"
      }, {
        "language" : "FRENCH",
        "title" : "Les idoles jumelles"
      }, {
        "language" : "ENGLISH",
        "title" : "The Twin Idol"
      }, {
        "language" : "JAPANESE",
        "title" : "双子のアイドル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-05",
      "description" : "Taki arrives at the event, perplexed that her friends talk about how amazing her performance was, when all the while she was at a meeting with other gangs, since the guy who tried to rob Kagami the other day is trying to get revenge for his humiliation, and has built up a group for that purpose. This frightens Kagami and he tries to find Nagare, and sees her being abducted by the robber, and is beaten up when he tries to save her. They decide against calling the police because the ensuing scandal would probably destroy Nagare`s career. He calls upon the network of Family Ranger fans who see the night`s winning performer in a car, and they trace her and her abductors to an unfinished construction site.\nTaki insists that she has to go in there alone to rescue her sister, and while she manages to hurt a few of the robber`s associates there are too many of them, and she is captured along with Nagare. Kagami has meanwhile called Minako and Seijurou, and the three of them appear wearing Family Ranger masks. He has also made an announcement to the fans who were present at that night`s event, for an after party, and they gather outside the construction site. The five of them, clearly mirroring the Family Rangers, manage to defeat many of the robber`s gang, and cornered, the robber threatens Kagami, saying that he will be watching him and he will never be safe on the streets again. Kagami replies that on the contrary it is he who will not be safe, as Kagami has learned all of their true names since they used their parents` car to kidnap Nagare, and they are surrounded by a crowd of her fans who would lynch him if they learned what he had done.\nAfterwards, the twins thank Kagami for everything he has done and say that they plan to enter Icho Academy next year for high school.",
      "episode_id" : 170563,
      "length" : 25,
      "number" : 21,
      "rating" : {
        "rating" : 3.23,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Famiranger Kenzan!"
      }, {
        "language" : "ENGLISH",
        "title" : "Here Come the Family Rangers!"
      }, {
        "language" : "FRENCH",
        "title" : "Rencontre avec les Familynger"
      }, {
        "language" : "JAPANESE",
        "title" : "ファミリンジャー見参!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-12",
      "description" : "Kagami is in low spirits, having suddenly lost enthusiasm for everything, even his otaku hobbies. While he is drinking his favourite soda pop at the maid café an old friend of his, Toune Yamato, comes by to see him. Inspired by his ground-breaking paper, she went on to make a career as a physicist, and became part of the research laboratory KEC, which is now racing against Tim Berners-Lin`s CERM to make a physical realisation of the \"Anywhere Door\". She plans to recruit him to join the project, and brings him to their secret underground research facility, which was built according to his tastes. He is admired by everyone on the team who are further impressed after he manages to stabilise the facility`s particle accelerator. Hiiragi somehow finds him at the research facility, and tells him that he is fired.",
      "episode_id" : 170562,
      "length" : 25,
      "number" : 22,
      "rating" : {
        "rating" : 3.23,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Castle Junichiro"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kagami-kun no Oshiro"
      }, {
        "language" : "FRENCH",
        "title" : "Le château de Kagami"
      }, {
        "language" : "JAPANESE",
        "title" : "鑑クンのお城"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-19",
      "description" : "Kagami appears to be enjoying himself operating the lab with Toune, but Hiiragi`s words that he does not need the anywhere door haunt him, but he tells himself that he enjoys it more than teaching. Suzune is worried that he seems to have disappeared but Hiiragi assures her that he is safe. Toune introduces him to a new intern, a sullen girl named Mukou Reiko, brought to by the lab by someone she calls \"Yomi\". Reiko is unaware of even the manga reference for the anywhere door project, so he has her read all the volumes of a manga called \"Michiemon\" (evidently a reference to Doraemon), while he works on a theoretical basis for the Higgs boson. Kagami is surprised when Reiko reappears after two hours, having read through a large stack of manga volumes, and is now fired up for the anywhere door project. It seems that she is a genius who can learn anything after seeing it done once. He then realises that the \"Yomi\" she refers to his actually Hiiragi Koyomi. Reiko then manages to use Kagami`s theory to detect the Higgs.\nReiko has never understood what it meant to be amused, as for most of her childhood she was confined to a facility in the mountains where experiments were conducted on her remarkable learning abilities, until Hiiragi recently brought her out. Kagami sees how she is exceptionally docile and obedient and in order to break her of this he orders her to go back to her room and stay there. Meanwhile, KEC experiences a cyberattack from CERM, which they are only able to stop because eventually Reiko disobeys and helps in the defence. Reiko is sorry for her disobedience but Kagami praises her for what she had done and tells her that simple blind obedience will get her nowhere.",
      "episode_id" : 170977,
      "length" : 25,
      "number" : 23,
      "rating" : {
        "rating" : 1.85,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nazo no Ichinichi Taiken Nyuushosha"
      }, {
        "language" : "ENGLISH",
        "title" : "The Job Try Out Girl"
      }, {
        "language" : "FRENCH",
        "title" : "Un visiteur impromptu"
      }, {
        "language" : "JAPANESE",
        "title" : "謎の一日体験入所者"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2015-09-26",
      "description" : "Suzune and Kagami`s students are worried about his disappearance despite Hiiragi`s assurances, and it seems that Hiiragi knows something about it, they trail her in a taxi as she goes to the KMC laboratory to pick up Reiko, and are perplexed when her car suddenly disappears without a trace as it enters the secret tunnel.\nAt the KMC laboratory meanwhile, Reiko has hacked into the security systems and locked everyone else out of the laboratory as she does not want to go back to school if Kagami will remain at KMC. Kagami counter-hacks into the network and manages to enter the facility, where he speaks to Reiko and convinces her to open everything. The two of them return to Icho Academy, after Kagami realises what his true role as a teacher should be, although he warns Hiiragi that it may mean that he may make the whole idea of school obsolete.\nKagami later distributes a smartphone application to all of his students that enables them to reliably predict what questions will appear in upcoming tests. He says that this is intended to free them to pursue what interests them without worrying about grades for things that they have no use for.",
      "episode_id" : 170976,
      "length" : 25,
      "number" : 24,
      "rating" : {
        "rating" : 1.85,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ma méthode d`enseignement"
      }, {
        "language" : "ENGLISH",
        "title" : "My Educational Policies"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ore no Kyouiku Houshin"
      }, {
        "language" : "JAPANESE",
        "title" : "オレの教育方針"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2015-04-04",
      "episode_id" : 167555,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2015-04-04",
      "episode_id" : 167554,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2015-06-27",
      "episode_id" : 169775,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode C3"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2015-06-27",
      "episode_id" : 169774,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "UNKNOWN",
        "title" : "Ending 2"
      }, {
        "language" : "ENGLISH",
        "title" : "Episode C4"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 3.68,
      "total" : 1122
    },
    "REVIEW" : {
      "rating" : 6.5,
      "total" : 1
    },
    "TEMPORARY" : {
      "rating" : 5.96,
      "total" : 1130
    }
  },
  "related" : {
    "OTHER" : [ 10349 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "351831" ],
    "ANISON" : [ "17978" ],
    "ANN" : [ "16723" ],
    "FUNIMATION" : [ "ultimate-otaku-teacher" ],
    "MAL" : [ "29589" ],
    "SYOBOI" : [ "3712" ],
    "WEBSITE" : [ "http://www.ytv.co.jp/denpa/" ],
    "WIKIPEDIA_EN" : [ "Denpa_Kyōshi" ],
    "WIKIPEDIA_JP" : [ "電波教師" ]
  },
  "similar" : {
    "191" : {
      "rating" : 3.333333333333333,
      "total" : 12
    },
    "11995" : {
      "rating" : 3.6363636363636367,
      "total" : 11
    }
  },
  "start_date" : "2015-04-04",
  "tags" : {
    "922" : {
      "info_box" : true,
      "name" : "shounen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "997" : {
      "info_box" : false,
      "name" : "association football",
      "parent_tag_id" : 2881,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2043" : {
      "info_box" : true,
      "name" : "high school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2438" : {
      "info_box" : false,
      "name" : "idol",
      "parent_tag_id" : 2794,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2565" : {
      "info_box" : false,
      "name" : "cross-dressing",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2676" : {
      "info_box" : false,
      "name" : "Tokyo",
      "parent_tag_id" : 2672,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2793" : {
      "info_box" : false,
      "name" : "performance",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2794" : {
      "info_box" : false,
      "name" : "music",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2881" : {
      "info_box" : false,
      "name" : "sports",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2883" : {
      "info_box" : false,
      "name" : "the arts",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2927" : {
      "info_box" : false,
      "name" : "Akihabara",
      "parent_tag_id" : 2676,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3040" : {
      "info_box" : false,
      "name" : "male protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3148" : {
      "info_box" : false,
      "name" : "open-ended",
      "parent_tag_id" : 6246,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3721" : {
      "info_box" : false,
      "name" : "RPG aspects",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3741" : {
      "info_box" : false,
      "name" : "bullying",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4480" : {
      "info_box" : false,
      "name" : "happy ending",
      "parent_tag_id" : 6246,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "4522" : {
      "info_box" : false,
      "name" : "social commentary",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5773" : {
      "info_box" : false,
      "name" : "secret organisation",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5834" : {
      "info_box" : false,
      "name" : "show within a show",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5948" : {
      "info_box" : false,
      "name" : "visible aura",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6030" : {
      "info_box" : false,
      "name" : "otaku culture",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6072" : {
      "info_box" : false,
      "name" : "just as planned",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6191" : {
      "info_box" : false,
      "name" : "card games",
      "parent_tag_id" : 2881,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6246" : {
      "info_box" : false,
      "name" : "ending",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Denpa Kyoushi (2015)",
    "type" : "MAIN"
  }, {
    "language" : "DUTCH",
    "title" : "Ultieme Otaku Docent",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Ultimate Otaku Teacher",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "电波教师",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "電波教師 (2015)",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Denshi",
    "type" : "SHORT"
  } ],
  "type" : "SERIES",
  "url" : "http://www.ytv.co.jp/denpa/"
}