{
  "anime_id" : 11348,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 76619,
      "name" : "Haruka Koushaku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 79477,
      "name" : "Higata",
      "type" : "CHARACTER"
    }, {
      "character_id" : 77398,
      "name" : "Kihal Toghrul",
      "type" : "CHARACTER"
    }, {
      "character_id" : 80751,
      "name" : "Kokuou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 80755,
      "name" : "Mukaze",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76261,
      "name" : "Sakaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 80754,
      "name" : "Torou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 80653,
      "name" : "Umihebi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 76549,
      "name" : "Yatsufusa",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 73404,
      "name" : "Shirayuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 73403,
      "name" : "Zen Wistaria Clarines",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 79480,
      "name" : "Eugena",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75372,
      "name" : "Garack Gazerd",
      "type" : "CHARACTER"
    }, {
      "character_id" : 79478,
      "name" : "Itoya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 75371,
      "name" : "Izana Wistaria Clarines",
      "type" : "CHARACTER"
    }, {
      "character_id" : 79476,
      "name" : "Kazuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74026,
      "name" : "Kiki Ceylan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74708,
      "name" : "Mihaya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74024,
      "name" : "Mitsuhide Luen",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74023,
      "name" : "Obi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74706,
      "name" : "Raj Sherazad",
      "type" : "CHARACTER"
    }, {
      "character_id" : 79479,
      "name" : "Rona Sherazad",
      "type" : "CHARACTER"
    }, {
      "character_id" : 74025,
      "name" : "Ryuu",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "141" : [ {
      "name" : "Andou Masahiro",
      "type" : "DIRECTOR"
    } ],
    "755" : [ {
      "name" : "Bones",
      "type" : "ANIMATION_WORK"
    } ],
    "3331" : [ {
      "name" : "Takahashi Kumiko",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Takahashi Kumiko",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "3626" : [ {
      "name" : "Ooshima Michiru",
      "type" : "MUSIC"
    } ],
    "4556" : [ {
      "name" : "Akao Deko",
      "type" : "SERIES_COMPOSITION"
    } ],
    "5449" : [ {
      "name" : "Fujita Shigeru",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "6062" : [ {
      "name" : "Komori Takahiro",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "16151" : [ {
      "name" : "Saitou Tsunenori",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "43890" : [ {
      "name" : "Akizuki Sorata",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "This is the continuation of the story about Shirayuki, a young independent and persistent girl with rare red hair who is under training as the palace herbalist, Zen Wistalia, second prince of the kingdom of Clarines, and the journey and struggles that they all go through in dealing with their new found love for each other and the unwanted attention that Shirayuki brings due to her hair.\nSource: ANN",
  "end_date" : "2016-03-29",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2016-01-12",
      "description" : "It`s a new day at the castle as everyone continues with their lives including Shirayuki as she helps clean the medical wing, while Zen continues with his royal duties while holding personal thoughts regarding his future with Shirayuki. However, everyone receives a surprise when a familiar face returns; Mihaya. He reveals disturbing news that a mysterious boy named Kazuki is out to kidnap Shirayuki for unknown reasons. Everyone is shocked, but soon get another surprise when Prince Izana informs Shirayuki that she is invited to attend a ball in Tanbarun, forcing her to attend and make preparations for her upcoming visit. \nSource: Wikipedia",
      "episode_id" : 174127,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 5.15,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYNV787QR" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Le rouge tisseur de destin"
      }, {
        "language" : "ENGLISH",
        "title" : "The Red That Spins Fate"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Unmei o Tsumugu Aka"
      }, {
        "language" : "JAPANESE",
        "title" : "運命を紡ぐ赤"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-01-19",
      "description" : "It`s Shirayuki`s last day at the castle as she will soon be leaving for her trip to Tanbarun. While Shirayuki continues to prepare herself for the upcoming ball, Zen and the others are still investigating the mysterious boy, Kazuki who is after her. Zen grows worried and frustrated that he can`t protect Shirayuki himself while Obi is hoping he can do something to help. Obi and Zen have a match together where Obi wins and is allowed to be Shirayuki`s attendant while in Tanbarun. On their last night together, Zen and Shirayuki spend quality time together and share their own personal goodbyes. The next day, Shirayuki and Obi leave and soon arrive in Tanbarun and are greeted by Prince Raji. \nSource: Wikipedia",
      "episode_id" : 174126,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 6.41,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6MEKVK8R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Eyes That Protect and Look Foward"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mamoru Hitomi, Susumu Hitomi"
      }, {
        "language" : "FRENCH",
        "title" : "Regards protecteurs et positifs"
      }, {
        "language" : "JAPANESE",
        "title" : "守る瞳, 進む瞳"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-01-26",
      "description" : "While in Tanbarun, Shirayuki and Raji try to improve their relationship. While they find themselves awkward around each other, Raji tries to make her visit more interesting and takes Shirayuki on a tour of the castle. However they receive no privacy as everyone observes them. Raji takes Shirayuki and Obi to old hidden passageways, but soon get lost while exploring, while unknown to them, Raji`s siblings Rona and Eugena secretly spy on them. Eventually they find an exit and Raji takes Shirayuki to the castle greenhouse while at the same time, Raji`s siblings question his true feelings for Shirayuki. Meanwhile, Zen continues his duties back in Clarines as he begins bird training. While observing Zen, Prince Izana and Mitsuhide have a private talk with Izana revealing he is testing Zen and Shirayuki`s relationship to see how strong they truly are together. Zen discovers their meeting, but before he learns more of their discussion he and the others receive distressing news when Mihaya is no where to be found. However unknown to them, Mihaya has sneaked away from the castle and once again meets the mysterious boy, Kazuki. \nSource: Wikipedia",
      "episode_id" : 174125,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 5.75,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63K1D1M6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Indecision Caused by Confusion"
      }, {
        "language" : "FRENCH",
        "title" : "Le doute réside dans l`embarras"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mayou Tomadoi no Naka"
      }, {
        "language" : "JAPANESE",
        "title" : "迷うは戸惑いの中"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-02-02",
      "description" : "Still in Tanbarun, Raji and Shirayuki continue to let their relationship grow as they spend more and more time together, intriguing everyone in the castle and growing impressed of Raji`s sudden change in character. While Raji`s siblings, Rona and Eugena contuine to secretly observe their relationship around the same time, both Raji and Obi are beginning to consider their true feelings regarding Shirayuki. Meanwhile Mihaya returns and reveals to Zen his encounter with Kazuki, revealing new information. Kazuki is revealed to have a partner and they have both discovered that Shirayuki is in Tanbarun and are currently on their way to capture her. To warn them of the upcoming danger, Zen sends a message and prepares to leave for Tanbarun. Izana is against Zen leaving Clarines, but Zen refuses his brother`s orders and strongly affirms his relationship with Shirayuki, revealing he will one day marry her and leaves for Tanbarun. However, on the night of the ball, the mysterious men seeking to kidnap her finally arrive. \nSource: Wikipedia",
      "episode_id" : 174124,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 6.76,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR24XMXM6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sono Ippo no Na wa, Henka"
      }, {
        "language" : "ENGLISH",
        "title" : "The Name of That Step Is Change"
      }, {
        "language" : "FRENCH",
        "title" : "Un pas nommé \"changement\""
      }, {
        "language" : "JAPANESE",
        "title" : "その一歩の名は, 変化"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-02-09",
      "description" : "Shirayuki and Obi are attacked by Kazuki and his mysterious friend, Itoya. Obi fights to protect Shirayuki, but during the assault the men succeed in kidnapping her and escape into the night. Raji has guards sent out to search while Zen and the others finally arrive in Tanabarun and discover the incident. Zen and Raji agree to work together to rescue Shirayuki. However, Obi feels extremely guilty and sneaks away to save her himself. Unfortunately, mysterious pirates ambush Kazuki and Shirayuki and takes them to an unknown location. \nSource: Wikipedia",
      "episode_id" : 174760,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 7.68,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRZJ797K6" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Début d`une nuit feutrée et confuse"
      }, {
        "language" : "ENGLISH",
        "title" : "Prologue of the Quietly Twisting Night"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shizuka ni Karamaru Yoru no Joshou"
      }, {
        "language" : "JAPANESE",
        "title" : "静かに絡まる夜の序章"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-02-16",
      "description" : "Shirayuki and Kazuki are having a difficult time with the Claw of Sea Pirates. They attempt to escape, but the Pirates stop them and demand to know why the Lions of the Mountain want Shirayuki. Meanwhile, Zen and the others begin their search and soon reunite with Obi and meet the Lions of the Mountain leader. They all agree to work together to save Shirayuki and Kazuki. Eventually, Zen and the others discover the town where they are being held hostage. Kiki volunteers to be taken captive by the Pirates and soon reunites with Shirayuki. \nSource: Wikipedia",
      "episode_id" : 174759,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 8.63,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6QWJPJ26" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Décisions multiples"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ikutsumo no Ketsui"
      }, {
        "language" : "ENGLISH",
        "title" : "Many Different Resolves"
      }, {
        "language" : "JAPANESE",
        "title" : "いくつもの決意"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-02-23",
      "description" : "While Kiki informs Shirayuki and Kazuki of the situation, Zen and the others all work to prepare to rescue them. Raji and his men go out to sea and soon confront the Claw of the Sea Pirates. The Pirates escape and soon arrive in their cave hideout. However, Raji and his army discover them and a battle breaks out with the help of Mistuhide, Obi and the Lions of the Mountain. During the attack, Shirayuki is captured while trying to escape, but is saved by Zen and after being separated for so long, Zen and Shirayuki share a heartfelt and tearful reunion. Zen and the others finally managed to defeat the Claw of the Sea Pirates and together the group reunites with Shirayuki. However, they soon discover another surprise when the Lions of the Mountain leader, Mukaze is revealed to be Shirayuki`s father. \nSource: Wikipedia",
      "episode_id" : 174762,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 9.4,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYW4D0D86" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Flots résolus"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kakugo no Nami"
      }, {
        "language" : "ENGLISH",
        "title" : "Wave of Determination"
      }, {
        "language" : "JAPANESE",
        "title" : "覚悟の波"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-01",
      "description" : "While Raji and his men return to Tanbarun to deal with the Pirates, Shirayuki and the others arrive at the Lions of the Moutains village, where a party is held to celebrate their victory. During their time together, Shirayuki learns why her father left her in the care of her grandparents and his history, including the reason why Kazuki had taken her. Shirayuki speaks with a guilt-ridden Obi and assures him that despite what happened, she doesn`t blame him. Meanwhile, Zen and Mukaze have a private talk regarding Zen and Shirayuki`s relationship, where Zen admits their love for each other and receives Mukaze`s blessing. Later, Shirayuki and Zen spend time alone together since being reunited. Eventually everyone soon returns to Tanbarun, where they reunite with Raji and attend a special ball in honour of Shirayuki`s safe return. The next day, Shirayuki and the others say their goodbyes and begin their journey to return to Clarines. \nSource: Wikipedia",
      "episode_id" : 174761,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 7.82,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR0XDMD0Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hohoemi no Ondo, Taisetsu na Basho"
      }, {
        "language" : "FRENCH",
        "title" : "Sourires chaleureux et lieu précieux"
      }, {
        "language" : "ENGLISH",
        "title" : "The Temperature of a Smile, a Cherished Place"
      }, {
        "language" : "JAPANESE",
        "title" : "微笑みの温度, 大切な場所"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-08",
      "description" : "While on their way back to Clarines, it soon begins to rain and Zen and others decide to stay at a nearby Inn. While everyone enjoys being back together again, Obi reflects on how much he has changed since meeting Zen and the others. Later, Obi reunites with an old friend, Torou who asks him to help her with a job. Obi sneaks away with Torou to an abandoned mansion to retrieve a young boy who ran away from home. Obi and Torou managed to defeat the boy`s bodyguards and take a moment to speak of their past together. However, they are soon interrupted when the noticed more people inside and discover them to be Zen and the others who came looking for Obi. Zen has a private talk with Obi, sternly informing him to be more self-aware otherwise it will cause others to worry about him. Later, Zen and the others resume their journey and during their ride, Obi assures Shirayuki he has no intention of returning to his previous life as they come closer to Clarines. \nSource: Wikipedia",
      "episode_id" : 175549,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 7.7,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR79PMP36" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Anata to Ireba......"
      }, {
        "language" : "FRENCH",
        "title" : "Avec toi à mes côtés..."
      }, {
        "language" : "ENGLISH",
        "title" : "When I`m with You..."
      }, {
        "language" : "JAPANESE",
        "title" : "貴方といれば......"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-15",
      "description" : "While Shirayuki goes back to work at the castle, Zen is pressured by Prince Izana and Lord Haruka to hold a ball as many women seek to marry him. Zen refuses but eventually decides to have a marriage interview. Soon everyone in the castle discovers the news, including Shirayuki causing her to become worried but tries to hide her fears. However unknown to anyone, Zen has a secret marriage interview with Kiki to help avoid the subject in the future. While Zen and Kiki are together they reflect on their past, including how Zen, Kiki and Mitsuhide first met. Eventually after the interview, Zen learns from Obi that Shirayuki discovered the interview but wasn`t aware he was with Kiki and leaves to find her. Zen finds Shirayuki and assures her of the situation. Later that night, Zen is visited by Prince Izana where he reveals he intends to take a wife, but informs Zen that the subject of marriage will eventually be brought up again. Zen reaffirms his relationship with Shirayuki to Izana, once again telling his brother she is the one he will marry. Izana gives his blessings towards Zen, finally accepting his relationship with Shirayuki. \nSource: Wikipedia",
      "episode_id" : 175548,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 8.06,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6XJ9E9PR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kimi o Uruowaseru no wa Ishi no Izumi"
      }, {
        "language" : "FRENCH",
        "title" : "La fontaine de la volonté t`enrichira"
      }, {
        "language" : "ENGLISH",
        "title" : "The Spring of Intent Will Quench Your Thirst"
      }, {
        "language" : "JAPANESE",
        "title" : "君を潤わせるのは意志の泉"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-22",
      "description" : "While in deep thought over his meeting with Izana, Zen gets into an accident and becomes injured. Mitsuhide goes to seek help from the Chief Herbalist, but instead encounters a strange plant and accidentally inhales it`s fragrance. The fragrance causes a deep part of Mitsuhide`s personality to emerge, causing his loyalty towards Zen to become stronger. While Shirayuki is tasked to find an antidote, Zen instead orders to have the medicine naturally leave his system. However, Zen begins having a difficult time when Mitsuhide refuses to leave his side and becomes extremely overprotective. Eventually, after speaking with Shirayuki and when Mitsuhide saves them from being injured, Zen wishes for him to go back to normal. Shirayuki soon discovers the cure, causing Mitsuhide to revert back to normal with no memory of his recent behaviour. Due to her hard work, Shirayuki is promoted to an official court herbalist, ending her apprenticeship. Shirayuki is pleased, but remembers that soon she must make a decision regarding the future of her relationship with Zen. \nSource: Wikipedia",
      "episode_id" : 175547,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 7.07,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY1X4V9KY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Aru ga Yue no Saki"
      }, {
        "language" : "FRENCH",
        "title" : "Il y a un avenir"
      }, {
        "language" : "ENGLISH",
        "title" : "The Future Because of Who You Are"
      }, {
        "language" : "JAPANESE",
        "title" : "あるがゆえの先"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-29",
      "description" : "Sasaki visits Shirayuki to inform her that she dons the official title of \"friend of the crown\" of Tanbarun. Afterwards, Prince Izana questions her, asking about her intentions with Zen, and she find herself speechless. Shirayuki struggles to make up her mind as to what she wants in regards to her relationship with Zen, and while she does that, Sasaki tries to convince her to take Raj`s hand. She politely refuses. She finds herself out and about and finally makes up her mind at the bottom of a staircase. She abruptly asks Obi to help her find Zen, and Zen comes running. She runs up to meet him halfway on the staircase and asks if it`s okay that she wishes to be his wife one day. Zen kisses her and she gets so weak in the legs that she cannot walk. Zen carries her to the roof of the castle, where she admires the view. He remembers that he never actually answered her question, so he clearly tells her that he has informed Prince Izana of his feelings towards her, and that he wants her to wait for her, even if it`s selfish of him. They meet up with Obi, Mitsuhide, and Kiki and everyone goes to wish Sasaki off as he leaves Clarines to return to Tanbarun.\nSource: Wikipedia",
      "episode_id" : 175546,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 7.66,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6NV78QQY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ainsi vont l`histoire et mon chemin"
      }, {
        "language" : "ENGLISH",
        "title" : "My Story, My Path"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Soshite Monogatari, Watashi no Michi"
      }, {
        "language" : "JAPANESE",
        "title" : "そして物語, 私の道"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2016-01-12",
      "episode_id" : 174454,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2016-01-12",
      "episode_id" : 174453,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 7.45,
      "total" : 1713
    },
    "TEMPORARY" : {
      "rating" : 7.62,
      "total" : 1721
    }
  },
  "related" : {
    "PREQUEL" : [ 11524 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "354143" ],
    "AMAZON" : [ "B01F9ULLEY" ],
    "ANISON" : [ "18269" ],
    "ANN" : [ "17777" ],
    "CRUNCHY_ROLL" : [ "GRZJ7QN86" ],
    "FUNIMATION" : [ "snow-white-with-the-red-hair" ],
    "MAL" : [ "31173" ],
    "SYOBOI" : [ "4036" ],
    "WEBSITE" : [ "http://clarines-kingdom.com/" ],
    "WIKIPEDIA_EN" : [ "Snow_White_with_the_Red_Hair" ],
    "WIKIPEDIA_JP" : [ "赤髪の白雪姫" ]
  },
  "start_date" : "2016-01-12",
  "tags" : {
    "1077" : {
      "info_box" : true,
      "name" : "shoujo",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3055" : {
      "info_box" : false,
      "name" : "fairy tale",
      "parent_tag_id" : 3876,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3597" : {
      "info_box" : false,
      "name" : "mythology",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3876" : {
      "info_box" : false,
      "name" : "folklore",
      "parent_tag_id" : 3597,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Akagami no Shirayuki-hime (2016)",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Snow White with the Red Hair (2016)",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "赤发白雪姬 第二季",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "赤髪の白雪姫 Snow White with the Red Hair (2016)",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "akagami s2",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "akagamihime 2",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Akagami no Shirayuki-hime S2",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Akagami no Shirayukihime (2016)",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://clarines-kingdom.com/"
}