{
  "anime_id" : 11931,
  "characters" : {
    "MAIN" : [ {
      "character_id" : 80597,
      "name" : "Hyami Daiki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 80598,
      "name" : "Takayama Jin",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 80599,
      "name" : "Keiko Nishiki",
      "type" : "CHARACTER"
    } ]
  },
  "description" : "Unbeatable fist-fighter Daiki Hayami and professional knuckler Jin Takayama ram into an incredible fight against Shibaura`s craziest bike gang, the underhanded Midnight King, and its leaders, the Shinjo Brothers. Midnight King takes one of Daiki`s classmates, Mai, as a hostage, and that makes Daiki and Jin`s anger get to the high peak!\nSource: Crunchyroll",
  "episodes" : {
    "REGULAR" : [ {
      "description" : "Unbeatable Fist-Fighter Daiki Hayami and Professional Knuckler Jin Takayama ram into the incredible fight against Shibaura`s craziest bike gang Midnight King and its head Shinjo Brothers!!\nUnfair and underhanded Midnight King takes one of Daiki`s classmates Mai as its hostage. That makes Daiki and Jin`s anger get to the high peak!!\nSource: crunchyroll",
      "episode_id" : 175175,
      "length" : 15,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Double Power!"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Junya, a son of a gang group`s boss unleashes violence in a popular dance club Mariwana. Hearing it, Daiki appears at the club and beats Junya to a pulp. Burnt with anger, Junya takes a group of militants in the gang members, trying to attack Daiki and his friends.\nUnder a full-scale war against the gang group, is the combo, Daiki and JIn, able to overcome this crisis?\nSource: crunchyroll",
      "episode_id" : 175174,
      "length" : 15,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Mariwana Night!!"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Daiki gets trapped in a false charge and suspected that he had attacked the younger brother of Shinjo whose wounds and injuries are not completely healed yet. Burnt in anger, the Head of Midnight King, Shinjo`s older brother challenges Daiki a one-on-one battle!\nRescuing him from this crisis and cleared the false charge is none other than Daiki`s trustful partner Jin himself.\nSource: crunchyroll",
      "episode_id" : 175173,
      "length" : 15,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Midnight Trap!!!"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Having a skirmish against gangsters from Yokohama, Daiki is attacked by a hatchet man Ryuzaki who is sent by those Yokohama gangs.\nIs Daiki able to stop this skilled fist fighter Ryuzaki by himself? And there again, Mai gets trapped and held as a hostage by the gangs. Can Daiki rescue her in time again?\nSource: crunchyroll",
      "episode_id" : 175172,
      "length" : 15,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Full-Metal Leather!!!!"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The magnum combo Daiki and Jin double their hands again! Shibaura`s craziest bike-rider gang Midnight King gets into bloody insurrection against another violent rival gang group Black Crusader…\nYokohama`s sharp knuckle fighter Ryuzaki has joined the team, Daiki and Jin start firing in tough and hard bloody new battles!!\nSource: crunchyroll",
      "episode_id" : 175171,
      "length" : 15,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Tokyo Crusade Part 1"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Police force ace captain Kuwaki is investigating the violent cases caused by Crusader. Meanwhile, Daiki, Jin and Ryuzaki step into the enemy territory to rescue Midnight King!!\nSource: crunchyroll",
      "episode_id" : 175170,
      "length" : 15,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Tokyo Crusade Part 2"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "After defeating Haryu and his men, Daiki, Jin, Ryuzaki and Shinjo go down to Black Crusader`s evil lair. Waiting for them there were BC`s eerie looking top members, Fukuo, Taira and their boss, Nodo.\nBC`s top guys attack Daiki and his friends in vicious ways. Daiki and his team get back footed in BC`s home park and separated. Does Daiki`s fair fight beat up these basehearted BC bosses?\nSource: crunchyroll",
      "episode_id" : 175169,
      "length" : 15,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Tokyo Crusade Part 3"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "It comes to the climax of the battle at BC`s home park. Daiki is ready to face BC`s unbeatable leader Nodou.\nBut in all what happen, Ryuzaki`s female friend Keiko is taken as a hostage. What`s the plan, Daiki? Would they be able to take back Keiko safely, or...??\nSource: crunchyroll",
      "episode_id" : 175168,
      "length" : 15,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Tokyo Crusade Part 4"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Daiki`s junior fellow Kouji gets trapped and bitterly betrayed by Maki, the leader of the up-rising gang team Mad Powers, whom Kouji admired so much. As result, Kouji is sold to the enemy team Metal Dog as a sacrifice.\nBeen worrying about Kouji`s recent behavior, Keiko talk his situation to Daiki. The two is heading to the place of confrontation to rescue Kouji together!!\nSource: crunchyroll",
      "episode_id" : 175167,
      "length" : 15,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Lady Tiger!"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Having admiration to Daiki`s fighting style, Kouji follows after Daiki everyday. Meanwhile, Kouji`s girlfriend Miki is kidnapped by a street gang group.\nKouji chases after the gang desperately to rescue Miki. Hearing this happening, Daiki and Jin get on their foot and chase after Kouji and Miki...!?\nHow does Kouji`s first love story go? Are Daiki and Jin able to rescue the young loves? PART I\nSource: crunchyroll",
      "episode_id" : 175166,
      "length" : 15,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Boy Meets a Girl, Part I"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Having admiration to Daiki`s fighting style, Kouji follows after Daiki everyday. Meanwhile, Kouji`s girlfriend Miki is kidnapped by a street gang group.\nKouji chases after the gang desperately to rescue Miki. Hearing this happening, Daiki and Jin get on their foot and chase after Kouji and Miki...!?\nHow does Kouji`s first love story go? Are Daiki and Jin able to rescue the young loves? PART II\nSource: crunchyroll",
      "episode_id" : 175165,
      "length" : 15,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Boy Meets a Girl, Part II"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Daiki runs into his senior student Kengo Hijiri, whom he knows from his junior school days. And at the same time, there have been repeated cases where street gangs get busted by a militant group called Shinsen Gumi. Captain Kuwaki asks Daiki and Jin to get some information. Meanwhile, Daiki gets to know that the leader of Shinsen Gumi is none other than his senior student, Kengo Hijiri...\nSource: crunchyroll",
      "episode_id" : 175164,
      "length" : 15,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Double Justice Part 1"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Daiki is recruited by Hijiri to be a member of Shinsen Gumi. But he questions the army`s idea to have a better world just by sweeping out the bad ones. Meanwhile, Daiki gets to know the truth about the cause of the death of Hijiri`s younger brother. He makes up his mind!!\nHijiri gets chased after by the police force because of Shinsen Gumi`s loss of control. The police force gets there to stop further expansion of city damages. And Daiki and JIn who get involved in that voltex more and more... Where do these fierce battles end up??\nSource: crunchyroll",
      "episode_id" : 175163,
      "length" : 15,
      "number" : 13,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Double Justice Part 2"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Keiko, Daiki and Mai are driving up to a snow mountain. Ryuzaki is on ahead, supposed to wait for them up there. It`s supposed to be a fun skiing vacation, however, up there what waits for them is a threat by a local gang group who attempt to kidnap Shizuka, a grand-daughter of a local big shot.\nThe gang group are to start their attack. Are Daiki and his friends able to protect Shizuka throughout this dangerous situation??\nSource: crunchyroll",
      "episode_id" : 175162,
      "length" : 15,
      "number" : 14,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "White Trap 1 = Part 1"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "In order to protect Shizuka, the granddaughter of a local big shot, Daiki and his friends shelter Shizuka in Keiko`s resort villa. However, Shizuka gets sick and runs high fever.\nThe gangsters destroy Keiko`s car. Daiki and his friends lose their transportation. Mai volunteers skies downhill to call a help from the police force as she is the only one good at skiing.\nIs Mai able to find the police safely? And are Daiki and his friends able to shelter Shizuka and fend the gangster`s fierce attack?\nSource: crunchyroll",
      "episode_id" : 175161,
      "length" : 15,
      "number" : 15,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "White Trap 1 = Part 2"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The gangster`s violent attack starts. Daiki and his friends hit back against the gangster`s army and its leader Kaieda, who penetrate into Keiko`s villa.\nMai ski downhills and reaches to the police station. She reports the situation at the villa to the police, but guess whom the police arrest when they get to the villa...\nThe double traps darkly entangles Daiki and his friends. How will they get out and overcome this danger??\nSource: crunchyroll",
      "episode_id" : 175160,
      "length" : 15,
      "number" : 16,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "White Trap 2 = Part 1"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Viciously entrapped by the local gangster and ugly policemen, Daiki and his friends get arrested and jailed.\nNow sweeping the intruders, the kidnappers pressure Shizuka`s grandfather Saeki. Captain Kuwaki hurries to the site from Tokyo. Is he able to salvage the situation?\nThe gangster and ugly policemen`s evil deed... that ignites the fuse of Daiki`s anger!!\nSource: crunchyroll",
      "episode_id" : 175159,
      "length" : 15,
      "number" : 17,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "White Trap 2 = Part 2"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Rescued by Captain Kuwaki, Daiki and his friends are released from the jail. They rushes to the drop-off place of Shizuka`s ransom in order to save her.\nNow with Jin joining the team, they are to make the final confrontation against the gangster.\nLittle Shizuka`s life in danger, they must fight out and win this battle! Daiki and Jin, stop the kidnappers and ugly policemen, and kick ass their nefarious plan!!\nSource: crunchyroll",
      "episode_id" : 175158,
      "length" : 15,
      "number" : 18,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "White Trap 3"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A mysterious and beautiful lady makes visit to Daiki at his gym. Her name is Ryoko. Daiki and Ryoko have something in their past. Ryoko cared Daiki. Daiki feels momentary comfort with the memory he had with Ryoko.\nNo matter how true they becomes to themselves, there are the days they cannot take back and embrace. And are separate roads lying infront of them on which each has to take a step forward.\nThe story about Daiki`s reminisence over his younger days. PART 1\nSource: crunchyroll",
      "episode_id" : 175157,
      "length" : 15,
      "number" : 19,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "P.S. I Love You Part I"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A mysterious and beautiful lady makes visit to Daiki at his gym. Her name is Ryoko. Daiki and Ryoko have something in their past. Ryoko cared Daiki. Daiki feels momentary comfort with the memory he had with Ryoko.\nThe past days that the two share and their lives crisscross again for a moment.\nNo matter how true they becomes to themselves, there are the days they cannot take back and embrace. And are separate roads lying infront of them on which each has to take a step forward.\nThe story about Daiki`s reminisence over his younger days. PART 2\nSource: crunchyroll",
      "episode_id" : 175156,
      "length" : 15,
      "number" : 20,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "P.S. I Love You Part II"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Someone alike Daiki walks around the town and pretends to be Daiki, one of the Two Men Army. This phony Daiki happens to save a girl bullied by a gang team and get rid of them. Lured by the girl, phony Daiki gets to a hang-aorund place of the other gang team Wild Cat. He get involved in a private war against its rival team Kind Edge.\nPhony Daiki is no good at fighting at all. How does this trick play on this guy`s life?\nSource: crunchyroll",
      "episode_id" : 175155,
      "length" : 15,
      "number" : 21,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Another Brother Part I"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Real Daiki and Jin hear about a rumor of phony Daiki and rush to the place where the confrontation takes place.\nPhony Daiki is in one-on-one fight against the leader of the rival gang team. Battered so hard by the rival leader, phony Daiki tries to protect the girl who lured him into the situation.\nFeeling his true guts, real Daiki jumps into the midest of the fight to rescue the two.\nSource: crunchyroll",
      "episode_id" : 175154,
      "length" : 15,
      "number" : 22,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Another Brother Part II"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The formar leader of Midnight King Shinjo returns to the town. He was believed to be retired from the gang fights and now he works at a bike shop. So it happens, Shinjo saves Mai who get bullied by a gang team Red Skelton.\nGot mad by this happening, the leader of Red Skelton Kenmochi attacks the owner of the bike shop where Shinjo works. The owner suffers a severe injury which takes 2 months to heal.\nShinjo`s inner anger starts to burn quietly but hard and red!\nSource: crunchyroll",
      "episode_id" : 175153,
      "length" : 15,
      "number" : 23,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Last Memory Part I"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinjo proposes a one-on-one fight against Red Skelton`s Kenmochi. However, creepy Kenmochi commands the whole gang team to attack him once.\nDaiki hears about this confrontation between Shinjo and Red Skelton at Shinjo`s bike shop. Without telling Shinjo, Daiki re-assembles Midnight King.\nAs Two Men Army and Midnight King watch, the one-on-one fight between Shinjo and Kenmoch begins.\nTheir one-on-one fight plays long. No one know which one is going to win!!\nSource: crunchyroll",
      "episode_id" : 175152,
      "length" : 15,
      "number" : 24,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Last Memory Part II"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A blond lefty beats gang team`s leaders one after another in town and makes quick fight money. Got eyes on this, gang team Shangli-la`s Jinnai comes up with a cool idea and approaches to the Blond Lefty.\nJinnai`s idea is to knock down Two Men Army by using this Blond Lefty!\nJinnai puts 500K for the fight money. How does this play on the fate of Two Men Army?\nSource: crunchyroll",
      "episode_id" : 175151,
      "length" : 15,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Southpaw!! Part I"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "For an extra caution, Shangli-la takes Kouji as its hostage. When Daiki gets to the place, he sees all Shangli-la team members beaten down and lying on the floor.\nIt was the Blond Lefty who beat all the men by himself. His name is now revealed and it`s Amagi.\nAmagi has wanted a one-on-one fight against Daiki and he prepares a perfect stage for the fight. How does Daiki fight against this daunting fighter!?\nSource: crunchyroll",
      "episode_id" : 175150,
      "length" : 15,
      "number" : 26,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Southpaw!! Part II"
      } ],
      "type" : "REGULAR"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.3,
      "total" : 12
    },
    "TEMPORARY" : {
      "rating" : 4.41,
      "total" : 12
    }
  },
  "resources" : {
    "MAL" : [ "29605" ],
    "WEBSITE_EN" : [ "http://nextanimation.com.tw/us/tomo_detail.php?a=4" ],
    "WIKIPEDIA_JP" : [ "ダブル・ハード" ]
  },
  "start_date" : "2013-04-16",
  "tags" : {
    "922" : {
      "info_box" : true,
      "name" : "shounen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2069" : {
      "info_box" : false,
      "name" : "delinquent",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2282" : {
      "info_box" : true,
      "name" : "martial arts",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2750" : {
      "info_box" : true,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2841" : {
      "info_box" : true,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2872" : {
      "info_box" : false,
      "name" : "crime",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4064" : {
      "info_box" : false,
      "name" : "CGI",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4383" : {
      "info_box" : false,
      "name" : "hostage situation",
      "parent_tag_id" : 2872,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5792" : {
      "info_box" : false,
      "name" : "gangs",
      "parent_tag_id" : 2872,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6097" : {
      "info_box" : false,
      "name" : "3D CG animation",
      "parent_tag_id" : 4064,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6399" : {
      "info_box" : false,
      "name" : "episodic",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Double Hard",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "ダブル・ハード",
    "type" : "OFFICIAL"
  } ],
  "type" : "UNKNOWN"
}