{
  "anime_id" : 13039,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 91531,
      "name" : "B01 Mechabuton",
      "type" : "MECH"
    }, {
      "character_id" : 91533,
      "name" : "B01+B02 Bokan Dragon",
      "type" : "MECH"
    }, {
      "character_id" : 91532,
      "name" : "B02 Kuwagattan",
      "type" : "MECH"
    }, {
      "character_id" : 91547,
      "name" : "B03 Gokabuton",
      "type" : "MECH"
    }, {
      "character_id" : 91535,
      "name" : "B04 Cattonbow",
      "type" : "MECH"
    }, {
      "character_id" : 91539,
      "name" : "B06 Kamakiripper",
      "type" : "MECH"
    }, {
      "character_id" : 91541,
      "name" : "B07 Semitobun",
      "type" : "MECH"
    }, {
      "character_id" : 91542,
      "name" : "B09 Hotarugyro",
      "type" : "MECH"
    }, {
      "character_id" : 91538,
      "name" : "B13 Aribomber",
      "type" : "MECH"
    }, {
      "character_id" : 91544,
      "name" : "B22 Imomushiitank",
      "type" : "VESSEL"
    } ],
    "MAIN" : [ {
      "character_id" : 84217,
      "name" : "Bimajo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 84213,
      "name" : "Calen",
      "type" : "CHARACTER"
    }, {
      "character_id" : 84214,
      "name" : "Suzukky",
      "type" : "CHARACTER"
    }, {
      "character_id" : 84216,
      "name" : "Tokio",
      "type" : "CHARACTER"
    }, {
      "character_id" : 84215,
      "name" : "Tsubuyakky",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 91548,
      "name" : "Mirei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 91545,
      "name" : "O-3",
      "type" : "CHARACTER"
    }, {
      "character_id" : 91546,
      "name" : "Oyadama",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "829" : [ {
      "name" : "Yomiuri TV",
      "type" : "WORK"
    } ],
    "830" : [ {
      "name" : "Tatsunoko Production",
      "type" : "ANIMATION_WORK"
    }, {
      "name" : "Tatsunoko Production",
      "type" : "ORIGINAL_WORK"
    }, {
      "name" : "Tatsunoko Production",
      "type" : "WORK"
    } ],
    "3630" : [ {
      "name" : "Yoshimatsu Takahiro",
      "type" : "CHARACTER_DESIGN"
    } ],
    "8114" : [ {
      "name" : "Inagaki Takayuki",
      "type" : "DIRECTOR"
    } ],
    "9764" : [ {
      "name" : "Katou Youichi",
      "type" : "SERIES_COMPOSITION"
    } ],
    "22313" : [ {
      "name" : "Minowa Hitoshi",
      "type" : "MUSIC"
    } ]
  },
  "description" : "http://anidb.net/ch84217 [Bimajo], http://anidb.net/ch84215 [Tsubuyakky], and http://anidb.net/ch84214 [Suzukky] work at the History Paradise Company, which publishes text books in the 24th century, and they`re also the evil trio, Akudama, that gets in the way of JKK`s investigation of history!\nAfter their last battle in history with JKK officers http://anidb.net/ch84216 [Tokio] and http://anidb.net/ch84213 [Calen], they were on a long yet short time off (unpaid, of course), when they finally received a new assignment from their mysterious http://anidb.net/ch91546 [boss].\nThe assignment... was to collect the mystical Dynamonds from famous people throughout history. Akudama starts hopping through time, as they`re ordered, and try to get the Dynamonds from the various famous historical figures.\nThe evil trio`s revenge mission through time was about to start once again!!\nSource: crunchyroll",
  "end_date" : "2018-03-24",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2017-10-07",
      "description" : "The Akudarma Trio head to New Jersey in the late 19th century in search for the King of Inventions, Edison. When they finally find him, he promises to give them his Dynamond if they can help him come up with some ideas for inventions. It appears that he’s looking to act as a proper filament for his lightbulbs. And then suddenly Tokio and Calen show up. The past is filled pearls of wisdoms that aren’t included in the history books. Who will be the first team to help the historical figure and get their hands on the Dynamond?\nSource: crunchyroll",
      "episode_id" : 191470,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 2.16,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQ43QWY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Edison to Nihon no Bikkuri Dokkuri na Kankei to wa?"
      }, {
        "language" : "ENGLISH",
        "title" : "What`s the Super Surprising Connection Between the Genius Inventor Edison and Japan?!"
      }, {
        "language" : "JAPANESE",
        "title" : "エジソンと日本のビックリドッキリな関係とは?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-10-14",
      "description" : "The Akudarma Trio head to New York’s Yankee Stadium in 1923 to find the God of B aseball, Babe Ruth. They find Babe Ruth hitting one homerun after another, but he seemed to be troubled about if he wanted to bat or pitch. Not only was he an amazing batter, he was a great pitcher, as well. Bimajo loses her patience and decides for him, when Tokio and Calen show up. Are they going to try to settle things with a baseball battle?\nSource: crunchyroll",
      "episode_id" : 191505,
      "length" : 25,
      "number" : 2,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY09ZW22Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "What Was the Super Surprising Job That the God of Baseball, Babe Ruth, Tried to Do?!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yakyuu no Kami Babe Ruth ga Yarou Toshite Ita Bikkuri Dokkuri na Shigoto to wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "野球の神ベーブ・ルースがやろうとしていたビックリドッキリな仕事とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-10-21",
      "description" : "The evil trio head to Kagoshima Prefecture, Japan, in the year 1866. There, they happen to find Sakamoto Ryoma and his wife, Oryo, who are visiting some hot springs. Apparently, the Dynamond is back at the inn they are staying at. They arrive at the room they`re staying in and find that it`s overflowing with junk. That`s when Tokio and Calen arrive. They then get into an organizing battle, but Tokio and Calen happen to bring a professional organizer from the future!\nSource: crunchyroll",
      "episode_id" : 191504,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYVN78806" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Bakumatsu no Fuunji Sakamoto Ryouma ga Nippon de Hajimete Itta Bikkuri Dokkuri na Koto to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Super Surprising Thing Was the Mercenary of the Bakumatsu, Sakamoto Ryoma, the First to Do in Japan?!"
      }, {
        "language" : "JAPANESE",
        "title" : "幕末の風雲児坂本龍馬が日本で初めて行ったビックリドッキリなこととは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-10-28",
      "description" : "The Akudarma Trio go to early 20th century London in order to find Arthur Conan Doyle. When they get there, they hear a sudden scream. A man says that someone had stolen his ring that was locked up in his safe. He suspects that the trio might be the culprits, and then Doyle suddenly appears. He solves the case the same way that Holmes would have, but apparently he’s looking for new stories. Tokio and Calen also get involved and they start a case-solving battle.\nSource: crunchyroll",
      "episode_id" : 191503,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR19P1P96" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Holmes o Unda Conan Doyle ga Muchuu ni Natte Ita Bikkuri Dokkori na Koto to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Super Surprising Thing Was the Author of Sherlock Holmes, Arthur Conan Doyle, Obsessed With?!"
      }, {
        "language" : "JAPANESE",
        "title" : "ホームズを生んだコナン・ドイルが夢中になっていたビックリドッキリなこととは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-11-04",
      "description" : "The evil trio head to Tokyo in the 38th year of the Meiji period to find the famous writer Natsume Soseki, who wrote classics such as “I Am a Cat,” and “Botchan.” They are greeted by a black cat who leads them to a gentleman with a magnificent moustache. Could it be Natsume Soseki? He apparently is having a hard time coming up with his next title and tells the evil trio that he’ll give them the Dynamond if they can help him with his new work, and that’s when Tokio and Calen show up. Because Soseki loves sweets, they decide to have a sweets battle!\nSource: crunchyroll",
      "episode_id" : 192129,
      "length" : 25,
      "number" : 5,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYNQW0NZY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Bungou Natsume Souseki ga Muchuu Datta Bikkuri Dokkuri na Tabemono to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Super Surprising Food Was the Great Author Natsume Soseki Obsessed With?!"
      }, {
        "language" : "JAPANESE",
        "title" : "文豪夏目漱石が夢中だったビックリドッキリな食べ物とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-11-11",
      "description" : "The Akudarma trio head to Denmark in the 19th century to find the children’s book writer, Hans Christian Andersen. When they get there, they find a mermaid sitting on a rock on the beach but something seems strange about them. It was actually Andersen dressed up as a mermaid. Apparently he had fallen in love with the Little Mermaid, which he had created and wanted to give her a ring with the Dynamond on it. Tokio and Calen then show up and Calen and Bimajo have a mermaid contest in order to see who’ll get the Dynamond…\nSource: crunchyroll",
      "episode_id" : 192128,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQMN7DY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sekaiteki na Heroine Ningyohime ni Anata mo Nareru Bikkuri Dokkuri na Houhou to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What`s the Super Surprising Way That Even You Can Become the World-Renowned Heroine, the Little Mermaid?!"
      }, {
        "language" : "JAPANESE",
        "title" : "世界的なヒロイン人魚姫にあなたもなれるビックリドッキリな方法とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-11-18",
      "description" : "The evil trio head to Japan in 1605 to find Tokugawa Ieyasu, who brought peace to the land after winning in the Battle of Sekigahara. They manage to find him, but apparently Tokugawa was having trouble deciding on the next shogun. Apparently the heir he has in mind, Hidetada, isn’t very reliable and is not respected by those who serve him. Then Tokio and Calen show up and Ieyasu proposes a hunting match with Hidetada. He actually wanted to let Hidetada win so everyone would respect him more and he devises a plan with Tokio and the others.\nSource: crunchyroll",
      "episode_id" : 192127,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR49XE0V6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shougun wa Chokin Suki!? Tokugawa Ieyasu no Bikkuri Dokkuri na Setsuyakujutsu to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "The Shogun Loves to Save Money?! What Was Tokugawa Ieyasu`s Super Surprising Method of Saving Money?!"
      }, {
        "language" : "JAPANESE",
        "title" : "将軍は貯金好き!? 徳川家康のビックリドッキリな節約術とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-11-25",
      "description" : "In order to find the Chinese beauty Yang Guifei, the evil trio head to China during the Tang Dynasty in 745 AD. They find the prince frolicking happily with Yang Guifei but then his father comes and steals her for himself. Yang Guifei expresses how important it is for her to stay beautiful in order to keep the emperor’s affections on her and displays various beauty techniques. In order to get the Dynamond that’s in the hair accessory that Yang Guifei is after, Bimajo challenges her to a duel to see who can become the emperor’s next bride.\nSource: crunchyroll",
      "episode_id" : 192126,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYE54NQ9R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ima demo Mane Dekiru! You Kihi no Bikkuri Dokkuri na Biyouhou to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "Methods That Can Still Be Used Today! What Was Yang Guifei`s Super Surprising Beauty Regimen?!"
      }, {
        "language" : "JAPANESE",
        "title" : "今でもマネできる! 楊貴妃のビックリドッキリな美容法とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-12-02",
      "description" : "The Akudarma Trio head to the Mito Domain in 1697 to find Mito Mitsukuni, the star of the popular period drama, “Mito Komon.” They find him enjoying some gyoza when NTV announcer Mito-chan somehow appears. Apparently she showed up to do a gourmet report in that era. Tokio and Calen also get involved and they have a ramen-making contest?!\nSource: crunchyroll",
      "episode_id" : 193172,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYNQDQVWY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mito Koumon to Nihon Terebi Miura-ana no Bikkuri Dokkuri na Kankei to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What`s Mito Komon`s Super Surprising Connection with NTV Announcer Miura Asami?!"
      }, {
        "language" : "JAPANESE",
        "title" : "水戸黄門と日本テレビ水卜アナのビックリドッキリな関係とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-12-09",
      "description" : "The Akudarma Trio head to Heian Kyo in the 9th century to find the monk, Kukai, otherwise known as the Professor of Kanji. They find Kukai writing kanji with a giant brush, and on the brush, they also find the Dynamond! They tell him that they want the Dynamond, and he tells them he’ll let them have it if they pass a kanji quiz. That’s when Tokio and Calen show up to join in the kanji quiz. If you watch this episode, you might end up a kanji professor, too!\nSource: crunchyroll",
      "episode_id" : 193171,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYK57123R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kuukai ga Sagashiateta Nihonkakuchi no Bikkuri Dokkuri na Otakara to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Were the Super Surprising Treasures That Kukai Found All Over Japan?!"
      }, {
        "language" : "JAPANESE",
        "title" : "空海が探し当てた日本各地のビックリドッキリなお宝とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-12-16",
      "description" : "The Akudarma Trio heads to 19th century France in order to find Napoleon, who had taken over most of Europe. They had heard he was too busy even to sleep, but then they hear humming. They end up finding Napoleon relaxing in the tub! Not only that, he actually loves sleeping! He even promises them the Dynamond if they can figure out a way for him to get a good night’s sleep. And then Tokio and Calen show up! Who will be able to reward Napoleon with the best night’s sleep?\nSource: crunchyroll",
      "episode_id" : 193170,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G65VMNXQ6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "3 Jikan shika Nenai to Iu Napoleon mo Bikkuri Dokkuri na Anminhou to wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "3時間しか寝ないというナポレオンもビックリドッキリな安眠法とは!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Was Napoleon`s Super Surprising Method of Getting a Good Night`s Sleep When He Supposedly Only Slept 3 Hours?!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2017-12-23",
      "description" : "It’s time for the quiz festival you’ve all been waiting for! The Akudarma Trio head to New York in 1886 along with Fukuzawa-san. They get thrown into a sudden quiz about the symbol of America, the Statue of Liberty. The winner will get the Dynamond that the Statue of Liberty has. And then Tokio and Calen show up. They all participate in a huge quiz tournament in order to get the Dynamond!\nSource: crunchyroll",
      "episode_id" : 193169,
      "length" : 25,
      "number" : 12,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63VN3XWY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Announcer Fukuzawa Appears Once Again! The Statue of Liberty Ultra Quiz!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Fukuzawa-ana Mata Kenzan! Jiyuu no Megami Ultra Quiz!"
      }, {
        "language" : "JAPANESE",
        "title" : "福澤アナまた見参! 自由の女神ウルトラクイズ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-01-06",
      "description" : "The Akudarma Trio arrive at Edo to find Katsushika Hokusai, who was famous for his “Thirty-Six Views of Mount Fuji.” They find a crowd looking at an old man on a ladder, drawing something on a roof. Wait, that’s Katsushika Hokusai? Apparently he’s rather fearless when it comes to his art and the trio have a hard time keeping up with him and then Tokio and Calen show up. Which team will find the perfect view of Mount Fuji for Hokusai to paint and win the Dynamond?\nSource: crunchyroll",
      "episode_id" : 193168,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRVN5183Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nippon ga Sekai ni Hokoru Ukiyoeshi Katsushika Hokusai ga 93 Kai mo Hikikoshita Bikkuri Dokkuri na Riyuu to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What`s the Super Surprising Reason the Famous Japanese Ukiyo-e Artist Katsushika Hakusai Moved 93 Times?!"
      }, {
        "language" : "JAPANESE",
        "title" : "日本が世界に誇る浮世絵師葛飾北斎が93回も引っ越したビックリドッキリな理由とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-01-13",
      "description" : "The Akudarma Trio arrive at Edo in 1776 in order to find the inventor, Hiraga Gennai. They manage to find his house, but there’s a huge line in front of it. They figure they’re there to ask for inventions but the things leaving his house included a painting and a ceramic dish. Then someone who had a grilled eel shop stops by to also ask for help. The trio ends up having to prepare the best eel dish in order to get the Dynamond when Tokio and Calen show up again. If you’re not eating dinner while watching this, you’re going to regret it.\nSource: crunchyroll",
      "episode_id" : 194210,
      "length" : 25,
      "number" : 14,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRGGQ822R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hatsumeika Hiraga Gennai ga Kangaeta Ima demo Minna ga Shitteru Bikkuri Dokkuri na Catch Copy to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Super Surprising Catch Phrase Did the Famous Inventor, Hiraga Gennai, Think Up That We Still Use Today?!"
      }, {
        "language" : "JAPANESE",
        "title" : "発明家平賀源内が考えた今でもみんなが知ってるビックリドッキリなキャッチコピーとは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-01-20",
      "description" : "The Akudarama trio go to Kyoto in 900 to find Sugawara no Michizane. Once there, they hear cheering... and Michizane posing like an idol. Tsubuyakky wonders if he’s actually the god of education like he’s said to be. Bimajo falls for him instantly since he’s handsome, smart, and successful. Then Tokio and Calen show up and they have a quiz battle in order to get the Dynamond.\nSource: crunchyroll",
      "episode_id" : 194209,
      "length" : 25,
      "number" : 15,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR750094Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gakumon no Kamisama Sugawara no Michizane no Bikkuri Dokkuri na Tensai Densetsu to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What Was the God of Education, Sugawara no Michizane`s Super Surprising Legend About Being a Genius?!"
      }, {
        "language" : "JAPANESE",
        "title" : "学問の神様菅原道真のビックリドッキリな天才伝説とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-01-27",
      "description" : "The Akudarma trio go to Vienna in 1819 to find the famous composer, Beethoven. The hear a melody from the piano, but Beethoven has a conductor’s wand in his mouth for some reason. Apparently he was having a hard time figuring out how to finish his 9th. The trio faces off with Tokio and Calen to see who can make a meal that Beethoven would like more!\nSource: crunchyroll",
      "episode_id" : 194208,
      "length" : 25,
      "number" : 16,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYK5G29PR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Beethoven no Shouzouga ga Kowai Kao ni Natte Iru Bikkuri Dokkuri na Riyuu to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What`s the Super Surprising Reason Beethoven Looks So Scary in His Portrait?!"
      }, {
        "language" : "JAPANESE",
        "title" : "ベートーヴェンの肖像画が怖い顔になっているビックリドッキリな理由とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-02-03",
      "description" : "The Akudarma trio travel to Tokyo in 1870 in order to find Saigo Takamori. However, they encounter a rather plump gentleman... who apparently is Saigo Takamori. The trio is surprised because he looks nothing like his statue in Ueno. Saigo-san has to go on a diet, or his life is in danger. He also apparently wants a dog, so the trio promise to find him one in exchange for the Dynamond. And then Tokio and Calen show up and they have a face off to see who can find the perfect dog for Saigo-san.\nSource: crunchyroll",
      "episode_id" : 195274,
      "length" : 25,
      "number" : 17,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8V99Q7Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Meiji Ishin no Tateyakusha Saigou Takamori ga Inu o Tsurete Ita Bikkuri Dokkuri na Riyuu to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "What`s the Super Surprising Reason One of the Major Players of the Meiji Restoration, Saigo Takamori, Had a Dog?!"
      }, {
        "language" : "JAPANESE",
        "title" : "明治維新の立役者西郷隆盛が犬を連れていたビックリドッキリな理由とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-02-10",
      "description" : "The Akudarma trio travel to 17th century Edo in order to find Kasuga no Tsubone, who established the Ooku. They see that the rattle she’s using to calm Takechiyo (who would later become Tokugawa Iemitsu) has the Dynamond on it. They Time Bokan to a period where Takechiyo is older, and Kasuga no Tsubone tells them that she’ll give the rattle to the woman who becomes Iemitsu’s wife. And then Tokio and Calen show up and they battle to see who can become Iemitsu’s bride.\nSource: crunchyroll",
      "episode_id" : 195273,
      "length" : 25,
      "number" : 18,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6P57NWK6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Kasuga no Tsubone Was the Daughter of a Traitor! What Was the Super Surprising Reason She Climbed to the Top of the Ooku?!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kasuga no Tsubone wa Uragirimono no Musume Datta! Oooku no Chouten ni Noboritsumeta Bikkuri Dokkuri na Riyuu no wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "春日局は裏切り者の娘だった! 大奥の頂点にのぼりつめたビックリドッキリな理由とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-02-17",
      "description" : "This episode’s special guest is the beast hunter Imoto Ayako. The Akudarma trio travel to the Amazon in 2028 and immediately locate her. She apparently is on the hunt for a monkey with a pretty jewel on its forehead. That jewel ends up being the Dynamond. Imoto tells them that as she started taking girly trips alone on her days off, she started losing her wildness. Which team can help her regain her wildness and take the Dynamond?\nSource: crunchyroll",
      "episode_id" : 195272,
      "length" : 25,
      "number" : 19,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY3K4EMQY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Imoto Is a Historical Figure?! What`s the Super Surprising Problem That the Beast Hunter Imoto Ayako Has?!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Imoto ga Ijin!? Chinjuu Hunter Imoto Ayako no Bikkuri Dokkuri na Nayami to wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "イモトが偉人!? 珍獣ハンターイモトアヤコのビックリドッキリな悩みとは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-02-24",
      "description" : "The Akudarma trio go to Boston on March 10th, 1876 in order to find Alexander Graham Bell, who invented the telephone. They find Bell and the Dynamond at his laboratory. They call his name, which startles him and he spills acid on his pants. Bell apparently wants to make a hotline for children who have no one else to talk to and that`s when Tokio and Calen show up. Who will be able to give these kids the best answers and win the Dynamond?\nSource: crunchyroll",
      "episode_id" : 195271,
      "length" : 25,
      "number" : 20,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G679V855Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Alexander Graham Bell Invented the Telephone! What Super Surprising Struggle Led to Its Creation?!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Denwa o Hatsumei Shita Graham Bell! Denwa no Tanjou o Meguru Bikkuri Dokkuri na Arasoi to wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "電話を発明したグラハム・ベル! 電話の誕生をめぐるビックリドッキリな争いとは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-03-03",
      "description" : "In order to find Matsuo Basho, who’s famous for his haikus, the Akudarma trio head to Fukakawa in 1689. They manage to find him about to go on a journey, but then he suddenly disappears. They read his famous “The Narrow Road to the Interior” to track where he’ll be heading and track him down in Matsushima, which is known as one of the three most beautiful places in Japan. However, it doesn’t look like Basho is going to read a poem there at all. Then Tokio and Calen show up and they have a haiku battle to see who can get the Dynamond.\nSource: crunchyroll",
      "episode_id" : 196252,
      "length" : 25,
      "number" : 21,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJ074DXY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Matsuo Basho Was a Ninja?! What`s the Super Surprising Truth Behind the \"Trip for the Narrow Road to the Interior\"?!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Matsuo Bashou wa Ninja Datta!? Oku no Hosomichi no Bikkuri Dokkuri na Tabi no Shinsou to wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "松尾芭蕉はニンジャだった!? おくのほそ道のビックリドッキリな旅の真相とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-03-10",
      "description" : "This week’s target is Alcatraz Prison, which was known to be inescapable.  The Akudarma Trio Time Bokan to the year 1960. The Dynamond is embedded into a wall and they try to retrieve it, but they’re immediately found and caught. They try to find a way out of the prison, and find that Tokio and Calen are also imprisoned. Will they all be able to get out of Alcatraz, and which team will be able to retrieve the Dynamond?\nSource: crunchyroll",
      "episode_id" : 196251,
      "length" : 25,
      "number" : 22,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR24KGWK6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Datsugoku Fukanou na Alcatraz Keimusho! Datsugoku Sasenai Tame no Chou Shomonai Bikkuri Dokkuri na Sakusen to wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "The Inescapable Alcatraz Prison! What Super Surprising and Ridiculous Plans Were Used to Prevent Escape?!"
      }, {
        "language" : "JAPANESE",
        "title" : "脱獄不可能なアルカトラズ刑務所! 脱獄させないための超しょーもないビックリドッキリな作戦とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-03-17",
      "description" : "The Akudarma Trio head to Kyoto in 1169 to find Minamoto no Yoshitsune. They find a giant named Musashibo Benkei waiting on a bridge. Suddenly, a beautiful and mysterious young man appears and fights Benkei, and somehow wins. This beautiful young man eventually becomes Yoshitsune. He later teams up with his older brother and they get revenge on the Heike. However, the brothers eventually end up quarreling. Yoshitsune wants to figure out a way to make up with his brother. Tokio and Calen eventually show up and apparently Tokio has a secret?\nSource: crunchyroll",
      "episode_id" : 196250,
      "length" : 25,
      "number" : 23,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR8DWWJGR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Major Player of the Genpei War! What`s the Super Surprising Reason Minamoto no Yoshitsune Was Able to Defeat Benkei?!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Genpei Kassen de Katsuyaku! Minamoto no Yoshitsune ga Benkei ni Uchikatta Bikkuri Dokkuri na Riyuu to wa!?"
      }, {
        "language" : "JAPANESE",
        "title" : "源平合戦で活躍! 源義経が弁慶に打ち勝ったビックリドッキリな理由とは!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-03-24",
      "description" : "Tsubuyakky and Suzukky head to the Asuka period in 607 to find Prince Shotoku. Bimajo has been gone for a week and both of them felt rather unmotivated, but then they find Prince Shotoku’s Dynamond. Of course, Tokio and Calen show up but then Bimajo shows up with them! Prince Shotoku then holds a popularity contest to see who will get the Dynamond.\nSource: crunchyroll",
      "episode_id" : 196249,
      "length" : 25,
      "number" : 24,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6EXVXNGR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ano Seitoku Taishi ga Kimeru Kakuzuke Ranking \"Bokan`i Juunikai\"! Soshite Bimajo no Yukue wa!?"
      }, {
        "language" : "ENGLISH",
        "title" : "The Ranking That Prince Shotoku Came Up With: The Twelve Bokan Ranking System! And What Will Become of Bimajo?!"
      }, {
        "language" : "JAPANESE",
        "title" : "あの聖徳太子が決める格付けランキング『ボ冠位十二階』! そしてビマージョの行方は!?"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2017-10-07",
      "episode_id" : 191552,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 4.92,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2017-10-07",
      "episode_id" : 191551,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 8.41,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 3.45,
      "total" : 35
    },
    "TEMPORARY" : {
      "rating" : 4.64,
      "total" : 35
    }
  },
  "related" : {
    "PREQUEL" : [ 12032 ]
  },
  "resources" : {
    "ANN" : [ "20001" ],
    "CRUNCHY_ROLL" : [ "GRZXD4G8Y" ],
    "MAL" : [ "35254" ],
    "OTHER" : [ "4:http://www.ytv.co.jp/timebokan/", "6:Time_Bokan_24", "7:タイムボカン24", "8:4730", "9:361464", "10:20600", "23:timebokan_3aku" ]
  },
  "start_date" : "2017-10-07",
  "tags" : {
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2797" : {
      "info_box" : true,
      "name" : "new",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Time Bokan: Gyakushuu no San-Okunin",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Time Bokan: The Villains` Strike Back",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "タイムボカン 逆襲の三悪人",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "时间飞船 逆袭的三恶人",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Time Bokan 24 S2",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.ytv.co.jp/timebokan/"
}