{
  "anime_id" : 13342,
  "description" : "Kurokan is a baseball themed manga series created by Norifusa Mita that appeared weekly on \"Manga Goraku\" from 1996 to 2002. Kurokan tells the story of a baseball team manager, Kuroki Ryuji, also known as Kurokan, with his unorthodox methods, and baseball strategies he uses to teach and motivate his baseball team to the championship. He encounters many obstacles and conflicts, not only within his team, but with the school and community.\nSource: crunchyroll",
  "episodes" : {
    "REGULAR" : [ {
      "description" : "To Kirino High,  the goal of getting into Koshien Stadium becomes important because the 100th anniversary is around the corner. However, Kurokan`s unique way of training has upset the Kirino High Baseball Team Support Association and Alumni Club. Morioka, on the other hand, is a preferrable coach beacuse of his solid style. At the same time, Kurokan`s decision on player positions has caused confusions to the team.\nSource: crunchyroll",
      "episode_id" : 192507,
      "length" : 20,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Kurokan-style Baseball"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kurokan`s decison has casued negative reactions from school authority and team players. The Support Association and Almuni Club form an alliance in order to kick Kurokan out of Kirono High. The team players are also split into two groups where most of them are against Kurokan. Morioka finally understands Kurokan`s plan for Masamiya, but how will Kurokan win the Fall Championships?\nSource: crunchyroll",
      "episode_id" : 192506,
      "length" : 20,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Split"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kirino High`s first game of the Fall Championships, but the score is falling far behind just in the first two innings. Kurokan quietly plans the next strategy. In order to win,  Kurokan sends out an unexpected ace pitcher.\nSource: crunchyroll",
      "episode_id" : 192505,
      "length" : 15,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Rhythm"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kirono High finally sends Masamiya to the game, but the opponent purposefully gives him a base on ball. Just as the spirits are getting low, Tamari hits a long hit right down right-center field. Kirino High takes advantage of their opponents` fatigue and strikes back！Kirino High finally wins the game with the walk-off hit.\nSource: crunchyroll",
      "episode_id" : 192504,
      "length" : 15,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Decisive Moment"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The game is coming to an end and something unexpected happens. This is high school baseball！\nSource: crunchyroll",
      "episode_id" : 192503,
      "length" : 20,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Winning Formula"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kurokan takes responsibility by deciding to leave the team for losing the game.\nAfter the debate between OB and Support Association, Kurokan remains his coach position. However, Morioka and Kurokan still have conflict on the training policy. \nSoon, the baseball season is coming! This time Kirino High must take vengeance！\nSource: crunchyroll",
      "episode_id" : 192502,
      "length" : 15,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Borrowed"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "\"After all the days of training, Kirino High has successfully entered the semifinals.\nKirino High gives a perfect performance with no errors for the season, but Kurokan asks the captain to make an error purposely in order to loosen the tense in the team.\nFinally into the most important game with Hanaoka High, Kurokan has already planned tactics, but the opponents are not that easy to deal with.\nNeither Hanaoka High nor Kirino can seem to break this deadlock.\"\nAfter all the days of training, Kirino High has successfully entered the semifinals.\nKirino High gives a perfect performance with no errors for the season, but Kurokan asks the captain to make an error purposely in order to loosen the tense in the team.\nFinally into the most important game with Hanaoka High, Kurokan has already planned tactics, but the opponents are not that easy to deal with.\nNeither Hanaoka High nor Kirino can seem to break this deadlock.\nSource: crunchyroll",
      "episode_id" : 192501,
      "length" : 20,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Forced Break"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "During a crucial moment, Kurokan wants everyone to use the deadly Kirino tactic. Ishimitsu passes the ball to the home plate. Kirino successfully tags the Hanaoka runner and wins the ticket to Koshien.  However, Kurokan gets nothing but blame for his arrogant attitude. Kurokan doesn`t want to go back to the traditional way and decides to walk away.\nSource: crunchyroll",
      "episode_id" : 192500,
      "length" : 15,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "All or Nothing"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Without Kurokan, Kirino High loses their first battle at Koshien Stadium. \nMeanwhile, Kurokan has some visitors. \nJoyo Univ. Kamobara High asks Kurokan to be their coach and provides excellent conditions.\nWashinomori High students, on the other hand, is willing to offer more than they have.\nWhat`s Kurokan`s deision?\nSource: crunchyroll",
      "episode_id" : 192499,
      "length" : 15,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Kurokan`s Value"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "After hearing the sincere appeal, Kurokan chooses to go with Washinomori High. Even though the school shows no hospitality nor help, Kurokan decides to fight until the end！\nSource: crunchyroll",
      "episode_id" : 192498,
      "length" : 10,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The First New Step"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Questions about the baseball coach causes a dispute in  the school`s meeting.\nFor the school, teachers want good behaved students who don`t disobey the school policy.  \nMiss Hiraizumi was very supportive to the students at first until she finds out the truth about the money and is furiously angry at Kurokan.\nMeanwhile, the principle of Washinomori High hears about the rumors of Kurokan. How will the school handle this?\nSource: crunchyroll",
      "episode_id" : 192497,
      "length" : 15,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Disqualified Captain"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "After the first day of training, there is only one player left in the baseball ground! Kurokan decides to bring them back for training in order to get rid of the kids` cowardliness.\nUnder the motivation of Kurokan, they are all back on the field and finally have a decent practicing area. Kurokan brings back the enthusiastic life of baseball to Washinomori！\nSource: crunchyroll",
      "episode_id" : 192496,
      "length" : 15,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Oath of Tears"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "While Washinomori players are training, there is a surprise. The Kirino High players pay a visit to Kurokan. Although the qualities of the Washinomori players are really poor,\nthey`re encourged to follow Kurokan no matter what. While Morioka is vigorously recruiting players for Kirino, Hitomi shows up in the practicing field of Washinomori.\nSource: crunchyroll",
      "episode_id" : 192495,
      "length" : 20,
      "number" : 13,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Disappointment of Kurokan"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Hitomi is interested in Washinomori`s condition. She has been observing how much effort Kurokan puts into baseball.\nHitomi believes that Kurokan can make another Kirino miracle and take Washinomori into Koshien Stadium.\nKurokan changes his mind and decides to participate in the fall championships, but they never thought their first oppoent would be Kirino!\nSource: crunchyroll",
      "episode_id" : 192494,
      "length" : 15,
      "number" : 14,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Confirmation"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The first game since Kurokan`s return is against his old ally Morioka. This gets the attention of a lot of reporters which makes the Washinomori players even more nervous.\nWhile the Washinomori`s ninth player   Sakamoto   is rushing to the game, Kirino is warming up with remarkable skills that scares Washinomori. \nSakamo finally arrives and he throws a perfectly accurate long pass in the outfield during warm-up. \nKurokan also shows off with what is called Japan`s first vertical super flying ball. Everyone is amazed.\nSource: crunchyroll",
      "episode_id" : 192493,
      "length" : 15,
      "number" : 15,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Shaking"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The game between Kirino and Washinomori is officially starting. Washinomori hits the first ball. It`s a good start to Kurokan`s tactic.\nTop half of the first inning, Washinomori gains the first score with a squeeze tactic.\nBottom half of the first inning, Sakamoto accurately passes the ball from the outfield and a Kirino player is tagged before the home plate. \nThe first inning is over. Washinomori has shocked the audience. They are currently ahead by one score.\nSource: crunchyroll",
      "episode_id" : 192492,
      "length" : 15,
      "number" : 16,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Pre-emption"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Top half of the second inning, Kirino`s pitcher ends with a 3 down 3 up inning. \nSakamoto, the ninth batter from Washinomori, hits a solo home run. Kirino are two points behind and they have now finally awakened. \nWith Kurokan that keeps changing his strategies and with the strength of Sakamoto`s back, Washinomori is now in the lead.\nSource: crunchyroll",
      "episode_id" : 192491,
      "length" : 15,
      "number" : 17,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Error"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "With the blessing from the Goddess of Luck and their beautiful teamwork, Washinomori makes it impossible for Kirino to score. \nBottom half of the seventh inning， Kirino`s hitter almost hits a home run. Kurokan immediately changes the pitcher to Sakamoto and expects strikeouts. \nSakamoto`s first ball silences the audience. Even the players on the field are shocked. Kenichiro shouts for them to run. When the player on the third base comes to, he runs to home base and scores the team`s first point.\nSource: crunchyroll",
      "episode_id" : 192490,
      "length" : 15,
      "number" : 18,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Turning Point"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "In the bottom half of the seventh inning, the Washinomori players are confused. Kirino takes this opportunity to strike back and to take the lead.\nKirino puts up a fight and scores 9 points in one go. The game ends earlier. \nAlthough losing is inevitable, Kurokan tells the players to use their brains and think of the reasons of losing.\nKurokan decides to solove the problem of Sakamoto. He goes to the gas station where Sakamoto works. After he learns about his living conditions he wants to sign Sakamoto for a monthly salary of ￥150,000.\nSource: crunchyroll",
      "episode_id" : 192489,
      "length" : 15,
      "number" : 19,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "End of the Game"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Sakamoto starts to show up for practice. Miss Hiraizumi hears that Kurokan pays Sakamoto and feels worried. \nShe arranges to meet with Dr. Hitomi to discuss about the situation. Hitomi just laughs and teels her to trust Kurokan. \nAt this moment, a reporter from All Day News overhears their conversation and wishes to know the whole story.\nSource: crunchyroll",
      "episode_id" : 192488,
      "length" : 8,
      "number" : 20,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Revelation"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The reporter of All Day News contacts Washinomori High School and inquires about Kurokan paying a student to play baseball. The principal is furious and and wants to fire him immediately.\nMr. Yanagi thinks this will raise the doubts of the press and the public. Kurokan is temporary still the coach.\nThe reporter finds Kurokan and threatens to report the story.\nSource: crunchyroll",
      "episode_id" : 192487,
      "length" : 10,
      "number" : 21,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Provocation"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kurokan calls Koshimizu a low-life reporter who gets so angry and wants to use the press to completely destroy him. \nMeanwhile, Kurokan publicly tells the press that Sakamoto is being paid to play baseball which attracts many reporters to the school. \nKurokan and Sakamoto show the training to them which is then covered in the newspapers and attracts many viewers. \nIn order to catch Sakamoto`s super-fastballs, Kurokan needs to help the catcher overcome his fear for fastballs.\nSource: crunchyroll",
      "episode_id" : 192486,
      "length" : 15,
      "number" : 22,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Professional Declaration"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kurokan asks Asai`s grandfather to make special cow dung bombs to serve as baseballs during Asai`s training. At first, Asia is very resistant.\nAsai who is tied up and splashed with cow dung cries and laughs while trying to catch Kurokan`s cow dung bombs. \nHe successfully catches the cow dung bombs and he has the confidence to catch Sakamoto`s 150km/h fastballs.\nOther high school baseball teams from all over the prefecture contact Washinomori hoping to be able to hold a practice game after hearing about Sakamoto`s strength\nSource: crunchyroll",
      "episode_id" : 192485,
      "length" : 15,
      "number" : 23,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Drastic Remedy"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The All Day News reporter, Koshimizu, is trying to dig out the dirt of Kurokan. He goes to Hitomi`s clinic wanting to prove Kurokan`s rumors, but she denies the rumors. \nWhile Kurokan is working part-time to afford Sakamoto`s salary, Hitomi visits and tells him about Koshimizu and that he inadvertently mentioned that he knew the coach of Keiyo High School. \nKurokan asks Koshimizu to assist with organizing a practice game with Keiyo shows Keiyo a video tape of Sakamoto pitching.\nSource: crunchyroll",
      "episode_id" : 192484,
      "length" : 9,
      "number" : 24,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Video Tape"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "On the day of the game, a lot of people come to Washnomori High School to cheer them on. \nEvery coach and press from the prefecture is at Washnomori High School. They are surprised to see Keiyo`s Fall Champion Team playing the game.\nThe game is starting, Keiyo bats first. Sakamoto throws three strikeouts in a row. The Keiyo players had enough fun and are going to play this game seriously.\nThe Keiyo pitcher, Hosogoe, strikes the batters out with frightening breaking balls and Washinomori has a three up, three down inning. Sakamoto has amazing strength and Hosogoe has brilliant techniques. Kurokan says the win or lose of this game depends on who gets the most strikeouts.\nSource: crunchyroll",
      "episode_id" : 192483,
      "length" : 15,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Best Members"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Sakamoto uses three straight balls to finish off Keiyo`s  top slugger, Hosogoe. Keiyo has a three up， three down inning twice in a row.\nSurprisingly, during the first two innings both teams have a three up, three down inning. The top half of the third inning, Keiyo is faced with the fierce-looking pitcher for the first time. Keiyo`s batters are struck out.\nAfter the fourth inning, Sakamoto and Hosogoe performs equally well with 12 consecutive strike outs. It`s a beautiful battle among the pitchers. \nThe batting of both teams have been completely overthrown by the pitchers, and they still can`t break the deadlock. After the sixth inning, both teams refuse to give in, and have 18 consecutive strikeouts.\nIt`s the seventh inning of Washinomori and Keiyo`s practice game in the rain.\nSource: crunchyroll",
      "episode_id" : 192482,
      "length" : 15,
      "number" : 26,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Amazing Power"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Sakamoto continues to strike out the batters and consecutively strikes out the 20th batter. The rain is getting heavier, but the two coaches are still fiercely determined.\nKeiyo`s Hosogoe doesn`t show the slightest fear when facing Sakamoto and still shows excellent control of the ball.\nDue to the rain,  the umpire calls the end of the match.  The pitchers of both teams have struck out 21 batters and it`s a tie.\nEver since their first game with Keiyo, the school has received a lot of supports from all areas.\nA new year is coming, Kurokan gets really drunk in the party at his place and talk about his goal: to play at Koshien Stadium.\nSource: crunchyroll",
      "episode_id" : 192481,
      "length" : 15,
      "number" : 27,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Perfect Game"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Washinomori has become famous. The residents of the village are more enthusiastic about baseball and the school successfully recruits a lot of new students. \nKurokan encourages the rookies to get a part-time job in town, hoping that they will have more interaction with the people, and to gain their trust. Training has finally started.\nThe spring season game at Koshien Stadium is about to start. It`s time to see the results of all the training. \nWhen the team is ready to leave for the game, the news on TV is reporting major accidents. Kurokan walks calmly back and calls for Sakamoto. What happened?\nSource: crunchyroll",
      "episode_id" : 192480,
      "length" : 10,
      "number" : 28,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Trials"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Kurokan tells Sakamoto about the accident happened to his parents. Kurokan wants Sakamoto to go to the hospital immediately!\nHitomi comes to help right after receiving Kurokan`s call. The team is really down after knowing Sakamoto`s absence.\nKurokan sends Kojika to replace Sakamoto. Kojika is standing on the pitching mound and trembling with fear when the fans realize that the pitcher isn`t Sakamoto and start to shout and begin to make noise.\nKurokan switches the players to the freshmen gradually who doesn`t have emotional burden and play exceptionally well. \nEventually, Kirino relies on their experience and strength to win the game! But there`s good news from the hospital--Sakamoto`s parents are in a stable condition.\nSource: crunchyroll",
      "episode_id" : 192479,
      "length" : 15,
      "number" : 29,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Absence of Ace"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Washinomori loses the spring game. After going through this incident, Sakamoto becomes more active and more interactive with other players. Sakamoto tells Kurokan that he’s ready to join professional baseball! Meanwhile, the tension between the second graders and freshmen could explode anytime!\nMorioka accidently gets a tape of the game where Sakamoto has 21 consecutive strikeouts. He wants to have a fair game and intentds to reject the help. After he knows that there is only Kurokan in Hitomi`s eyes, he takes the tape back.\nSource: crunchyroll",
      "episode_id" : 192478,
      "length" : 9,
      "number" : 30,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Dissatisfaction"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Ever since the freshmen joined, the frenemies` atmosphere has raised between seniors and freshmen. Ogasawara can`t control his anger anymore. \nHe kicks the bucket full of coins and the coins are all over the ground. The tention explores and the freshmen and seniors get into fights. \nKurokan seems to know it`s coming and looks like he doesn`t care. At the same time, Morioka is watching Sakamoto’s pitches repeatedly and trying to find his flaws.\nSource: crunchyroll",
      "episode_id" : 192477,
      "length" : 9,
      "number" : 31,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Washinomori Collapse"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Asai runs in panic towards Kurokan. They see parents with the senior students walking towards the principal’s office. \nThe parents` intention is to fire Kurokan!\nAlthough other teachers tried to help Kurokan with all of their power, the principal is under the pressure of the parents. \nReporter Koshimitsu has heard of Kurokan`s leaving. He thinks it`s Kurokan`s strategy to disrupt other schools.\nKoshimizu uses an interview as an excuse to take pictures of Sakamato doing pitches and secretly gives the pictures to Morioka.\nSource: crunchyroll",
      "episode_id" : 192476,
      "length" : 9,
      "number" : 32,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Kurokan`s Dismissal"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The news of Kurokan getting fired has been spread out! Without Kurokan, the seniors are successfully bribed by villagers and the freshmen become helpless.\nAsia and Kurokan are at the shrine in the middle of the night. Asai reports everything about the team to him. Kurokan needs Asai to lead the team without his presence. \nOne day after a practice, when Hiraizumi is about to let the coach say a few words, Kurokan shows up. \nEveryone is stunned! The freshmen and Hiraizumi show no fear to the villagers and keep following Kurokan! Because everyone knows, only Kurokan can lead the team to Koshien!\nSource: crunchyroll",
      "episode_id" : 192475,
      "length" : 9,
      "number" : 33,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Reverse"
      } ],
      "type" : "REGULAR"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 3.52,
      "total" : 13
    },
    "TEMPORARY" : {
      "rating" : 4.0,
      "total" : 13
    }
  },
  "resources" : {
    "ANN" : [ "22989" ],
    "MAL" : [ "29603" ],
    "WEBSITE_EN" : [ "http://www.nextmediaanimation.com/en/works/#kurokan" ],
    "WIKIPEDIA_JP" : [ "クロカン_(漫画)" ],
    "YOUTUBE" : [ "channel/UCgCsuidWxFHjZoyRtJWy83g" ]
  },
  "start_date" : "2014",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kurokan",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "クロカン",
    "type" : "OFFICIAL"
  } ],
  "type" : "WEB"
}