{
  "anime_id" : 14054,
  "characters" : {
    "MAIN" : [ {
      "character_id" : 96676,
      "name" : "Ellen",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96678,
      "name" : "Geroppa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96679,
      "name" : "Hakase",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96675,
      "name" : "Itou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96677,
      "name" : "Katou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96680,
      "name" : "Marubo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96681,
      "name" : "Mijji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 96682,
      "name" : "Wan",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 96683,
      "name" : "Doctor Humpty",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "39809" : [ {
      "name" : "Toda Irone",
      "type" : "MUSIC"
    } ],
    "50876" : [ {
      "name" : "Jinnouchi Kazuma",
      "type" : "MUSIC"
    } ],
    "54767" : [ {
      "name" : "P.I.C.S.",
      "type" : "ANIMATION_WORK"
    } ],
    "54768" : [ {
      "name" : "Nakao Hiroyuki",
      "type" : "DIRECTOR"
    } ],
    "54769" : [ {
      "name" : "W.Baba",
      "type" : "ANIMATION_WORK"
    } ],
    "54770" : [ {
      "name" : "Gurihiru",
      "type" : "CHARACTER_DESIGN"
    } ]
  },
  "description" : "This story is about Mick, a sleeping chironomid. Insects are taken up into space for use in experiments by humans. An epic space adventure of Mick and his friends of their journey back home to Earth.\nThe development plans and experiments are aborted by humans for no known reason, the organisms are left behind in the space station with limited resources. Going over hurdles and fighting through challenges, together, they travel across planets and gain new comrades, heading for Earth. As their journey progresses, the mystery behind the human`s abandonment unravels...\nSource: crunchyroll",
  "end_date" : "2019-01-06",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2018-07-08",
      "description" : "Midge, the chironomid, awakens to find himself no longer on Earth, but a space station. Along with his new friends Doc, the cricket, and Marbo, the spider, Midge learns that they were brought out into space for experiments by the humans. Midge encourages his new friends to escape their room to find the farm that is supposed to be on the station so they can find other bugs and fresh food.\nSource: crunchyroll",
      "episode_id" : 202613,
      "length" : 25,
      "number" : 1,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY3KVP2EY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Good Morning, Midge! / Paradise Lost"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ohayou! Midge / Ushinawareta Gakuen"
      }, {
        "language" : "JAPANESE",
        "title" : "おはよう! ミッジ / 失われた楽園"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-07-15",
      "description" : "Having found the farm completely rotted, Midge convinces Doc and Marbo that their only option left is to get off the space station and go back to Earth. The trio begin to make their way to the space dock to find a way home, but are surprised to learn they`re not the only things still alive on the space station. Now the bugs have to find a way home and somehow avoid being eaten by Geroppa the frog general and his two lackeys.\nSource: crunchyroll",
      "episode_id" : 202612,
      "length" : 25,
      "number" : 2,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8DV814Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Froggy Pandemonium / Gravity Is Harsh"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gerogero Dai Soudou / Juuryoku wa Tsurai yo"
      }, {
        "language" : "JAPANESE",
        "title" : "ゲロゲロ大騒動 / 重力はつらいよ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-07-22",
      "description" : "After successfully managing to escape from the frogs, Midge and the others continue to try to make it to the top deck where a supply ship remains, but they continue to be confronted by challenges. With a few more narrow escapes, they finally reach the dock to find the last remaining supply ship, but just as escape is in their reach Marbo is hesitant to leave. Will the trio be able to make it off the station together?\nSource: crunchyroll",
      "episode_id" : 202611,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6VDN8846" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hirake! Kibou no Tobira / Saraba Uchuu Station"
      }, {
        "language" : "ENGLISH",
        "title" : "Open Up! Door of Hope / Farewell, Space Station"
      }, {
        "language" : "JAPANESE",
        "title" : "開け! 希望のトビラ / さらば宇宙ステーション"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-08-05",
      "description" : "Safely on the supply ship, Stork, Midge, Doc, and Marbo are finally able to relax a little in the aftermath of the space station`s demise and are on their way back to Earth. Suddenly, a package of space food takoyaki is spotted floating nearby and unable to let it pass them by, the bugs devise a plan to retrieve their delicious target. After much struggle to retrieve the takoyaki the trio of insects settles down to enjoy the long-awaited good meal, but trouble soon rears it`s head when Marbo eats his portion too fast.\nSource: crunchyroll",
      "episode_id" : 202610,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYXJ0WXP6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Mission! Extravehicular Activity / Farting in Space Is Strictly Prohibited"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mission! Sengai Katsudou / Uchuu de Onara wa Genkin na no Da"
      }, {
        "language" : "JAPANESE",
        "title" : "ミッション! 船外活動 / 宇宙でオナラは厳禁なのだ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-08-12",
      "description" : "After crash landing on a nearby planet, Midge, Doc, and Marbo find themselves surrounded by nothing but sand. With the Stork inoperable, the trio venture out to explore the planet in the operation-bots but encounter a series of struggles that blow them far from their ship, stranding them. They manage to survive the extreme conditions overnight but just when things seem to be looking up for them, the bugs are confronted by a girl pointing an arrow at them.\nSource: crunchyroll",
      "episode_id" : 203276,
      "length" : 25,
      "number" : 5,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR244E596" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Survival! Sand Planet / Lost in the Desert"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Survival! Suna no Wakusei / Sabaku no Maigo-tachi"
      }, {
        "language" : "JAPANESE",
        "title" : "サバイバル! 砂の惑星 / 砂漠の迷子たち"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-08-19",
      "description" : "Midge and the others manage to take down the bug busters with the help of their new friend, the honeybee Ellen. Ellen apologizes for mistaking the trio for being invaders and shows them back to her home for a safe place to talk away from further robotic encounters. In the safety of Ellen`s treehouse, she tells them about her past and the tragic fate of the planet. Meanwhile, Geroppa and his henchmen find a door buried in the sand and when they go to investigate they discover something big lurking in the shadows.\nSource: crunchyroll",
      "episode_id" : 203275,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6KEEJJP6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Honeybee Ellen`s Secret / The True Identity of the Awakened Shadow"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mitsubachi Ellen no Himitsu / Mezameta Kyokage no Shoutai"
      }, {
        "language" : "JAPANESE",
        "title" : "みつばちエレンの秘密 / 目覚めた巨影の正体"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-08-26",
      "description" : "Midge and the others take Ellen back to the Stork after she loses her home, and she is finally convinced to join them in their journey to Earth after listening to Midge tell her more about the planet. However, as long as the Stork is not moving the bugs are stuck, so Midge comes up with a plan with Ellen`s help to fix the ship. Barely escaping from the frogs once again, Midge and Ellen retrieve the badly needed part and hurry back to the Stork, but after being thwarted the frogs switch their focus and go after Marbo and Doc.\nSource: crunchyroll",
      "episode_id" : 203274,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR1XXZEQR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Immovable Stork / Enemy Approaching the Supply Ship"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ugikanu Stork / Hokyuusen ni Semaru Teki"
      }, {
        "language" : "JAPANESE",
        "title" : "動かぬストーク / 補給船に迫る敵"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-09-02",
      "description" : "With the Stork back up and running, Midge and the others finally make it off the sand planet and set a course once more for Earth. But their relief is cut short when the Stork is suddenly sucked into yet another mysterious force. The gang wake up in a dreamlike world and meet Wang, the water bear, and he explains that they were sucked into a black hole that is part of an elaborate garbage disposal system. Ready to escape from his imaginary world, Wang asks the group to take him with them back to Earth.\nSource: crunchyroll",
      "episode_id" : 203273,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY3KKX9QY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Black Hole Resident / Garbage Field at the End of the Galaxy"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Black Hole no Juunin / Ginga no Hate no Gomitameba"
      }, {
        "language" : "JAPANESE",
        "title" : "ブラックホールの住人 / 銀河の果てのゴミため場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-09-09",
      "description" : "Midge and the others are trying to leave the garbage field, but the Stork can`t move. Doc discovers that a critical wire has been chewed through, and a remaining electricity eating bug has managed to get on board the ship. Once the electricity eating bug is taken care of, Ellen and Wang get their first taste of takoyaki to celebrate, but celebrations are cut short when yet another mysterious robot makes its way on board.\nSource: crunchyroll",
      "episode_id" : 204615,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY4PPQ286" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Denkuimushi Gekitai Sakusen / Kikaijikake no Seisouin"
      }, {
        "language" : "ENGLISH",
        "title" : "Strategy to Repel the Electricity Eating Bugs / Mechanized Janitor"
      }, {
        "language" : "JAPANESE",
        "title" : "電クイ虫撃退作戦 / 機械仕掛けの清掃員"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-09-16",
      "description" : "Midge, Marbo, and Doc are trapped in a metal cage while trying to rescue Ellen and Wang and they try to use the operation bots to escape, but to no avail. Meanwhile, the frog trio who were looking for Midge and the others ended up sucked into the same black hole and transported to the garbage field! Unfortunately for them, the frogs are found by the resource recovery robot and are taken away, along with Humpty, to be recycled. The resource recovery robot seems to take a special interest in Humpty and sets about remodeling the frogs` support bot.\nSource: crunchyroll",
      "episode_id" : 204616,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR9VVQJE6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kyoufu no Recycle Koujou / Humpty no Arata na Mezame"
      }, {
        "language" : "ENGLISH",
        "title" : "Recycling Plant of Horror / Humpty`s New Awakening"
      }, {
        "language" : "JAPANESE",
        "title" : "恐怖のリサイクル工場 / ハンプティの新たな目覚め"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-09-23",
      "description" : "After finally escaping from the garbage field, Midge and the others once more set a course for Earth. While on their journey, they come across another space station just drifting through space. They decide to board it to see what kind of food or other bugs might be onboard, but are chased by the frogs who are hot on their trail. Just when things are looking bleak, the gang is saved by a house mouse who lives on the station. The mice are experimental creatures, much like Midge and his friends, and have met the same predicament where they were suddenly abandoned by the humans. Everything seems pleasant on the surface, but the mice are hiding a dark secret.\nSource: crunchyroll",
      "episode_id" : 204617,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63KKQX96" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Infiltrate! Space Station Adrift / The Mices` Hospitality"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sennyuu! Hyouryuu Station / Nezumi-tachi no Omotenashi"
      }, {
        "language" : "JAPANESE",
        "title" : "潜入! 漂流ステーション / ネズミたちのオモテナシ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-09-30",
      "description" : "Despite the disappearance of the humans, the mice have continued their experiments believing strongly that it is their fate as experimental creatures, and they intend to use Midge and the others as part of their experiments. The mice plan to feed Midge and the others to the carnivorous plants in their space farm to see if they can produce an alternative source of energy. Midge does his best to fight off the mice before they can feed him to one of the plants, but ends up being cast out into space. Meanwhile, through a chance of luck, the frogs are unfrozen from their ice prison and start causing trouble too. Will the bugs ever make it off this terrifying space station?\nSource: crunchyroll",
      "episode_id" : 204618,
      "length" : 25,
      "number" : 12,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6791V55Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "True Identity of the Space Farm / The Unbearable Existence of a Mouse"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Uchuu Noujou no Shoutai / Sonzai no Kotaerarenai Nezumi"
      }, {
        "language" : "JAPANESE",
        "title" : "宇宙農場の正体 / 存在の耐えられないネズミ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-10-07",
      "description" : "While trying to find their way off the station to go after Midge and Wan who were ejected out into space, Ellen and the others are stopped by the frogs. Ellen and the others lead the frogs on a frantic chase that ends with the frogs on the wrong end of the mice. The laboratory the erupts into chaos. Meanwhile, Midge and Wan are floating through space losing hope of ever seeing their friends again when Wan realizes they can use the gravitation pull of a nearby planet to do a special maneuver called a swing-by. Will they be able to manage the maneuver and make their way back to their friends?\nSource: crunchyroll",
      "episode_id" : 208398,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6J0KQ92R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Disorderly Laboratory / Escape! Panic Station"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mechakucha Jikkenshitsu / Dasshutsu! Panic Station"
      }, {
        "language" : "JAPANESE",
        "title" : "メチャクチャ実験室 / 脱出! パニックステーション"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-10-14",
      "description" : "Safely back on the Stork, Midge and the others resume course for Earth. Unfortunately, there is damage to the outer hull of the ship that Midge and Doc have to go repair. While making their repairs, Doc`s bot is crashed into by a space drone carrying a mysterious package. Midge and Doc take the package back inside the ship and the group decides to open it. Inside they find what looks to be a strange seed. Hoping that it will grow and produce food, the group places it under a warm light. They are surprised when Claudia and Jose pop out from the seed. Claudia and Jose explain that they were on their way to Planet Yellow where there is a seed storehouse to hopefully find more seeds to start a family. Ellen and the others agree to help their new friends to their destination.\nSource: crunchyroll",
      "episode_id" : 208991,
      "length" : 25,
      "number" : 14,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6G5VM526" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Encounters with an Unknown Object / Landing! Ice Planet"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Michinaru Buttai to no Souguu / Chakuriku! Koori no Wakusei"
      }, {
        "language" : "JAPANESE",
        "title" : "未知なる物体との遭遇 / 着陸! 氷の惑星"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-10-21",
      "description" : "In order to help Jose and Claudia with their wish, Midge and the others come up with a plan to get through the tight security of the seed storehouse on Planet Yellow. Along the way the bugs end up trapped and it`s up to Jose and Claudia to rescue them. Once finally inside the storehouse, the others are surprised to encounter a robot who introduces itself as Dr. Seed. With the help of Dr. Seed Midge and the others are able to get the seeds they came for, but as they get ready to leave they are confronted by bug busters. Now the race is on for Midge and the others to make it out of the seed storehouse safely with their hard-won seeds.\nSource: crunchyroll",
      "episode_id" : 208992,
      "length" : 25,
      "number" : 15,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GREXM243Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Plan to Infiltrate the Seed Storehouse / Distant Exit"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shushi Chozouko Sennyuu Sakusen / Toosugiru Deguchi"
      }, {
        "language" : "JAPANESE",
        "title" : "種子貯蔵庫潜入作戦 / 遠すぎる出口"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-10-28",
      "description" : "Jose has fallen into the crevasse because of the eruption of the ice volcano and Midge goes off to save him, but the two are trapped in the freezing cold by a resulting snowstorm. The frogs also suddenly show up on the icy planet in the midst of the chaos of the snowstorm. When the snowstorm finally subsides, the frogs go after Ellen and the others who have left the Stork to rescue Midge and Jose who are stranded in the extreme cold and ice.\nSource: crunchyroll",
      "episode_id" : 208993,
      "length" : 25,
      "number" : 16,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJ0V7K0Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Crevasse Distress SOS! / Snowy Mountain Panic!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Crevasse Sounan SOS! / Yukiyama Dai Panic!"
      }, {
        "language" : "JAPANESE",
        "title" : "クレバス遭難SOS! / 雪山大パニック!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-11-04",
      "description" : "Midge and the others set course for Planet Loca to return Jose and Claudia to their home planet. While the planet itself is a hostile environment, the plant dome where the couple lives is supposed to be lush and green and full of butterflies, but when they finally get inside, all life in the dome seems to have withered away. Midge manages to find a lone survivor, Prince Sulkosky, the leader of the butterflies and a friend of Jose and Claudia. When the prince awakens he tells the others about what happened and how he believes a material he found by the dome`s guardian tree, the Mother Tree, is responsible. However, when Doc and Midge seek to investigate the material and the tree, Sulkosky demands that they not do so, since the tree and anything related to it is sacred and dangerous.\nSource: crunchyroll",
      "episode_id" : 209493,
      "length" : 25,
      "number" : 17,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJ0V002Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Planet Roka e no Kikan / Mother Tree no Noroi"
      }, {
        "language" : "ENGLISH",
        "title" : "Return to Planet Loca / Curse of the Mother Tree"
      }, {
        "language" : "JAPANESE",
        "title" : "プラネットロカへの帰還 / マザーツリーの呪い"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-11-11",
      "description" : "With the mysterious cosmic material, Negum 13, safely off the ship, Midge and the others try to figure out their next move, but when Doc and Midge seek to investigate the Mother Tree, Ellen and the others try to deter them out of respect for Sulkosky`s wishes. Undeterred, Doc and Midge decide to sneak off the ship and investigate the tree anyway. When Sulkosky discovers Midge and Doc going against his wishes he confronts the pair and tries to stop them by force. In the midst of their in-fighting, another bug buster appears and begins attacking inside the dome. The Mother Tree is hit by a stray shot and its true identity is revealed.\nSource: crunchyroll",
      "episode_id" : 209494,
      "length" : 25,
      "number" : 18,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6G544Z86" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Approaching the Mysterious Large Tree / Shock! The Mother Tree`s True Form"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nazo no Kyoboku ni Semare / Shougeki! Mother Tree no Shoutai"
      }, {
        "language" : "JAPANESE",
        "title" : "謎の巨木に迫れ / 衝撃! マザーツリーの正体"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-11-18",
      "description" : "Midge and the others head inside the Mother Tree and encounter a bug-like robot that calls itself Skeleton B. The robot reveals the true purpose of the plant dome and a secret plan involving Negum 13. The real insects find themselves suddenly in a desperate struggle to stop Skeleton B from his mission to carry out this plan. Can Midge and the others stop Skeleton B from trying to implement the secret plan? And will they be able to restore the peace and prosperity of the plant dome that is home for Jose, Claudia, and Prince Sulkosky?\nSource: crunchyroll",
      "episode_id" : 209495,
      "length" : 25,
      "number" : 19,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6P5DMZD6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senritsu! Plant`s Dome no Shinjitsu / Robot Konchuu o Oe!"
      }, {
        "language" : "ENGLISH",
        "title" : "Shudder! The Truth of the Plant Dome / After the Robotic Insects!"
      }, {
        "language" : "JAPANESE",
        "title" : "戦慄! プランツドームの真実 / ロボット昆虫を追え!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-11-25",
      "description" : "Midge and the others arrive at the entrance to a warp tunnel that leads to the solar system, but the gate won`t open! When they go to the control room to investigate, they find a small shrimp named Lancelot. In order to open the gate the gang heads to an asteroid called Izukawa with Lancelot. Izukawa was developed as a civilian vacation home and there the group encounters a service robot named Sebastian who they ask for help sending a signal. However, when there is no response to the signal, Lancelots true motives come to light.\nSource: crunchyroll",
      "episode_id" : 209496,
      "length" : 25,
      "number" : 20,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYME18J46" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Blocked Space Highway / Villa at the End of the Universe"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Fuusa Sareta Uchuu Highway / Uchuu no Hate no Bessou"
      }, {
        "language" : "JAPANESE",
        "title" : "封鎖された宇宙ハイウェイ / 宇宙の果ての別荘"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-12-02",
      "description" : "Just as Midge and the others are trying to process whether or not they believe that the Earth has truly been destroyed, they are set upon by the frogs. Sebastian also suddenly starts to act strangely, and Lancelot steps up courageously to fend of the terrible frogs. Having safely gotten the password to enter the highway gate, Midge and the others return to the warp tunnel entrance. However, in a further stroke of bad luck they are attacked by a remaining working bug buster. The frogs also stubbornly follow after them and it looks like the bug group might not make it into the tunnel.\nSource: crunchyroll",
      "episode_id" : 210366,
      "length" : 25,
      "number" : 21,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYVDX2WDY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Garden Battle / Break Through the Highway Gate!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Teien no Battle / Highway Gate o Toppa Shiro!"
      }, {
        "language" : "JAPANESE",
        "title" : "庭園のバトル / ハイウェイゲートを突破しろ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-12-09",
      "description" : "The bugs have safely made it through the warp tunnel and are finally back in the solar system, but Lancelot`s words about the Earth`s destruction still weigh heavily on their minds. Suddenly, a mysterious unidentified spaceship approaches the Stork, and traps the ship in a laser anchor, rendering the supply ship uncontrollable. Midge finally manages to shake off the mysterious vessel, but the bugs are shocked when a human figure in a space suit appears on their screen, demanding their cooperation. Just who is this mysterious figure? And why has he captured the Stork?\nSource: crunchyroll",
      "episode_id" : 210367,
      "length" : 25,
      "number" : 22,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR79QQ9M6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Mysterious Ghost Ship Appears! / The Stork in Despair"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nazo no Yuureisen Arawaru! / Zetsubou no Stork"
      }, {
        "language" : "JAPANESE",
        "title" : "謎の幽霊船現る! / 絶望のストーク"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-12-16",
      "description" : "The monkey, Gordo, convinces Midge and the others that he has proof of the Earth`s destruction on an old video tape. Desperately wanting to know the truth the bugs follow him on to his ship, but are left stranded when the monkey hatches his dastardly plan. Master Wang decides to put his life on the line in order to help the bugs get the Stork back from the nefarious pirate monkey. Midge hatches his own plan to make Gordo pay for tricking him and his friends.\nSource: crunchyroll",
      "episode_id" : 210368,
      "length" : 25,
      "number" : 23,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G679QGKJY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Master Wang`s Resolution / Stork Recovery Operation!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Wan-roushi no Ketsui / Stork Dakkan Sakusen!"
      }, {
        "language" : "JAPANESE",
        "title" : "ワン老師の決意 / ストーク奪還作戦!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-12-23",
      "description" : "Midge and the others try to find a way to see the footage on the video tape that supposedly has evidence of the Earth`s destruction on it. Doc does some investigating, and learns that they can use Humpty to watch the tape, but the bugs have get around the frogs to get access to their robot. Finally able to view the footage, the bugs are devastated by what they see. Midge and the others now have to decide on whether or not to continue on to Earth. Meanwhile, a mysterious new enemy approaches the frogs and Geroppa is captured and taken away.\nSource: crunchyroll",
      "episode_id" : 210369,
      "length" : 25,
      "number" : 24,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR4PDNN1Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Video Tape Playback Plan / Disappointing Enceladus"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Videotape Saisei Keikaku / Shitsubou no Enceladus"
      }, {
        "language" : "JAPANESE",
        "title" : "ビデオテープ再生計画 / 失望のエンケラドゥス"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2018-12-30",
      "description" : "Geroppa`s froggy henchman, Itou and Katou, beg the bugs for help rescuing their leaders, and a temporary truce is forged between predator and prey. To their surprise, their mysterious new enemy is a small group of cockroach soldiers. After a tense fight, Midge and the others corner the cockroaches and get them to explain their origins. They finally expose the truth of just why the robots have gone berserk as Midge and the others have seen on their journey. With this new information, the bugs and amphibians set course for Mars for a final battle with the robots.\nSource: crunchyroll",
      "episode_id" : 210370,
      "length" : 25,
      "number" : 25,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRG5X2N5R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Geroppa Kyuushutsu Sakusen! / Kanashimi no Senshi"
      }, {
        "language" : "ENGLISH",
        "title" : "Plan to Rescue Geroppa! / Sorrowful Warriors"
      }, {
        "language" : "JAPANESE",
        "title" : "ゲロッパ救出作戦! / 悲しみの戦士"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-01-06",
      "description" : "With a singular goal in mind, Midge and the bugs, along with the frogs, work together to take down an antenna on Mars that allows all the robots in the universe to charge remotely. With the help of their new allies, the cockroaches, who once lived on Mars and were the first to try and resist them, they work together to take down the antenna`s strict security. Once through, they come face to face with the Great Consultant, an artificial intelligence put in place by the humans to make the critical decisions in the terraforming process. From the AI they find out the final missing pieces behind the fate of the all living things in the universe. Midge and the others flee Mars when the technology supporting the artificial atmosphere begins to fail. They make one last desperate effort to reach Earth, unsure of what they might find.\nSource: crunchyroll",
      "episode_id" : 211597,
      "length" : 25,
      "number" : 26,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G62420MPY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Great Battle on Mars! / Final Journey"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kasei Dai Kessen! / Saigo no Tabidachi"
      }, {
        "language" : "JAPANESE",
        "title" : "火星大決戦! / 最後の旅立ち"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2018-07-08",
      "episode_id" : 209189,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2018-10-14",
      "episode_id" : 209190,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 2"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2018-07-08",
      "episode_id" : 209191,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2018-10-14",
      "episode_id" : 209192,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.92,
      "total" : 18
    },
    "TEMPORARY" : {
      "rating" : 5.02,
      "total" : 18
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "364148" ],
    "ANISON" : [ "21311" ],
    "ANN" : [ "22177" ],
    "CRUNCHY_ROLL" : [ "GYMEGQ9V6" ],
    "MAL" : [ "37787" ],
    "SYOBOI" : [ "5008" ],
    "TWITTER" : [ "Spacebug_jp" ],
    "WEBSITE" : [ "http://www.spacebug-special.com/" ]
  },
  "start_date" : "2018-07-08",
  "tags" : {
    "1528" : {
      "info_box" : false,
      "name" : "artificial intelligence",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2274" : {
      "info_box" : false,
      "name" : "robot",
      "parent_tag_id" : 2638,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2638" : {
      "info_box" : false,
      "name" : "mecha",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2846" : {
      "info_box" : false,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2874" : {
      "info_box" : false,
      "name" : "disaster",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2923" : {
      "info_box" : false,
      "name" : "post-apocalyptic",
      "parent_tag_id" : 2874,
      "spoiler" : true,
      "verified" : false,
      "weight" : 200
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Space Bug",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "The Journey Home",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "スペースバグ",
    "type" : "OFFICIAL"
  }, {
    "language" : "KOREAN",
    "title" : "스페이스 버그",
    "type" : "OFFICIAL"
  } ],
  "type" : "SERIES",
  "url" : "http://www.spacebug-special.com/"
}