{
  "anime_id" : 14454,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 120623,
      "name" : "Kazuno",
      "type" : "CHARACTER"
    }, {
      "character_id" : 120622,
      "name" : "Medhimama",
      "type" : "CHARACTER"
    } ],
    "CAMEO" : [ {
      "character_id" : 112316,
      "name" : "Amante",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1000,
      "name" : "Lina Inverse",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 98792,
      "name" : "Oosuki Mamako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 98793,
      "name" : "Oosuki Masato",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 101574,
      "name" : "Medhi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 101573,
      "name" : "Porta",
      "type" : "CHARACTER"
    }, {
      "character_id" : 101576,
      "name" : "Shirase",
      "type" : "CHARACTER"
    }, {
      "character_id" : 101575,
      "name" : "Wise",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "720" : [ {
      "name" : "J.C.Staff",
      "type" : "ANIMATION_WORK"
    } ],
    "1797" : [ {
      "name" : "Iwasaki Yoshiaki",
      "type" : "DIRECTOR"
    } ],
    "4511" : [ {
      "name" : "Watanabe Mayumi",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "4556" : [ {
      "name" : "Akao Deko",
      "type" : "SERIES_COMPOSITION"
    } ],
    "22244" : [ {
      "name" : "Yaegashi Youhei",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Yaegashi Youhei",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "27275" : [ {
      "name" : "Inai Keiji",
      "type" : "MUSIC"
    } ],
    "56530" : [ {
      "name" : "Inaka Dachima",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "* Based on a light novel series written by http://anidb.net/cr56530 [Inaka Dachima] and illustrated by http://anidb.net/cr56531 [Iida Pochi.].\nWhat would you do if you got transported into a video game...with your mom?? That`s the dilemma facing high schooler http://anidb.net/ch98793 [Oosuki Masato], who has been unwittingly thrown into an RPG world with his doting http://anidb.net/ch98792 [mother] close behind as part of a secret government scheme. As an avid gamer, Masato is eager to show off his skills...but that`s hard to do when your mom is an insanely overpowered, dual-wielding, multi-target specialist!\nSource: Yen Press",
  "end_date" : "2019-09-28",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2019-07-13",
      "description" : "Teenage boy Masato Oosuki was chosen to beta test a new MMORPG, where you’re actually teleported inside the world of the game. After Masumi Shirase comes to give him a brief explanation, he’s off to start a new life inside a video game! But once he gets there, he finds his mother, Mamako, has followed him.  He’s bewildered, but Mamako is overjoyed at the idea of going on an adventure with her son. And her regular attack skill is incredibly strong, too. Masato’s attack skill only has regular power, and as a normal rebellious teenager, he’s more than a little upset to find his grand fantasy adventure ruined. And thus begins a new RPG journey, with mom in tow!\nSource: crunchyroll",
      "episode_id" : 217963,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 3.77,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6KE77Q36" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shounen no Soudai naru Bouken ga Hajimaru to Omottetara... E, Dou Iu Koto Da yo Kore...."
      }, {
        "language" : "ENGLISH",
        "title" : "The Boy Thought He Was Embarking on a Great Adventure... but, Uh, What`s Going on Here?"
      }, {
        "language" : "JAPANESE",
        "title" : "少年の壮大なる冒険が始まると思ってたら... え, どういうことだよこれ...."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-07-20",
      "description" : "Mamako and Masato are now registered as hero and mommy, and they decide to have an interview to decide who’ll join their party. Porter, a tiny merchant girl who comes to the interview, is a nice, kind-looking girl, so she’s allowed to join. The next girl on the list is the sage, Wise. Masato gets a bad feeling from her photograph and tries to get rid of it, but the photograph was actually Wise, herself, who had transformed into a sheet of paper. She gets mad at how she was treated and teleports Masato outside the city. When the two of them are alone, she tells him that the goal of this RPG is for mother and child to become closer. That’s why Mamako is so strong, and why she was brought to this world with him!\nSource: crunchyroll",
      "episode_id" : 217964,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 5.48,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G679GE5NY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "It`s Just a Coincidence They`re All Girls. Got That? Wipe That Smirk Off Your Face."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Joshi Bakka na no wa Guuzen Da. Goukai Suruna. Egao de Kocchi o Miruna."
      }, {
        "language" : "JAPANESE",
        "title" : "女子ばっかなのは偶然だ. 誤解するな. 笑顔でこっちを見るな."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-07-27",
      "description" : "Wise joins the party, which gets ready to head off to the village of Maman on a special quest that Shirase gave them. But first, they have to buy equipment. Mamako is overjoyed at the idea of going shopping with her son. At the armor shop, she tries on a variety of scanty outfits for Masato, which is something that he does not enjoy. He lectures her that she’s getting too excited, and makes everything awkward. But Mamako manages to make up with her son by cleaning out his ears. The party makes it to the village, where they learn that a demon called “The Empress of Night” is demanding the village’s hottest guys as a sacrifice.\nSource: crunchyroll",
      "episode_id" : 217965,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 4.58,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRDKJ0V9Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shitagi wa Bougu. Shubi Menseki wa Ookime ni. Samonakuba Musuko ga Shinuzo!"
      }, {
        "language" : "ENGLISH",
        "title" : "Underwear Is Armor. Make Sure It`s High in Defense. Otherwise, My Son Might Die!"
      }, {
        "language" : "JAPANESE",
        "title" : "下着は防具. 守備面積は大きめに. さもなくば息子が死ぬぞ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-08-03",
      "description" : "The “Empress of Night” turns out to be none other than Wise’s mother, who she split up with after a fight. When the two of them went their separate ways, the Empress decided to stop playing the game and instead go chasing after attractive men. And since she was using a powerful cheating tool that could change how the system worked, even Shirase and the GM’s couldn’t stop her. Normally, she’d face a huge fine for breaking the license agreement, but if Wise can make up with her, Shirase is willing to let it slide. When she sees her mom flying around on a throne made of shirtless men, Wise is incredibly embarrassed. She agrees to Shirase’s plan, and the rest of the party agrees to help, too.\nSource: crunchyroll",
      "episode_id" : 217966,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 5.48,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYQW7WWEY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Kids Are Kids and Parents Are Parents but Also Human Beings, and It Takes All Kinds, but They Get Through It Together, Right?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kodomo wa Kodomo de, Oya mo Oya de Ningen de, Iroiro Aru kedo Nantoka Suru no ga Oyako Daro."
      }, {
        "language" : "JAPANESE",
        "title" : "子供は子供で, 親も親で人間で, 色々あるけど何とかするのが親子だろ."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-08-10",
      "description" : "Masato, Wise, and Porta become students at Lover’s Lane Academia. Studying here will give them lots of SP and tons of special items. At school they meet a sweet and shy healer named Medhi, and Masato is convinced he’s found the true heroine. But her mother, Medhimama, who treats them all like dirt. And what’s worse, she goes to class and uses her magic to stop anyone else from answering questions, so that Medhi gets all the SP. Wise and Porta both suggest to Masato that the way to beat one mom is to use another, and want to bring in Mamako to help, but…\nSource: crunchyroll",
      "episode_id" : 219017,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 4.08,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYW4NM3J6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Soko wa Yume to Kibou ni MIchita, Kodomo-tachi no Ryouiki. Kodomo-tachi no, Da. Koko Daiji!"
      }, {
        "language" : "ENGLISH",
        "title" : "This Is a Territory for Children, Filled with Hopes and Dreams. For Children. That`s the Important Part!"
      }, {
        "language" : "JAPANESE",
        "title" : "そこは夢と希望に満ちた, 子供達の領域. 子供達の, だ. ここ大事!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-08-17",
      "description" : "With Shirase’s help, Mamako is allowed to attend the school as well. Just like Medhimama, she becomes an observer in Masato’s class. When Medhimama finds out that her magic doesn’t work on Mamako, she decides that Mamako is her new rival. And to make things worse, Mamako joins in the school’s cooking class, and wears an old-style school swimsuit to the swimming class, unknowing stealing the spotlight from Medhi and her mom. Medhimama confidently shows off her sexy swimsuit, but gets even madder where Mamako steals the spotlight again. Masato hears someone angrily whispering insults as they watch Medhimama...\nSource: crunchyroll",
      "episode_id" : 219018,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 4.31,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G64PKJ7VR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nan to Iu Bishoujo... Iya Kaasan ja Nakute. Sono Kakkou de Chikayoru na Yamero."
      }, {
        "language" : "ENGLISH",
        "title" : "What a Beautiful Girl... Wait, Not You, Mom. Don`t Get Near Me in That Outfit, Stop!"
      }, {
        "language" : "JAPANESE",
        "title" : "なんという美少女... いや母さんじゃなくて. その格好で近寄るなやめろ."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-08-24",
      "description" : "The person who’d been whispering her hate about Medhimama was actually Medhi herself. Medhi was loyally doing what her mother told her to, but was secretly feeling extremely stressed and angry. When Masato and his mom find out about this, they decide they want to help her. Meanwhile, the school holds a festival, and parents are allowed to participate. The group decides to open a small café where Mamako will cook. Medhimama opens a café of her own, and insists on competing with Mamako to see who can sell more. Mamako reluctantly agrees, but…\nSource: crunchyroll",
      "episode_id" : 219019,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 3.95,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6NVG318Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gakusai no Shuyaku wa Gakusei Da. Sore wa Tada Seifuku o Kite Iru Hito mo Fukumarete Shimau no Da ga na...."
      }, {
        "language" : "ENGLISH",
        "title" : "Students Are the Protagonists of a School Festival. But People Wearing School Uniforms Are Included, Too."
      }, {
        "language" : "JAPANESE",
        "title" : "学祭の主役は学生だ. それはただ制服を着ている人も含まれてしまうのだがな...."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-08-31",
      "description" : "Medhi was able to say what she felt about her mom when Masato was around, but in front of her mother, she always forced herself to act obedient. Wise and Porta both try to cheer her up and be her friend, but Medhimama, who wants a good daughter so that she can become “the number one mom”, refuses to let her have any friends. When Medhi realizes that her mother’s fanatacism was just for the sake of her own ego, she breaks down, lets her feelings loose, and becomes a powerful dragon. The party tries to stop her, but even in the middle of the fight, Medhimama is so obsessed with being number one that she challanges Mamako to a duel!\nSource: crunchyroll",
      "episode_id" : 219020,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 3.08,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8DP559Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "If I Say Nothing, It Won`t Be Heard, but If I Say Something, It`ll Be a Critical Hit. It Sucks Being a Family."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Iwanakya Tsutawaranai ga, Ittara Kanari no Kakuritsu de Butsukaru. Yakkai Da yo, Oyako."
      }, {
        "language" : "JAPANESE",
        "title" : "言わなきゃ伝わらないが, 言ったらかなりの確率でぶつかる. 厄介だよ, 親子."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-09-07",
      "description" : "Medhi decides to come along with Masato and the party. They all get a notice about a new “tower dungeon”, which will grant any wish to those who can get to the top. The party heads to the town of Ommym, where the dungeon awaits. As soon as they arrive, a group of mothers begs them to look for their children. Shirase says that this isn’t part of any event, however. They decide to investigate the dungeon  with her. As they get past the traps and the monsters, they’re met by a woman dressed like a gladiator.\nSource: crunchyroll",
      "episode_id" : 219717,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 3.57,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR0X4EV4Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otto, Konna Tokoro ni Switch Toko ga Aruzo. Maa Fumanai kedo. Iya Fumanai kara."
      }, {
        "language" : "ENGLISH",
        "title" : "Whoa, There`s a Pressure Plate in a Place Like This. Well, I`m Not Stepping on It. No, I`m Saying I Won`t!"
      }, {
        "language" : "JAPANESE",
        "title" : "おっと, こんなところにスイッチ床があるぞ. まあ踏まないけど. いや踏まないから."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-09-14",
      "description" : "The girl who stood in the party’s way announced herself as “Amante, Betrayer of Mothers”, and told them that she belonged to the rebel group \"Ribele\". She also told them that she’d gotten the adventurers in town to join her party and help her clear the dungeon. She told them all this despite the fact that they hadn’t asked her any of it. The party decided that it needed lots of help to free the adventurers from Amante, and retreated. They opened the “With Mommy” guild, and began to recruit. But Amante’s helper, Pocchi, came to stop them. He and his buddies made a certain demand of Mamako, and told her that if she didn’t do what they wanted,  they’d use bombs to blow up the city!\nSource: crunchyroll",
      "episode_id" : 219718,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 3.54,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR0X409GY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Okaasan to Issho Guild wa Senkakubanrai! ......tte, Manekarezaru Kyaku Bakka ka yo!"
      }, {
        "language" : "ENGLISH",
        "title" : "The With Mommy Guild Welcomes All! ...Wait, It`s a Bunch of Uninvited Guests!"
      }, {
        "language" : "JAPANESE",
        "title" : "お母さんと一緒ギルドは千客万来! ......って, 招かれざる客ばっかかよ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-09-21",
      "description" : "After being touched by Mamako’s motherly kindness, Pocchi and his friends changed their ways and went home to their mothers. As a way of saying thank you, the mothers agree to join the With Mommy guild, and help the party clear the tower. There are still a lot of children who are working for Amante. And so the party, now filled with mothers, heads off to the tower, gossiping and chatting all the way. When this not-very-adventurous party makes it inside the dungeon, they’re met by Amante,  who’s gotten sick of waiting for them. She challenges Mamako to… a washing and cleaning contest?!\nSource: crunchyroll",
      "episode_id" : 219719,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 3.26,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRG5MW81R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Courage to Accept Things. A Loving Heart. Also, Full-Body Armor. That`s What a Mother Needs... Wait, Armor?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Uketomeru Yuuki. Itsukushimu Kokoro. Ato Zenshin Yoroi. Sore ga Hahaoya ni Hissu no......n? Yoroi?"
      }, {
        "language" : "JAPANESE",
        "title" : "受け止める勇気. 慈しむ心. あと全身鎧. それが母親に必須の......ん? 鎧?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2019-09-28",
      "description" : "Masato’s party makes their way up the tower. They meet Pocchi on the way up, who tells them that Amante’s plan is to clear the dungeon and wish for all mothers to disappear. They have to stop her! Meanwhile, Amante has made it to the top of the 100 floor tower, and defeated the last boss, but she can’t get into the wish-granting room. Masato’s party arrives and challenges her to a duel. During the middle of the battle, Amante tells Mamako that her presence here is stealing away her son’s future! Mamako is caught off guard. But instead, Masato…\nSource: crunchyroll",
      "episode_id" : 219720,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 3.82,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRZJVVDK6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Hoped Against Hope the Wish Would Not Be Granted. But It Totally Was."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sono Negai wa Kanaenaide Kure, to Tsuyoku Negatta. Daga Negai wa Kanaerareta."
      }, {
        "language" : "JAPANESE",
        "title" : "その願いは叶えないでくれ, と強く願った. だが願いは叶えられた."
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2020-03-25",
      "description" : "To thank the group for all their hard work in the past, Shirase invites the party to enjoy the sunny beach. While enjoying the wonderful weather and pristine waters, and accident causes Masato to lose all his memories, including those of Mamako!\nSource: FUNimation",
      "episode_id" : 227613,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 6.55,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G69V75XEY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Do You Love Your Mom on the Shore?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Namiuchigiwa no Okaasan wa Suki Desuka?"
      }, {
        "language" : "CHINESE",
        "title" : "在海岸邊的媽媽 你喜歡嗎？"
      }, {
        "language" : "JAPANESE",
        "title" : "波打ち際のお母さんは好きですか?"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2019-07-13",
      "episode_id" : 218664,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2019-07-13",
      "episode_id" : 218665,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 7.46,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 228087,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV Before Broadcasting"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 2.31,
      "total" : 1308
    },
    "TEMPORARY" : {
      "rating" : 5.13,
      "total" : 1326
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "365845" ],
    "ANISON" : [ "22117" ],
    "ANN" : [ "21508", "23204" ],
    "CRUNCHY_ROLL" : [ "G6J0EEP0R" ],
    "FUNIMATION" : [ "do-you-love-your-mom-and-her-two-hit-multi-target-attacks/" ],
    "IMDB" : [ "tt10443344" ],
    "MAL" : [ "38573", "40102" ],
    "SYOBOI" : [ "5346" ],
    "TMDB" : [ "tv/88808" ],
    "TWITTER" : [ "okaasan_online" ],
    "WEBSITE" : [ "https://okaasan-online.com/" ],
    "WEBSITE_EN" : [ "https://twohitmom-anime.com/" ],
    "WIKIPEDIA_EN" : [ "Do_You_Love_Your_Mom_and_Her_Two-Hit_Multi-Target_Attacks%3F" ],
    "WIKIPEDIA_JP" : [ "通常攻撃が全体攻撃で二回攻撃のお母さんは好きですか%3F" ]
  },
  "similar" : {
    "39" : {
      "rating" : 1.25,
      "total" : 16
    },
    "17248" : {
      "rating" : 7.5,
      "total" : 12
    }
  },
  "start_date" : "2019-07-13",
  "tags" : {
    "627" : {
      "info_box" : false,
      "name" : "lingerie",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "1363" : {
      "info_box" : false,
      "name" : "breast fondling",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1471" : {
      "info_box" : false,
      "name" : "lethal chef",
      "parent_tag_id" : 2653,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1609" : {
      "info_box" : false,
      "name" : "elf",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2094" : {
      "info_box" : false,
      "name" : "magic",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2555" : {
      "info_box" : false,
      "name" : "amnesia",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2622" : {
      "info_box" : false,
      "name" : "swordplay",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2628" : {
      "info_box" : false,
      "name" : "fictional location",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2647" : {
      "info_box" : false,
      "name" : "high fantasy",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2652" : {
      "info_box" : false,
      "name" : "super deformed",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2653" : {
      "info_box" : false,
      "name" : "slapstick",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2740" : {
      "info_box" : false,
      "name" : "mother-son incest",
      "parent_tag_id" : 2842,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2748" : {
      "info_box" : false,
      "name" : "sex",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2749" : {
      "info_box" : false,
      "name" : "nudity",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2750" : {
      "info_box" : false,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2773" : {
      "info_box" : false,
      "name" : "magic circles",
      "parent_tag_id" : 2094,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2774" : {
      "info_box" : false,
      "name" : "spellcasting",
      "parent_tag_id" : 2094,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2791" : {
      "info_box" : false,
      "name" : "stereotypes",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2799" : {
      "info_box" : true,
      "name" : "novel",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2817" : {
      "info_box" : false,
      "name" : "skimpy clothing",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2820" : {
      "info_box" : false,
      "name" : "wardrobe malfunction",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2826" : {
      "info_box" : false,
      "name" : "pantsu",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2839" : {
      "info_box" : true,
      "name" : "virtual world",
      "parent_tag_id" : 2628,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2842" : {
      "info_box" : false,
      "name" : "incest",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2846" : {
      "info_box" : false,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2849" : {
      "info_box" : true,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2850" : {
      "info_box" : false,
      "name" : "adventure",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2856" : {
      "info_box" : false,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2891" : {
      "info_box" : false,
      "name" : "breasts",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3023" : {
      "info_box" : false,
      "name" : "funny expressions",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3040" : {
      "info_box" : false,
      "name" : "male protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3185" : {
      "info_box" : false,
      "name" : "wordplay",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3265" : {
      "info_box" : false,
      "name" : "death is cheap",
      "parent_tag_id" : 6242,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3481" : {
      "info_box" : false,
      "name" : "recruiting teammates",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3683" : {
      "info_box" : false,
      "name" : "storytelling",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3721" : {
      "info_box" : false,
      "name" : "RPG aspects",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3805" : {
      "info_box" : false,
      "name" : "European stylised",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3842" : {
      "info_box" : false,
      "name" : "TV censoring",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3977" : {
      "info_box" : false,
      "name" : "dialogue driven",
      "parent_tag_id" : 3683,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4022" : {
      "info_box" : false,
      "name" : "strong female lead",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4333" : {
      "info_box" : false,
      "name" : "predominantly female cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4669" : {
      "info_box" : false,
      "name" : "parenting",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "4729" : {
      "info_box" : false,
      "name" : "colour coded",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5518" : {
      "info_box" : false,
      "name" : "flat chest jokes",
      "parent_tag_id" : 7199,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5835" : {
      "info_box" : false,
      "name" : "Gainax bounce",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5889" : {
      "info_box" : false,
      "name" : "magic weapons",
      "parent_tag_id" : 2094,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5948" : {
      "info_box" : false,
      "name" : "visible aura",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6242" : {
      "info_box" : false,
      "name" : "death",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6744" : {
      "info_box" : true,
      "name" : "isekai",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7086" : {
      "info_box" : false,
      "name" : "soft science fiction",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "7199" : {
      "info_box" : false,
      "name" : "sexual humour",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7905" : {
      "info_box" : false,
      "name" : "large breasts",
      "parent_tag_id" : 2891,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tsuujou Kougeki ga Zentai Kougeki de Nikai Kougeki no Okaasan wa Suki Desuka?",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks?",
    "type" : "OFFICIAL"
  }, {
    "language" : "GERMAN",
    "title" : "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks?",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "普通攻击是全体二连击，这样的妈妈你喜欢吗？",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "通常攻撃が全体攻撃で二回攻撃のお母さんは好きですか?",
    "type" : "OFFICIAL"
  }, {
    "language" : "KOREAN",
    "title" : "일반 공격이 전체 공격에 2회 공격인 엄마는 좋아하세요?",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "okaa-san online",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "okasuki",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "twohitmom",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "momsekai",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Мамка-попаданка",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "https://okaasan-online.com/"
}