{
  "anime_id" : 14590,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 114813,
      "name" : "Aika",
      "type" : "CHARACTER"
    }, {
      "character_id" : 120619,
      "name" : "Yamamoto Arika",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 106841,
      "name" : "Himuro Ayame",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106844,
      "name" : "Yukimura Shin`ya",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 106840,
      "name" : "Ibarada Ena",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106842,
      "name" : "Ikeda-kyouju",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106843,
      "name" : "Inukai Kosuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106839,
      "name" : "Kanade Kotonoha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106838,
      "name" : "Rikekuma",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "1645" : [ {
      "name" : "Kitahata Tooru",
      "type" : "DIRECTOR"
    } ],
    "7879" : [ {
      "name" : "Ushijima Yuuji",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "13845" : [ {
      "name" : "Hirata Shouichirou",
      "type" : "MUSIC"
    } ],
    "21064" : [ {
      "name" : "Isouchi Yuusuke",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Isouchi Yuusuke",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "44485" : [ {
      "name" : "Supa Love",
      "type" : "MUSIC"
    } ],
    "44486" : [ {
      "name" : "Hisakuni",
      "type" : "MUSIC"
    } ],
    "44519" : [ {
      "name" : "Zero-G",
      "type" : "ANIMATION_WORK"
    } ],
    "46055" : [ {
      "name" : "Ikeda Rintarou",
      "type" : "SERIES_COMPOSITION"
    } ],
    "55686" : [ {
      "name" : "Sogi Takuma",
      "type" : "MUSIC"
    } ],
    "55688" : [ {
      "name" : "Ootsuka Kaoru",
      "type" : "MUSIC"
    } ],
    "56473" : [ {
      "name" : "Takahashi Shuuhei",
      "type" : "MUSIC"
    } ],
    "57202" : [ {
      "name" : "Yamamoto Arifred",
      "type" : "ORIGINAL_WORK"
    } ],
    "63133" : [ {
      "name" : "Takahashi Yuuko",
      "type" : "MUSIC"
    } ]
  },
  "description" : "* Based on a romantic comedy seinen manga by http://anidb.net/cr57202 [Yamamoto Arifred].\nYukimura Shin`ya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.\nSource: M-U\nNote: All episodes were released at once on Amazon Prime Video (Japan) on 11.01.2020. The weekly TV broadcast started on the same day.",
  "end_date" : "2020-01-11",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2020-01-11",
      "description" : "One day, a gifted graduate student in Saitama University`s science department, Himuro Ayame, confesses her feelings to Yukimura Shinya. However, as neither of them have any experience with romance, they are worried as to whether it truly is love or not. They decide to discover \"the standard conditions of love\" so that they can judge each other`s feelings by them. Even as their underclassman in the lab, Kanade, throws up her hands in exasperation, Yukimura and Himuro attempt to quantitatively measure \"thrilling palpitations of love\" by taking their heart rates while performing actions such as \"kabedon,\" \"chin-lift,\" and \"sleeve-roll,\" but...\nSource: crunchyroll",
      "episode_id" : 225383,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 5.23,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8D44X5Y" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors je l’ai analysée."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kaiseki Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried to Analyze It."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك حاولوا تحليله"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので解析してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "To find proof as to whether he is \"in love\" or not, Yukimura pats Himuro on the head from point-blank range. Seeing this, Ibarada, an upperclassman in the Ikeda Lab, talks about the need for a control experiment. In other words, in order to prove that the racing of his heart is because of Himuro specifically and not just because he`s facing a woman, Yukimura has to pat Kanade and Ibarada on the head too. Himuro, on the other hand, sets out to prove that food made with love tastes better and cooks, but...\nSource: crunchyroll",
      "episode_id" : 225384,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 7.46,
        "total" : 4
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRDKWWNZY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a fait une expérience."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Jikken Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Experiments."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك قاموا بالتجارب"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので実験してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "When Himuro finds out that her junior in the Ikeda lab, Kosuke, has spent over 220 thousand yen on his beloved Aika and holds her every night when he goes to sleep, she is shaken by the realization that the only present she`s ever given Yukimura is a notebook, and that she`s never held him while she slept. She worries that she can`t objectively call what she feels \"love.\" As Yukimura and Himuro endlessly debate \"love\" using numbers, Kanade proposes that the two of them go on a date, but...\nSource: crunchyroll",
      "episode_id" : 225385,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 6.85,
        "total" : 4
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G65P77XG6" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a organisé un rendez-vous."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Date no Keikaku o Tatete Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Try Planning a Date."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك خطّطوا للمواعدة"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたのでデートの計画を立ててみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "Yukimura and Himuro wear lab coats, as befits science-types, as they get ready to begin their date experiment. Kanade is there to watch over their date and record observations, but she can`t help bursting in to tell them to buy date clothes. Both of them are wearing monitors for heart rate, blood pressure, and temperature, and they`re using an app to record things like \"times my heart raced,\" \"times I felt happy,\" \"times I felt relaxed,\" and \"times I felt uneasy.\" Suddenly, a man appears and starts hitting on Himuro...!?\nSource: crunchyroll",
      "episode_id" : 225386,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 7.71,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR0X5PXVY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a fait ce rendez-vous."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Date Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Going On a Date."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك حاولوا الخروج في موعد"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたのでデートしてみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "Today is a day when the members of the Ikeda lab gather to announce research results. When Kosuke cites Aika as an excuse for not having read the papers he was supposed to, Professor Ikeda`s muscles expand and he crushes a pen to smithereens. On the other hand, Yukimura and Himuro give a joint presentation of the results from the date they went on. As they present the records stating in which situation their highest recorded heart rates were, writhing in distress with the embarrassment, Professor Ikeda`s reaction is... On top of this, In order to increase the amount of experimental data, Yukimura and Kosuke, and Ibarada and Kosuke, form pairs to measure data on their vitals...\nSource: crunchyroll",
      "episode_id" : 225387,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 4.9,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6XJGPJMR" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a fait une réunion."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kaigi Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Holding a Meeting."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك حاولوا عقد اجتماع"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので会議してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "Ibarada suggests that one of the greatest factors in the base conditions of romantic love is \"whether or not you want to kiss the person,\" so Yukimura decides to try to kiss Himuro. However, Himuro doesn`t like the idea of a kiss where the exact angle is measured with a protractor.  When Himuro realizes that if the mood were more like it had been in the Ferris wheel, she might not mind a kiss, she and Yukimura create an equation to numerically define \"mood value.\" In what location might the \"mood value\" be highest? And will the two of them be able to kiss...?!\nSource: crunchyroll",
      "episode_id" : 225388,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 7.42,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63K0QVZ6" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on s’est embrassés."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kiss Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Kissing."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك حاولوا التقبيل"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたのでキスしてみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "The first semester has come to a close, and the Ikeda lab is having a party where everyone`s bringing what they like to eat and drink. They`re having fun, playing games like the \"prime number Yamanote line game,\" when a drunken Himruo finally does a certain something with Yukimura... And even Kanade ends up drunk... On the other hand, the mood quantifier obtained through the previous round-robin kiss experiment has progressed their research tremendously, and in order to gather more data, Yukimura and the others use fairy tales such as \"Snow White,\" \"Kaguya-hime,\" and \"The Crane Returns a Favor\" as references, but...\nSource: crunchyroll",
      "episode_id" : 225389,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 6.74,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6NVN9V8Y" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a bu un coup."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Nomikai Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Having a Drinking Party."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك حاولوا إقامة حفلة شرب"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので飲み会してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "Yukimura and the others will be giving presentations at the summer study sessions. There`s less than a month left until the training camp, but Kosuke still hasn`t picked a research theme. Professor Ikeda suggests research into \"an algorithm that could instantly find the True End in any dating game.\" On the other hand, Yukimura and Himuro are focused on the hormone which is released when a person is touched by someone they love - oxytocin. By investigating the amount present in a person`s saliva, they think they might be able to determine if the person loves the one who touched them, and they decide to immediately put it to the test with some close contact...\nSource: crunchyroll",
      "episode_id" : 225390,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 6.18,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRZJE8XM6" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a assemblé des preuves."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Suki no Shouko o Atsumete Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried to Gather Evidence of Love."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلوم وقعوا في الحبّ، لذلك حاولوا إيجاد دليل للحب"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので好きの証拠を集めてみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "At long last, it`s the first day of the summer training camp. On the plane, Yukimura presses close to Himuro and tries to collect her saliva in spite of the surrounding gazes. Manga artist Yamamoto observes them with an eerie smile. On the beach in Okinawa, the midsummer sun shines down on Yukimura and Himuro in their swimsuits, and they immediately attempt to begin their close physical contact experiment. However, since they`re doing it, they choose to seek \"the position which offers two people having close physical contact the greatest contact area\"...\nSource: crunchyroll",
      "episode_id" : 225391,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 8.16,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR24G8P96" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on est allés à Okinawa."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Okinawa Gasshuku Itte Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Attending a Training Camp in Okinawa."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلم وقعوا في الحبّ لذا حاولوا تقديم عروض"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので沖縄合宿行ってみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "As Himuro looks out over a sunset colored ocean from her room in the resort hotel, Yukimura barges in saying, \"we have to do now what we couldn`t do this afternoon.\" The next day, it`s finally time to make their presentations in front of a huge audience. Kosuke boldly gives his presentation on romantic visual novel games, but one of the professors grills him, asking, \"what purpose does this research serve?\" On the other hand, when Kanade falls into a panicked state just before her presentation, Yukimura hugs her, not realizing that Himuro is watching.\nSource: crunchyroll",
      "episode_id" : 225392,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 3.77,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYW4W3E36" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on a fait une présentation."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kenkyuuhappyou Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Giving Presentations."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلم وقعوا في الحبّ لذلك حاولوا تقديم عروض"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので研究発表してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "Kanade finishes her presentation safely, but when she goes backstage, Yukimura and Himuro are fighting. Before her presentation, Yukimura hugged Kanade, trying to help calm her anxiety. Out of jealousy, because she hasn`t been able to do any close contact experiments with Yukimura lately, Himuro ends up saying some very harsh things to Yukimura. In return, Yukimura finds himself replying, \"it isn`t as if we`re dating, is it?\" The heartbreaking statement causes Himuro to race from the room. Having witnessed this scene, Yamamoto smiles an eerie smile...\nSource: crunchyroll",
      "episode_id" : 225393,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 3.18,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY1XW2X0Y" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "La science est tombée amoureuse, alors on s’est disputés."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kenka Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Having a Fight."
      }, {
        "language" : "ARABIC",
        "title" : "طالبو العلم وقعوا في الحبّ فحالوا افتعال شجار"
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので喧嘩してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2020-01-11",
      "description" : "For some reason, the glasses case Himuro gives Yukimura as a present is smashed to pieces. Shock sends Himuro racing away from the scene. Ibarada points out that it could have broken when Himuro fell on the stairs, but Yukimura estimates the force of impact based on the case`s mass, materials, and height of fall, and concludes that someone must have deliberately destroyed it. Finally, at dawn, Yukimura finds Himuro crouched alone, barefooted, on a bridge. Will they be able to reconcile? And will they be able to prove their love...?!\nSource: crunchyroll",
      "episode_id" : 225394,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 6.43,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6QWD1476" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Knew I Could Fall in Love with You, So I Tried to Prove It."
      }, {
        "language" : "FRENCH",
        "title" : "J’ai tenté de prouver que je pouvais t’aimer."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kimi ni Koi ga Dekiru Koto o Shoumei Shite Mita."
      }, {
        "language" : "ARABIC",
        "title" : "وقع العلم في الحبّ لذلك حاولت إثباته"
      }, {
        "language" : "JAPANESE",
        "title" : "君に恋ができる事を証明してみた."
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2020-06-03",
      "episode_id" : 232134,
      "length" : 4,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "\"Turing Love\" Special Music Video Anime Character Ver."
      }, {
        "language" : "ENGLISH",
        "title" : "\"Turing Love\" Special Music Video Anime Characters Ver."
      }, {
        "language" : "JAPANESE",
        "title" : "「チューリングラブ」Special Music Video アニメキャラクター Ver."
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "episode_id" : 228368,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 228369,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 5.63,
      "total" : 1059
    },
    "TEMPORARY" : {
      "rating" : 6.8,
      "total" : 1062
    }
  },
  "related" : {
    "SEQUEL" : [ 15788 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "366810" ],
    "ANISON" : [ "22455" ],
    "ANN" : [ "22312" ],
    "BILI_BILI" : [ "bangumi/media/md28234569" ],
    "CRUNCHY_ROLL" : [ "G6P5MMXV6" ],
    "MAL" : [ "38992" ],
    "SYOBOI" : [ "5531" ],
    "TWITTER" : [ "rikeigakoini" ],
    "WEBSITE" : [ "https://rikekoi.jp/" ],
    "WIKIPEDIA_EN" : [ "Science_Fell_in_Love,_So_I_Tried_to_Prove_It" ],
    "WIKIPEDIA_JP" : [ "理系が恋に落ちたので証明してみた。" ]
  },
  "start_date" : "2020-01-11",
  "tags" : {
    "308" : {
      "info_box" : false,
      "name" : "detective",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "922" : {
      "info_box" : true,
      "name" : "shounen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1157" : {
      "info_box" : false,
      "name" : "horny nosebleed",
      "parent_tag_id" : 2653,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1973" : {
      "info_box" : false,
      "name" : "cooking",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2651" : {
      "info_box" : false,
      "name" : "absurdist humour",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2652" : {
      "info_box" : false,
      "name" : "super deformed",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2653" : {
      "info_box" : false,
      "name" : "slapstick",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2656" : {
      "info_box" : false,
      "name" : "satire",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2667" : {
      "info_box" : false,
      "name" : "university",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2681" : {
      "info_box" : false,
      "name" : "Okinawa",
      "parent_tag_id" : 2672,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2750" : {
      "info_box" : false,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2778" : {
      "info_box" : false,
      "name" : "slow when it comes to love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2791" : {
      "info_box" : false,
      "name" : "stereotypes",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2844" : {
      "info_box" : false,
      "name" : "angst",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2856" : {
      "info_box" : false,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2858" : {
      "info_box" : true,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2879" : {
      "info_box" : false,
      "name" : "alcohol",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2891" : {
      "info_box" : false,
      "name" : "breasts",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3103" : {
      "info_box" : false,
      "name" : "first love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3610" : {
      "info_box" : false,
      "name" : "game references",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3683" : {
      "info_box" : false,
      "name" : "storytelling",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3977" : {
      "info_box" : false,
      "name" : "dialogue driven",
      "parent_tag_id" : 3683,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4030" : {
      "info_box" : false,
      "name" : "mental cinema",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4055" : {
      "info_box" : false,
      "name" : "facial distortion",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4064" : {
      "info_box" : false,
      "name" : "CGI",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4222" : {
      "info_box" : false,
      "name" : "walls of text",
      "parent_tag_id" : 3683,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4227" : {
      "info_box" : false,
      "name" : "detailed landscapes",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4251" : {
      "info_box" : false,
      "name" : "ensemble cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4499" : {
      "info_box" : false,
      "name" : "some weird shit goin` on",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4570" : {
      "info_box" : false,
      "name" : "watercolour style",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4576" : {
      "info_box" : false,
      "name" : "summer",
      "parent_tag_id" : 6185,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "4606" : {
      "info_box" : false,
      "name" : "slide show animation",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4614" : {
      "info_box" : false,
      "name" : "narration",
      "parent_tag_id" : 3683,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5409" : {
      "info_box" : false,
      "name" : "longing",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5948" : {
      "info_box" : false,
      "name" : "visible aura",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6005" : {
      "info_box" : false,
      "name" : "battle of wits",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6018" : {
      "info_box" : false,
      "name" : "predominantly adult cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6030" : {
      "info_box" : false,
      "name" : "otaku culture",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6075" : {
      "info_box" : false,
      "name" : "educational",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6185" : {
      "info_box" : false,
      "name" : "season",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7199" : {
      "info_box" : false,
      "name" : "sexual humour",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "7320" : {
      "info_box" : false,
      "name" : "aboard aeroplane",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7905" : {
      "info_box" : false,
      "name" : "large breasts",
      "parent_tag_id" : 2891,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    }
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "りけいがこいにおちたのでしょうめいしてみた.",
    "type" : "KANA_READING"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rikei ga Koi ni Ochita no de Shoumei Shite Mita.",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Science Fell in Love, So I Tried to Prove It",
    "type" : "OFFICIAL"
  }, {
    "language" : "ARABIC",
    "title" : "وقع العلم في الحبّ، لذلك حاولت إثبات صحّته",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "理科生坠入情网，故尝试证明。",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "理系が恋に落ちたので証明してみた.",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "RikeKoi",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rikei ga Koi ni Ochita no de Shoumei shitemita",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Science-types Fell in Love, So They Tried to Prove It",
    "type" : "SYNONYM"
  } ],
  "type" : "WEB",
  "url" : "https://rikekoi.jp/"
}