{
  "anime_id" : 15788,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 124558,
      "name" : "Haru no Chichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 124576,
      "name" : "Kamiya Madoka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 124578,
      "name" : "Takahashi-sensei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 124577,
      "name" : "Taniguchi Shouki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 124563,
      "name" : "Tantou Henshuu",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 106841,
      "name" : "Himuro Ayame",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106844,
      "name" : "Yukimura Shin`ya",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 120618,
      "name" : "Chris Floret",
      "type" : "CHARACTER"
    }, {
      "character_id" : 120620,
      "name" : "Fujiwara Suiu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106840,
      "name" : "Ibarada Ena",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106842,
      "name" : "Ikeda-kyouju",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106843,
      "name" : "Inukai Kosuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 122609,
      "name" : "Kagurano Haru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106839,
      "name" : "Kanade Kotonoha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 106838,
      "name" : "Rikekuma",
      "type" : "CHARACTER"
    }, {
      "character_id" : 124471,
      "name" : "Shikijou Naoya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 120619,
      "name" : "Yamamoto Arika",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "1645" : [ {
      "name" : "Kitahata Tooru",
      "type" : "DIRECTOR"
    } ],
    "7879" : [ {
      "name" : "Ushijima Yuuji",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "13845" : [ {
      "name" : "Hirata Shouichirou",
      "type" : "MUSIC"
    } ],
    "21064" : [ {
      "name" : "Isouchi Yuusuke",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Isouchi Yuusuke",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "44486" : [ {
      "name" : "Hisakuni",
      "type" : "MUSIC"
    } ],
    "44519" : [ {
      "name" : "Zero-G",
      "type" : "ANIMATION_WORK"
    } ],
    "46055" : [ {
      "name" : "Ikeda Rintarou",
      "type" : "SERIES_COMPOSITION"
    } ],
    "55686" : [ {
      "name" : "Sogi Takuma",
      "type" : "MUSIC"
    } ],
    "55688" : [ {
      "name" : "Ootsuka Kaoru",
      "type" : "MUSIC"
    } ],
    "56473" : [ {
      "name" : "Takahashi Shuuhei",
      "type" : "MUSIC"
    } ],
    "57202" : [ {
      "name" : "Yamamoto Arifred",
      "type" : "ORIGINAL_WORK"
    } ],
    "63133" : [ {
      "name" : "Takahashi Yuuko",
      "type" : "MUSIC"
    } ],
    "63746" : [ {
      "name" : "Yokochi Kenta",
      "type" : "MUSIC"
    } ],
    "66715" : [ {
      "name" : "Uio",
      "type" : "MUSIC"
    } ]
  },
  "description" : "* Based on a romantic comedy seinen manga by http://anidb.net/cr57202 [Yamamoto Arifred].\nWhat happens when a science-inclined girl and boy who are deeply passionate about research fall in love?\nAn intelligent woman named http://anidb.net/ch106841 [Himuro Ayame] who is a science graduate student at Saitama University happens to ask fellow science grad student http://anidb.net/ch106844 [Yukimura Shin`ya] out. Of course, there`s no logical reason for this love! But as a science and engineering major, not being able to logically prove love would mean that those feelings aren`t real, and they`d fail as a science student. With that in mind, the two drag everyone else in the lab into trying various experiments to prove love actually exists.\nSource: Crunchyroll\nNote: The first episode was streamed on bilibili and Crunchyroll a few hours ahead of the Japanese broadcast.",
  "end_date" : "2022-06-18",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2022-04-01",
      "description" : "At the Okinawa training camp, Yukimura and Himuro shared a kiss of the highest theoretical value on a bridge of the greatest mood value under the beautiful, painterly rays of the morning sun. But the amount of saliva they collected was insufficient and so retesting is required. They head to the biological sciences` Regulation of Biological Systems Department to meet with a specialist in saliva testing. There, they find an alluring woman dressed like a traditional courtesan wearing a lab coat, Suiu, and her sweetheart, Chris. When Yukimura asks Suiu and Chris to help with their experiment to \"give proof of love,\" Chris and Suiu flaunt their overwhelming aura of love.\nSource: Crunchyroll",
      "episode_id" : 253430,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 3.57,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GD9UVPGG3" ]
      },
      "titles" : [ {
        "language" : "PORTUGUESE_BRAZIL",
        "title" : "Cientistas se Apaixonaram, Então Tentaram se Comparar a Outro Casal."
      }, {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich vergleicht sie sich mit anderen Pärchen"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Couple to Hikaku Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Comparing Couples."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたのでカップルと比較してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-04-09",
      "description" : "Though Yukimura and Himuro went as far as to kiss for the experiment, they were soundly beaten by Chris and Suiu`s oxytocin levels in their saliva. Panicked, Yukimura suggests that they conduct control experiments. However, in the midst of the Yukimura/Suiu pairing, Suiu`s seductive manner ends up causing Yukimura to ogle her charms. Seeing that, Himuro runs another experiment with Yukimura, but ends up sulking. The two end up having a lover`s quarrel. Yukimura`s behavior causes Chris to look down at him coldly and say, \"As a man, you are a failure.\"\nSource: Crunchyroll",
      "episode_id" : 253431,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 2.62,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GJWU252MN" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich suchten sie eine neue Theorie"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Atarashii Riron o Sagashite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Looking for a New Theory."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので新しい理論を探してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-04-16",
      "description" : "Even after Professor Ikeda recommends that Ibarada proceed on a doctoral course, she can`t make up her mind about what she wants to do. But after experiencing a little of Professor Ikeda`s deep love for strength training, she strives to complete some sit ups, an activity she isn`t used to doing, on the sofa. As she does, Kosuke looks on in fascination.\nMeanwhile, Himuro has caught a cold due to the changing of the seasons. Worried for her, Yukimura goes to her apartment to check on her, but the flush and heat of her fever has given her a coquettish appearance that sends Yukimura`s heart racing. At that very moment, Kanade shows up and Himuro promptly hides Yukimura under her comforter.\nSource: Crunchyroll",
      "episode_id" : 253432,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 3.51,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GN7UDPDZK" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich versuchten sie sich an einem Nickerchen"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Hirune Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Taking a Nap."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので昼寝してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-04-23",
      "description" : "At Kanade`s suggestion, the first \"Ikeda Lab Science-type Girls` Night Out\" is held at a family restaurant, but Himuro and Ibarada, who are both uncomfortable around people, start talking about their experiences of being all alone. Kanade attempts to liven up the mood with some girl talk about romance, asking Himuro what she likes about Yukimura, but Himuro then pulls out some documents and begins to analyze them in a matter-of-fact manner.\nLater, Kosuke attends a concert and waves his penlight furiously for Aika`s voice actress, Hinamori Ren. When he looks behind him, he sees Ibarada and Himuro!\nSource: Crunchyroll",
      "episode_id" : 253433,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 3.57,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GK9U353ZN" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich versuchten sie es mit einem Konzertbesuch"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Live ni Itte Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Going to a Live Concert."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたのでライブに行ってみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-04-30",
      "description" : "Yukimura and Himuro allow Yamamoto to turn their experiences thus far into a manga and Yamamoto collects proof of love from her readers in return. The manga becomes very popular. Yamamoto, pleased with herself, says that an anime adaptation may not be just a dream. In the meantime, Kanade, still bothered by the love she experienced back in high school, gives some hard thought to the confession she received from Shikijou. Seeing Kanade so full of anxiety over the question, \"what is love anyway,\" Yukimura tries to give her some advice and pulls out a whiteboard where he begins to write out an equation.\nSource: Crunchyroll",
      "episode_id" : 254395,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 4.84,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G50UZ7Z2Z" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich versuchten sie, den Liebesbeweis zu analysieren"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Suki no Shouko o Bunseki Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Analyzing Their Proof of Love."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので好きの証拠を分析してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-05-07",
      "description" : "Yukimura is working hard on his computer, as usual, when Himuro suddenly says, \"I am in love with you. Her confession greatly shakes Yukimura. Unlike the last time, Himuro states her feelings matter-of-factly. Yukimura asks, \"What theory did you use to determine that you love me?\" Himuro replies by taking Yukimura out on a date and begins performing experiments they`ve done before such as measuring heart rates, using an emotion counter, collecting saliva, and the kiss experiment.\nSource: Crunchyroll",
      "episode_id" : 254396,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 5.32,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GWDU85897" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich versuchten sie nicht, den Beweis zu erbringen."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Shoumei o Shuuryou Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Not Trying to Prove It."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので証明を終了してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-05-14",
      "description" : "After worrying long and hard over what to do about Shikijou`s invitation to go hang out together, Kanade decides to try going on the date with him. When Himuro hears about it she leans forward excitedly to congratulate Kanade on finding someone she might fall in love with. Himuro is also eager to observe and analyze Kanade`s date from afar in order to put it to good use in her own research. As she`s thinking about this, Yukimura arrives and proclaims that he has devised a new standard unit for the measurement of favorable feeling, the Kanade love power. Then, Kanade`s date becomes a double date!\nSource: Crunchyroll",
      "episode_id" : 254397,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 4.68,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GG1U232M1" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich versuchten sie es mit einem Gruppendate."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Shuudan Date Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Going on a Group Date."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので集団デートしてみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-05-21",
      "description" : "Kosuke enjoyed his date with his beloved Aika. They did things like shop for clothes and watch a movie. In the midst of his fun, Kosuke watched Kanade, her date, and a lot of other couples up close. He ends up being made aware he was the only one playing with dolls, and the feeling makes him scream and cry.\nMeanwhile, Kanade is still in shock from the words Shikijou said to her on their date: \"You didn`t seem normal.\" Seeing this, Yukimura asks Kanade for the definition of \"normal,\" and declares that living with an obsession about being \"normal\" is a truly stupid way to live.\nSource: Crunchyroll",
      "episode_id" : 254398,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 5.32,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G0DUN5N3E" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich versuchten sie es mit einem Liebesgeständnis an die jüngeren Semester"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kouhai ni Kokuhaku Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Confessing Their Feelings to Their Juniors."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので後輩に告白してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-05-28",
      "description" : "The Ikeda Lab is, as is traditional, doing something for the university`s Mutsumi Festival, an event which draws many people from off-campus. Yukimura proposes conducting a large-scale experiment on the importance of appearance for romance. He has readied a large number of cosplay costumes to rent out to visitors who will then participate in an attractiveness rating. In order to emphasize how important appearance is, Yukimura projects a series of images of Himuro in cosplay on the screen, including Himuro in a nurse`s uniform, a maid`s uniform, and a black cat style outfit?!\nSource: Crunchyroll",
      "episode_id" : 255238,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 4.84,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GEVUZ4ZP1" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich bereiteten sie sich aufs Campusfest vor."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Gakuensai no Junbi o Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Preparing for a Campus Festival."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので学園祭の準備をしてみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-06-04",
      "description" : "When Himuro finds out that Yukimura spends time alone in a room with a high school girl for his part-time home tutoring job, she becomes intensely worried that he might be ogling his student. That student, Haru, isn`t good at studying. Her average score on her end of term exams was 38 points. When Yukimura personally witnesses Haru`s father disparaging her as a failure, he...\nLater, the Mutsumi Festival begins and twin sister cosplayers who are brimming with youthful energy arrive at the Ikeda Lab`s cosplay experience.\nSource: Crunchyroll",
      "episode_id" : 255239,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 7.29,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G7PU4X45K" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich veranstalteten sie ein Campusfest."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Gakuensai Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Having a Campus Festival."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので学園祭してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-06-11",
      "description" : "At the Mutsumi Festival, Kosuke and the others debate the relationship between wearing wedding dresses and the age at which a person gets married.\nYamamoto, with her thirties closing in on her and also due to pressure from her parents, relentlessly proposes marriage to Kosuke. After outrunning Yamamoto, Kosuke turns to look back and finds Ibarada standing there wearing a wedding dress. When a child asks, \"Aren`t you getting married?\" Ibarada and Kosuke reply by...\nMeanwhile, Kanade, who had been looking around the Mutsumi Festival with Shikijou, coldly turns away from Yukimura and tells Shikijou that she doesn`t know him.\nSource: Crunchyroll",
      "episode_id" : 255240,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 5.32,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G9DUE1EXX" ]
      },
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Wissenschaft verfiel der Liebe, folglich wollten sie heiraten"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rikei ga Koi ni Ochita no de Kekkon Shite Mita."
      }, {
        "language" : "ENGLISH",
        "title" : "Science-types Fell in Love, So They Tried Getting Married."
      }, {
        "language" : "JAPANESE",
        "title" : "理系が恋に落ちたので結婚してみた."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-06-18",
      "description" : "After Kanade rejects his confession of love, Shikijou presses her for a reason, grabbing her arm and saying, \"This isn`t normal. This isn`t like you.\" Kanade throws him by reflex, then Shikijou flies into a rage and turns a stun gun on her!\nWhen Kanade slowly regains consciousness, she finds herself in a dimly lit abandoned warehouse where a group of delinquents are chatting and laughing. Kanade`s hands and feet are tied with rope, so she can`t move. Shikijou moves closer to her saying, \"Kanade-san, you aren`t normal right now. We have to reform you.\"\nSource: Crunchyroll",
      "episode_id" : 255241,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 1.85,
        "total" : 3
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GX9UQPQDK" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Tried to Prove That You Are Fine Just as You Are."
      }, {
        "language" : "GERMAN",
        "title" : "Ich wollte beweisen, dass du so gut bist, wie du bist."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kimi ga Ari no Mama de Irareru Koto o Shoumei Shite Mita."
      }, {
        "language" : "JAPANESE",
        "title" : "君がありのままでいられる事を証明してみた."
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2022-04-01",
      "episode_id" : 262620,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2022-04-09",
      "episode_id" : 262621,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 5.22,
      "total" : 318
    },
    "TEMPORARY" : {
      "rating" : 6.66,
      "total" : 321
    }
  },
  "related" : {
    "PREQUEL" : [ 14590 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "374367" ],
    "ANISON" : [ "24201" ],
    "ANN" : [ "24167" ],
    "BILI_BILI" : [ "bangumi/media/md28235419" ],
    "CRUNCHY_ROLL" : [ "G6P5MMXV6" ],
    "MAL" : [ "43470" ],
    "SYOBOI" : [ "6311" ],
    "TWITTER" : [ "rikeigakoini" ],
    "WEBSITE" : [ "https://rikekoi.com/" ],
    "WIKIPEDIA_EN" : [ "Science_Fell_in_Love,_So_I_Tried_to_Prove_It" ],
    "WIKIPEDIA_JP" : [ "理系が恋に落ちたので証明してみた。" ]
  },
  "start_date" : "2022-04-01",
  "tags" : {
    "922" : {
      "info_box" : true,
      "name" : "shounen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2603" : {
      "info_box" : false,
      "name" : "office lady",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2652" : {
      "info_box" : false,
      "name" : "super deformed",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2653" : {
      "info_box" : false,
      "name" : "slapstick",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2667" : {
      "info_box" : false,
      "name" : "university",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2770" : {
      "info_box" : false,
      "name" : "violent retribution for accidental infringement",
      "parent_tag_id" : 2653,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2778" : {
      "info_box" : false,
      "name" : "slow when it comes to love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2779" : {
      "info_box" : false,
      "name" : "multiple couples",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2785" : {
      "info_box" : false,
      "name" : "unrequited love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2846" : {
      "info_box" : false,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2864" : {
      "info_box" : false,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "3103" : {
      "info_box" : false,
      "name" : "first love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3217" : {
      "info_box" : false,
      "name" : "working life",
      "parent_tag_id" : 2864,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "3436" : {
      "info_box" : false,
      "name" : "human experimentation",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3809" : {
      "info_box" : false,
      "name" : "character driven",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6018" : {
      "info_box" : false,
      "name" : "predominantly adult cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "りけいがこいにおちたのでしょうめいしてみた ハート",
    "type" : "KANA_READING"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rikei ga Koi ni Ochita no de Shoumei Shite Mita. Heart",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Science Fell in Love, So I Tried to Prove It 2",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "理科生坠入情网，故尝试证明。第二季",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "理系が恋に落ちたので証明してみた. [r=1-sinθ]",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "RikeKoi 2",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "rikekoi s2",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rikei ga Koi ni Ochita no de Shoumei shitemita. Heart",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Science Fell in Love, So I Tried to Prove It r=1-sinθ",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "理系が恋に落ちたので証明してみた. r=1-sinθ",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "https://rikekoi.com/"
}