{
  "anime_id" : 15839,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 81247,
      "name" : "Kisaragi Koi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 107344,
      "name" : "Mikazuki Yuzuru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 81252,
      "name" : "Minazuki Rui",
      "type" : "CHARACTER"
    }, {
      "character_id" : 81254,
      "name" : "Mutsuki Hajime",
      "type" : "CHARACTER"
    }, {
      "character_id" : 87494,
      "name" : "Nanase Nozomu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 81248,
      "name" : "Shiwasu Kakeru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 87508,
      "name" : "Takamura Shiki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 81249,
      "name" : "Yayoi Haru",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 123960,
      "name" : "Amaha Reiji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123956,
      "name" : "Kira Ouka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123966,
      "name" : "Kizuku Futaba",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123965,
      "name" : "Kizuku Issa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123955,
      "name" : "Kujikawa Haruto",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123963,
      "name" : "Mamiya Takaaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123957,
      "name" : "Nazumi Ruka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123961,
      "name" : "Onoda Shou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123959,
      "name" : "Ooguro Gaku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123958,
      "name" : "Ooyama Naosuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123962,
      "name" : "Shirase Yuuma",
      "type" : "CHARACTER"
    }, {
      "character_id" : 123964,
      "name" : "Tachibana Ayumu",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 128533,
      "name" : "Ejima Koudai",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128526,
      "name" : "Kouzuki Satoshi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128530,
      "name" : "Muroto Yuuya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128535,
      "name" : "Nomura Eita",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128531,
      "name" : "Orihara Taiga",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128527,
      "name" : "Rock",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128528,
      "name" : "Takatsuki Riku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128532,
      "name" : "Takenaka Shuuto",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128534,
      "name" : "Tooi Yuushou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 128529,
      "name" : "Vazz",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "1536" : [ {
      "name" : "Takamoto Yoshihiro",
      "type" : "DIRECTOR"
    } ],
    "7710" : [ {
      "name" : "Harada Minefumi",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "9909" : [ {
      "name" : "PRA",
      "type" : "ANIMATION_WORK"
    } ],
    "22745" : [ {
      "name" : "Uehara Fumiya",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "40632" : [ {
      "name" : "Matsuda Eriko",
      "type" : "SERIES_COMPOSITION"
    } ],
    "46061" : [ {
      "name" : "Hanai Yutsuko",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "48800" : [ {
      "name" : "Fujiwara",
      "type" : "ORIGINAL_WORK"
    } ],
    "54286" : [ {
      "name" : "Natsuo",
      "type" : "CHARACTER_DESIGN"
    } ]
  },
  "description" : "Twelve dazzling talents decide to make the most daring music groups ever: VAZZY and ROCK DOWN. Through rivalry and friendship, these gems help each other get better in every way. Even with unique differences, they all share a common goal—to shine!\nSource: crunchyroll",
  "end_date" : "2022-12-27",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2022-10-04",
      "description" : "\"This was around the time I made my debut. For a while back then, I didn`t have anything to smile about at all.\"\nThe twelve members of VAZZY and ROCK DOWN gather to talk on a special TV program being made in anticipation of December`s VAZZROCK Live Flawless concert. Part way through, the topic shifts to Takaaki, Ouka, and Yuma`s roles in the upcoming TV drama Shuten. The new show is a spin-off of Sokai, an earlier feature film about the life of Shoin Yoshida. On set, the three are reunited with two of their former costars; talented actors Yusho Toi and Yuzuru Mikaduki. While Ouka grumbles about working with the difficult Toi again, Takaaki keeps smiling and tries to lighten the mood.\nSource: crunchyroll",
      "episode_id" : 259819,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 1.1,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GX9UQXZZ8" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Joyous: Part One"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Joyous: Zen"
      }, {
        "language" : "JAPANESE",
        "title" : "Joyous・前"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-10-11",
      "description" : "\"And that`s why Takaaki`s smile is so powerful... Powerful enough to infect everyone around him.\"\nWhile Takaaki was still a junior idol at Tsukino Productions, an inconsiderate remark from a departing classmate made him doubt his reasons to smile. When Ouka presses Takaaki to open up about it, Ouka remembers the difficulty he also had smiling as a child performer. Ouka wonders, how was Takaaki able to get his smile back? The answer he receives surprises but also reassures him. Meanwhile, shooting for the TV drama Shuten continues as Toi and Takaaki work through their last scene together.\nSource: crunchyroll",
      "episode_id" : 259820,
      "length" : 25,
      "number" : 2,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G4VUQ988G" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Joyous: Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "Joyous: Part Two"
      }, {
        "language" : "JAPANESE",
        "title" : "Joyous・後"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-10-18",
      "description" : "In addition to being the leader of ROCK DOWN, Shou is also a world-renowned violinist. While doing promotional activities with the others for VAZZROCK Live, Shou spends his free time practicing for his own upcoming solo violin concert. One day, Shou heads to a rehearsal studio and Haruto follows along, asking if he can listen. When the two reach the studio, Shou is unexpectedly reunited with Kodai Ejima, a violinist who performed with Shou in an American orchestra in the past. Ejima adores Shou`s playing and wishes Shou would devote himself to classical music again. However, when Shou invites Ejima to his solo concert, Ejima declines.\nSource: crunchyroll",
      "episode_id" : 259821,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G14U4DGG8" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Effulgent: Part One"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Effulgent: Zen"
      }, {
        "language" : "JAPANESE",
        "title" : "Effulgent・前"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-10-25",
      "description" : "\"`Follow your heart,` was it? That`s how I want to live too.\"\nWhile Shou still loves classical music from the bottom of his heart, he also wants to explore new sounds and experience new relationships. When Shou explains that to Haruto, Haruto decides to invite Ejima out for drinks to convince him to attend Shou`s concert. In their conversation, Ejima says that he still adores Shou`s violin playing, but he also has doubts about Shou performing as an idol. Haruto is afraid that Ejima doesn`t understand Shou`s commitment to music. Ejima explains his own passion for music and his deep respect for Shou`s violin playing. Haruto, disappointed that he never felt passion like that in his life, hangs on Ejima`s every word.\nSource: crunchyroll",
      "episode_id" : 259822,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GJWU23EEM" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Effulgent: Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "Effulgent: Part Two"
      }, {
        "language" : "JAPANESE",
        "title" : "Effulgent・後"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-11-01",
      "description" : "\"This might sound cocky, but I want to be my own person so I can stand shoulder to shoulder with you.\"\nVAZZY`s brothers Issa and Futaba Kiduku receive an invitation to co-star in an original drama series. At first, older brother Issa is asked to play the straight-laced big brother Ryo and younger Futaba is asked to play the reckless little brother Itsuki. However, on the advice of show planner Taiga Orihara—an old rival of Issa`s from his rock band years—the roles are reversed. While Issa`s genius-level acting skills allow him to slip into his role with ease, Futaba struggles to take on the persona of an `older brother.` Fellow Tsukino Productions members Haru Yayoi, Shiki Takamura, and Gaku Oguro then show up to form a new group called The Oniichans and teach Futaba what it`s like to be a big brother.\nSource: crunchyroll",
      "episode_id" : 260578,
      "length" : 25,
      "number" : 5,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GN7UDEVVW" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Wonder: Part One"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Wonder: Zen"
      }, {
        "language" : "JAPANESE",
        "title" : "Wonder・前"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-11-08",
      "description" : "\"Of course not. You`ll never get the better of your big brother.\"\n\"Rise & Set,\" the new show co-starring the Kiduku brothers, has started streaming. With each episode, Futaba receives more praise on social media. Issa starts to feel pressure on set to keep up with Futaba, whose acting skills seem to improve by the day. One evening, Issa receives a text from his old bandmate Takenaka, who invites Issa out for drinks to talk about the show. Later, four members of Tsukino Productions who are all younger brothers—Rui Minaduki, Nozomu Nanase, Naosuke, and Ayumu—join together to form The Ototo Rangers and try to teach Issa to see things from a kid brother`s perspective.\nSource: crunchyroll",
      "episode_id" : 260579,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GK9U3JDD4" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Wonder: Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "Wonder: Part Two"
      }, {
        "language" : "JAPANESE",
        "title" : "Wonder・後"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-11-15",
      "description" : "\"It must mean people are finally starting to see us as partners.\"\nReiji and Ayumu from ROCK DOWN have been selected as finalists in the running to become brand ambassadors for Illusion Kiss—a new line of products from the Myth Kiss brand of cosmetics. Realizing that earlier Myth Kiss commercials also featured members of Tsukino Productions, and determined not to make their predecessors look bad, the two put their energy into preparing for a final camera test and rehearsal in full costume and makeup, in which Reiji will play a wizard who puts a magical makeup spell on Ayumu. On the day of the test, Ayumu`s makeover transforms him into a stunning beauty who mesmerizes everyone on the set, including Reiji.\nSource: crunchyroll",
      "episode_id" : 260580,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GMKUX2GGW" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Enchant: Part One"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Enchant: Zen"
      }, {
        "language" : "JAPANESE",
        "title" : "Enchant・前"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-11-22",
      "description" : "\"I`m sure we`ll both still do things we regret in the future, but let`s work through them and keep going.\"\nAfter acquiring the Illusion Kiss brand ambassador job, Ayumu falls ill with a high fever. Members of both ROCK DOWN and VAZZY visit Ayumu in bed to bring him food and gifts as he recovers. Reiji, however, is nowhere to be seen. Could there be a reason for that? Ayumu becomes depressed while relying on his friends` care as he starts to remember how physically weak he was as a child. He also remembers one time in the past when he became ill before a job and Reiji came up to say something to him. Ayumu wasn`t able to accept what Reiji was trying to say then, but can he now?\nSource: crunchyroll",
      "episode_id" : 260581,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GVWU0E44Q" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Enchant: Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "Enchant: Part Two"
      }, {
        "language" : "JAPANESE",
        "title" : "Enchant・後"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-11-29",
      "description" : "\"I like you a lot too. I respect you. And I believe in your future more than anyone.\"\nThere is another world—a world with twelve island countries that float in the ocean like the petals of a flower. The people of this world, who value grace and refinement, refer to their countries as \"Flowers.\" Once every several years, the different Flowers put warfare aside to compete in a festival of beauty.\nIn the mysterious land of Kikyo, life begins to unfold for two young astrologers who have the ability to read the future in the stars. Elsewhere, a young man named Naosuke Oyama dreams of becoming a warrior in the land of Shikkoku, despite his family`s long legacy of raising generations of dancers in Kikyo.\nYears ago, Naosuke found and rescued an injured boy named Yuma. Yuma was accepted as a member of the Oyama family and grew up as Naosuke`s assistant and companion. One day, when the two young men are threatened by ruffians in the city, Shikkoku warriors Hajime, Kakeru, and Koi come to their aid. Now determined more than ever to become a warrior, Naosuke decides to embark on a journey with Yuma and—on the recommendation of astrologer Takaaki—bodyguards Issa and Futaba. Soon, the travelers are threatened by shadowy figures who seem to be chasing after Yuma.\nSource: crunchyroll",
      "episode_id" : 261307,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G31UX1ZZD" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Lucida: Part One"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Lucida: Zen"
      }, {
        "language" : "JAPANESE",
        "title" : "Lucida・前"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-12-06",
      "description" : "Sing of the Moon, Dance in the Flowers.\nWhen the song is not mere singing, and the dance transcends dancing.\nIt all takes place in Botan—a country founded around an entertainment district that caters to visitors of diverse backgrounds. As Botan`s streets buzz with preparations for the grandiose Botan Festival, a group of travelers from Kikyo approach, secretly trailed by a mysterious group of assassins.\nOn one night of the journey, the travelers were awakened by a midnight ambush. Naosuke, determined to protect his companions, was knocked off a cliff during the fight and thrown into a river. Later, he washes up on the shores of Botan, where he is luckily discovered by members of the `Botan Six.` One of the Six, Shou, is the intended recipient of a document that Naosuke`s group was tasked with delivering. Unfortunately, Naosuke no longer holds the document, having entrusting it to his missing friend Yuma.\nWhile the wounded Naosuke worries about Yuma and the other companions he unintentionally left behind, Reiji of the Botan Six is able to locate Yuma, Issa, and Futaba. Reiji realizes that these are the people Naosuke was separated from, and reunites them. But when the travelers from Kikyo are finally reunited, their assailants also reappear from the shadows...\nSource: crunchyroll",
      "episode_id" : 261308,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GPWUK7DD7" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Lucida: Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "Lucida: Part Two"
      }, {
        "language" : "JAPANESE",
        "title" : "Lucida・後"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-12-13",
      "description" : "\"Now that I figured it all out, I`m not scared of anything!\"\nGaku and Ruka from ROCK DOWN are scheduled to costar in a new stage production of the Botan chapter of the Tsukihana Kagura series. The two meet their childhood friends Eita and Yuta for a housewarming party at Yuta`s new apartment and the four get carried away with stories of the old days. Eita and Yuta remember how an invitation from Ruka led to Gaku`s debut as a performer. Ruka realizes that Gaku is his `rival` in a sense, but Gaku doesn`t seem to care. Ruka starts to feel frustrated at Gaku`s apparent indifference.\nSource: crunchyroll",
      "episode_id" : 261309,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G2XU0KDDE" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Rival: Part One"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rival: Zen"
      }, {
        "language" : "JAPANESE",
        "title" : "Rival・前"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-12-20",
      "description" : "\"Get it? I do see you as a rival.\"\nWith limited experience as a dancer, Gaku struggles during rehearsals for the Tsukihana Kagura play. Ruka, however, dances effortlessly. Gaku knows that Ruka has always had a knack for picking up new skills quickly. While Gaku admires that talent, it also makes him feel a little inadequate. One day after rehearsals, when Ruka asks Gaku to go home together, Gaku lies and makes an excuse to continue practicing alone. When Ruka later realizes that Gaku lied to him, he starts to wonder if his own awkwardness toward Gaku about the `rival` issue is the reason Gaku is avoiding him.\nSource: crunchyroll",
      "episode_id" : 261310,
      "length" : 25,
      "number" : 12,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G8WUNX00M" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rival: Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "Rival: Part Two"
      }, {
        "language" : "JAPANESE",
        "title" : "Rival・後"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2022-12-27",
      "description" : "The curtain rises on VAZZROCK Live: Flawless, the grand concert celebrating the 4th anniversary of the VAZZROCK project.\nThe twelve members of VAZZY and ROCK DOWN have waited for this day with bated breath. Passionate cheers from the audience fill the stadium and resonate backstage and beyond.\nThe \"one-year\" adventure for these shining stars continues on...\nSource: crunchyroll",
      "episode_id" : 261311,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GZ7UVK111" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Your Jewelry"
      }, {
        "language" : "JAPANESE",
        "title" : "Your Jewelry"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Your Jewelry"
      } ],
      "type" : "REGULAR"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 1.86,
      "total" : 37
    },
    "TEMPORARY" : {
      "rating" : 3.3,
      "total" : 38
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "374623" ],
    "ANISON" : [ "24564" ],
    "ANN" : [ "25695" ],
    "CRUNCHY_ROLL" : [ "GW4HM75VZ" ],
    "MAL" : [ "43771" ],
    "SYOBOI" : [ "6476" ],
    "TWITTER" : [ "vazzani_info" ],
    "WEBSITE" : [ "https://www.vazzrock-anime.com/" ],
    "WIKIPEDIA_JP" : [ "ツキノ芸能プロダクション" ]
  },
  "start_date" : "2022-10-04",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2793" : {
      "info_box" : false,
      "name" : "performance",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2883" : {
      "info_box" : false,
      "name" : "the arts",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4299" : {
      "info_box" : false,
      "name" : "flashback",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6115" : {
      "info_box" : false,
      "name" : "omimai",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6148" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO EPISODE",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6399" : {
      "info_box" : false,
      "name" : "episodic",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Vazzrock the Animation",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "VAZZROCK THE ANIMATION",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Vazzrock the Animation",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "月野艺能 华彩原石",
    "type" : "OFFICIAL"
  } ],
  "type" : "SERIES",
  "url" : "https://www.vazzrock-anime.com/"
}