{
  "anime_id" : 16468,
  "description" : "In order to celebrate the completion of the new kitchen in the sheep village, the kitchen is filled with freshly made gingerbread, fragrant, causing the greedy little sheep are all salivating, just in this quiet night, the lazy sheep sneaked into the kitchen to steal the gingerbread, which accidentally knocked over the flavouring box, the accident occurred ......\nSheep village suddenly came to a group of uninvited guests, the spearhead pointed directly at the lazy goat, after several hard work, the lazy goat finally found the murderer, but it is a group of lovely schooling five treasures, the little sheep were surprised.\nIt turns out that under the cooker, there is a taste of the kingdom, lazy goat knocked over the seasoning box, but inadvertently make the taste of the kingdom under the stove vibration, in the turmoil, the control of the kingdom of all the taste of the aunt ran out of the kingdom since then, the kingdom lost all the flavour, the schooling of the five treasures in order to make the kingdom back to its original state, resolutely ran out to look for the whereabouts of aunt and grandmother, naturally ask for the crime of the lazy sheep, the lambs have no choice but to see! The sheep have no choice but to look at other people`s country because of the sheep and broken, had to make concerted efforts to help the lazy sheep together to find the aunt.\nsource: bgm.tv/deepl",
  "resources" : {
    "MAL" : [ "43989" ],
    "OTHER" : [ "33:喜羊羊与灰太狼之懒羊羊当大厨", "38:90600", "39:25798166" ]
  },
  "start_date" : "2013-12-20",
  "tags" : {
    "6152" : {
      "info_box" : false,
      "name" : "Chinese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "CHINESE_TRANSLITERATED",
    "title" : "Xi Yang Yang Yu Hui Tailang: Lan Yangyang Dang Dachu",
    "type" : "MAIN"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "喜羊羊与灰太狼之懒羊羊当大厨",
    "type" : "OFFICIAL"
  } ],
  "type" : "SERIES"
}