{
  "anime_id" : 16466,
  "description" : "In order to train all the lambs to write well, Slow Goat came up with a method to ask them to write in a diary every day.\nAs a result, all the lambs began to record their daily encounters and feelings in their diaries. Among them, Wolffy invented the Misty Sheep Catching Mist, and all the little sheep cooperated to escape; Boiling Sheep was afraid that his snoring would disturb the sleep of all the sheep, so he slept outside alone, and he met Wolffy, who had the same illness; Warm Sheep tried to change his own raven`s mouth; Meiyang Sheep made a lot of jokes in order to do a good job of making a bow tie; Lazy Sheep was still relaxed; Slow Sheep invented the Stereo Spray which could attract the little sheep to read the book, and it made the book more attractive to the little sheep. The slow sheep invented a three-dimensional spray that can attract the little sheep to read the book, and turned the grey wolf in the book out, causing chaos in the sheep village and so on.\nIn addition to all the sheep, Wolffy also writes a diary, but the purpose is to sum up the experience of failing to catch the sheep, and it becomes an inspirational diary of repeated failures.\nsource: bgm.tv/deepl",
  "resources" : {
    "MAL" : [ "43987" ],
    "OTHER" : [ "33:喜羊羊与灰太狼之开心日记", "34:https://v.youku.com/v_nextstage/id_f392a4e83f4611e2a19e.html", "38:57754", "39:11529879" ]
  },
  "start_date" : "2012-12-08",
  "tags" : {
    "6152" : {
      "info_box" : false,
      "name" : "Chinese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "CHINESE_TRANSLITERATED",
    "title" : "Xi Yang Yang Yu Hui Tailang: Kaixin Riji",
    "type" : "MAIN"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "喜羊羊与灰太狼之开心日记",
    "type" : "OFFICIAL"
  } ],
  "type" : "SERIES"
}