{
  "anime_id" : 16471,
  "description" : "Wolffy invented the Gourmet Gene Gun to catch the sheep, but turned the green grassland into a gourmet grassland, and accidentally made Wolffy Red lose all his memories and took the lazy goat as his son. The lambs at first think that Wolffy is pretending to lose his memory, but after observing and getting along with him, they find that Wolffy has become gentle and kind, and they finally believe and accept Wolffy to enter the Sheep Village and become the Sheep Village`s Mummy Man.\nWolffy remembers vaguely that his son once wanted to make a delicacy for himself, but he just couldn`t remember what kind of delicacy it was. So Little Grey desperately tries to make all kinds of delicacies, trying to wake up Wolffy`s memory and get back his mother. Lazy Goat supported Little Ash wholeheartedly. But for some reason, he was always helping.\nJust when Wolffy gets the permanent resident card of the sheep village, Lazy Goat and Little Grey finally know that the delicacy Wolffy remembers his son making is the soup with heartfruit. The two brothers set off in search of Lianxin Guo. Wolffy remembers that he is a wolf, and also remembers Wolffy, but never remembers Little Grey. The shelf life of the delicacies transformed by the Gourmet Gene Gun expires and starts to rot. The evil wolves attacked the sheep village and captured all the lambs. When Wolffy is on the verge of attack, he lets Lazy Sheep go, but he himself is in danger. Lazy Sheep and Little Grey risk their lives to save Wolffy and let her drink the Fruit Soup of Connecting Hearts, Wolffy finally remembers Little Grey, and hears Lazy Sheep`s heartfelt call. In order to save the green grassland, Wolffy sacrifices her beautiful memories with the little sheep (in fact, Wolffy has not forgotten these beautiful memories), and all the people are inspired to work together with Wolffy to use the restoration of the gene gun and the memory helmet to change the green grassland back to the original grassland with beautiful scenery and birds and flowers.\nsource: bgm.tv/deepl",
  "resources" : {
    "MAL" : [ "43992" ],
    "OTHER" : [ "33:喜羊羊与灰太狼之妈妈乐疯狂", "38:208079", "39:26351046" ]
  },
  "start_date" : "2015-02-12",
  "tags" : {
    "6152" : {
      "info_box" : false,
      "name" : "Chinese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "CHINESE_TRANSLITERATED",
    "title" : "Xi Yang Yang Yu Hui Tailang: Mama Le Fengkuang",
    "type" : "MAIN"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "喜羊羊与灰太狼之妈妈乐疯狂",
    "type" : "OFFICIAL"
  } ],
  "type" : "SERIES"
}