{
  "anime_id" : 18319,
  "creators" : {
    "74804" : [ {
      "name" : "Watanabe Tsunehiko",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "* Based on a fantasy isekai light novel series written by http://anidb.net/cr74804 [Watanabe Tsunehiko] and illustrated by http://anidb.net/cr3207 [Ayakura Juu].\nZenjirou Yamai is your everyday office worker in modern Japan. One morning, he suddenly finds himself summoned to a tropical world where dinosaurs roam the land. He is told that this is the kingdom of Capua and the person who summoned him - its monarch, Queen Aura - wants him to marry her and leave his old life behind for a life of carefree extravagance as her prince consort. The reasons for her offer are many and varied, but she needs an heir, and she wants him to be the one to provide it! If he accepts, he`ll never have to work again, lazing around in luxury with no worries other than securing the kingdom its next monarch. Certainly, sleeping with the buxom beauty is far from a hardship, but is everything really as it seems? He`ll also need to give up everything he knows on Earth. Is he ready to drop it all at a moment`s notice for her sake? And how well will he be able to navigate the politics, people and culture of this new world if he does?\nSource: J-Novel Club",
  "resources" : {
    "MAL" : [ "57528" ],
    "OTHER" : [ "6:The_Ideal_Sponger_Life", "7:理想のヒモ生活" ]
  },
  "start_date" : "1970-01-01",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Risou no Himo Seikatsu",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "理想のヒモ生活",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "The Ideal Sponger Life",
    "type" : "SYNONYM"
  } ],
  "type" : "UNKNOWN"
}