{
  "anime_id" : 18528,
  "creators" : {
    "75733" : [ {
      "name" : "Hishikawa Sakaku",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "* Based on a fantasy light novel series written by http://anidb.net/cr75733 [Hishikawa Sakaku] and illustrated by http://anidb.net/cr75734 [Daburyuu].\nLife hasn`t been kind to Zenos. He was born in the slums, and his dirt-poor background has denied him almost every opportunity. After an encounter with a healer, he throws himself into studying to become one and finally catches a break when an adventurer invites Zenos into his party. Zenos is thrilled—so thrilled, in fact, that he`s willing to put up with his teammates treating him like garbage. They fail to appreciate his talents and ultimately kick him to the curb, claiming he`s outlived his usefulness to them. Now bereft of money and out of options, Zenos decides to put his self-taught skills to use elsewhere and opens an underground clinic. Word quickly spreads about the brilliant healer working incredible magic in the city`s shadowy underbelly. Even the royal palace is taking notice... Can Zenos buck the odds and carve out a life for himself in a world that`s spit in his face? And can he save the lives of the patients who wind up on his doorstep in the process?\nSource: J-Novel Club",
  "resources" : {
    "MAL" : [ "58359" ],
    "OTHER" : [ "6:The_Brilliant_Healer's_New_Life_in_the_Shadows" ]
  },
  "start_date" : "1970-01-01",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Isshun de Chiryou Shiteita no ni Yakudatazu to Tsuihou Sareta Tensai Chiyushi, Yami Healer to Shite Tanoshiku Ikiru",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "一瞬で治療していたのに役立たずと追放された天才治癒師, 闇ヒーラーとして楽しく生きる",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "The Brilliant Healer`s New Life in the Shadows",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES"
}