{
  "anime_id" : 19016,
  "description" : "In 1913, in Changsha, Hunan, the famous educator Kong Zhaoshou became the principal of Hunan First Normal School. He vigorously carried out new-style education reforms and hired outstanding Chinese and foreign teachers represented by Yang Changji, and the school was completely renewed. The brand-new First Normal School attracted many students to apply for the exam. The 19-year-old Mao Zedong was admitted to this thousand-year-old institution with the first place.\nIn their common study life, Mao Zedong, Cai Hesen, Xiao Zisheng and other aspiring young people forged friendships. At the same time, female students such as Tao Siyong, Xiang Jingyu and Yang Kaihui from Hunan Private Zhounan Women`s Normal School also came together with them because of their similar interests. A reading club composed of advanced young students became a bond for their learning, communication and ideological collision.\nHowever, the turbulent situation disrupted the students` campus life. In the struggle against Sino-Japanese friendship, the warlord Tang Xingming forced Principal Kong to leave by force, and Mao Zedong was almost arrested. The cruel reality made Mao Zedong waver in his belief in saving the country through education and reformism.\nsource: bgm.tv\\googletranslate",
  "end_date" : "2024-11-17",
  "resources" : {
    "BANGUMI" : [ "319751" ],
    "BILI_BILI" : [ "bangumi/media/md28230732/" ],
    "DOUBAN" : [ "26629367" ],
    "MAL" : [ "60311" ]
  },
  "start_date" : "2024-11-17",
  "tags" : {
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4665" : {
      "info_box" : false,
      "name" : "propaganda",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6152" : {
      "info_box" : false,
      "name" : "Chinese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "CHINESE_TRANSLITERATED",
    "title" : "Qia Tongxue Shaonian",
    "type" : "MAIN"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "恰同学少年",
    "type" : "OFFICIAL"
  } ],
  "type" : "WEB"
}