{
  "anime_id" : 19450,
  "characters" : {
    "MAIN" : [ {
      "character_id" : 149498,
      "name" : "Kikuchiyo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 149497,
      "name" : "Leonardo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 149496,
      "name" : "Musashi",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "59584" : [ {
      "name" : "Kuribayashi Kazuaki",
      "type" : "DIRECTOR"
    } ],
    "82191" : [ {
      "name" : "Studio Dotou",
      "type" : "WORK"
    } ]
  },
  "description" : "Set in a world where the Edo period never ended. A huge city filled with skyscrapers reaching into the sky in this country where its coasts are all lined with walls as its isolation from the rest of the world continues. Everyone`s statuses are split between level 1 through 7 and your home, occupation, and food are determined by your status forever. But there is just one way to change your status, and that is the duel streaming app \"KILLTUBE.\" If you keep winning battles and become popular, you can raise your level according to the number of people who have subscribed to you. The Shogun Ieyasu gave the common folk hope by telling them, \"Let us dream with KILLTUBE!\" At the very bottom of this world, a boy named Musashi, who was raised by dogs, appears. Musashi has a mentor named Manjiro, who is known as a felon. Musashi came to Edo, the capital, with the words that his mentor once told him, \"There is something incredible at the highest point  of Edo” deep within his heart. Musashi meets the cunning yet likeable producer Kikuchiyo and the genius inventor Leonardo, and ends up joining KILLTUBE—though somewhat under false pretenses. Initially ridiculed, his unconventional fighting style gradually captivates the audience. As the three climb the ranks and become the talk of the nation, their explosive success seems unstoppable. But just as they reach their peak, they are forced to confront a hidden truth buried deep within the KILLTUBE system—and the very society that celebrates them.\nSource: Official Website",
  "end_date" : "2026",
  "resources" : {
    "MAL" : [ "58756" ],
    "WEBSITE" : [ "https://www.killtu.be/" ]
  },
  "start_date" : "2026",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Killtube",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "KILLTUBE",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "キルチューブ",
    "type" : "SYNONYM"
  } ],
  "type" : "MOVIE",
  "url" : "https://www.killtu.be/"
}