{
  "anime_id" : 19530,
  "creators" : {
    "82776" : [ {
      "name" : "Hagure Metabo",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "Elizabeth Leiston, daughter of the influential prime minister, is a picture-perfect lady on the path to becoming the future queen of the Kingdom of Haldoria. But her life takes a sudden turn for the worst when her fiancé makes a show of publicly calling off their engagement. Soon after, he throws her in jail and starts spreading nasty rumors about her. The encouragement Elizabeth receives from her loyal waiting maid, Mireille, and her inner fury are all she needs to reconsider her goals. Why should she continue devoting herself to a country that doesn`t respect her when she can trample over it instead? She will get even with those who wronged her and bring down the damned kingdom, even if it`s the last thing she does! Luckily, Elizabeth is no damsel in distress and has seven powerful magic grimoires she won`t hesitate to use. Get ready because this ruthless lady is out for blood!\nSource: J-Novel Club",
  "resources" : {
    "MAL" : [ "62289" ],
    "WIKIPEDIA_EN" : [ "A_Livid_Lady's_Guide_to_Getting_Even" ]
  },
  "start_date" : "1970-01-01",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Buchigire Reijou wa Houfuku o Chikaimashita. Madousho no Chikara de Sokoku o Tataki Tsubushimasu",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "ブチ切れ令嬢は報復を誓いました. ~魔導書の力で祖国を叩き潰します~",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "A Livid Lady`s Guide to Getting Even: How I Crushed My Homeland with My Mighty Grimoires",
    "type" : "SYNONYM"
  } ],
  "type" : "UNKNOWN"
}