{
  "anime_id" : 19716,
  "description" : "Modern man Cheng Yan unexpectedly dies and his soul travels to a medieval European-style otherworldly continent, becoming Roland, the fourth prince of the Kingdom of Graycastle. This playboy prince saves the witch Anna at an execution scene and is shocked to discover that magic really exists in this medieval-style otherworld.\nWhen Anna, as a witch, displays her magical skills, Roland realizes that magic can replace some modern technology, so he formulates a \"great development of magical industry\" plan. Thus, in an era where everyone hates witches, the independent Roland begins to recruit witches, using their magic to transform Border Town and improve the lives of himself and the locals.\nIn addition to using magic to develop industry, Roland also introduces modern business ideas to Border Town. Under Roland`s leadership, people manufacture firearms, and Roland gains public support. As the number of witches in Roland`s camp increases, the magical industry continues to improve. At the same time, Roland will face battles with great families and other princes and princesses.\nAs his territory expands, Roland successfully creates a harmonious coexistence between witches and ordinary people, gradually bringing the western territory of Graycastle and even the entire kingdom under his rule, and slowly uncovering the secrets of the devil race and the Witch Empire.\nSource: Crunchyroll",
  "resources" : {
    "BAIDU_BAIKE" : [ "放开那个女巫/23373053" ],
    "BANGUMI" : [ "250224" ],
    "DOUBAN" : [ "30252330" ]
  },
  "start_date" : "1970-01-01",
  "tags" : {
    "6152" : {
      "info_box" : false,
      "name" : "Chinese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "CHINESE_TRANSLITERATED",
    "title" : "Fang Kai Nage Nuwu (Web)",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Release That Witch (Web)",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE",
    "title" : "放开那个女巫 (Web)",
    "type" : "OFFICIAL"
  } ],
  "type" : "WEB"
}