{
  "anime_id" : 19718,
  "creators" : {
    "8747" : [ {
      "name" : "Sano Takayuki",
      "type" : "DIRECTOR"
    } ],
    "69493" : [ {
      "name" : "E&H Production",
      "type" : "ANIMATION_WORK"
    } ]
  },
  "description" : "Once, there was an explosion... \nLonesome souls of the dead manifest in the physical world, reaching in search of the living. However, the connection they create triggers a massive explosion that eradicates anything of this world—a phenomenon referred to as the Death Stranding. These events wipe out nations as well as civilization itself. People who remain are now isolated, withdrawn, and without connections. As humanity stands at the brink a legendary porter set out to transport both cargo and wishes of its senders, reconnecting people in the hope that they might still be saved. \nBased on the video game born out of the mind of legendary game creator, Hideo Kojima, comes a new animation series headed by Japan’s up-and-coming animation studio E&H production. Helmed by E&H’s Takayuki Sano, it follows in the footsteps of the original in spirit and ideas and depict the world of Death Stranding through a bold and yet subtle touch and top-class hand-drawn animation.  \nSomewhere in North America, just as Sam Bridges walks through the continent in order to save America, the someones are also trying to deal with their isolation in their own way. An old man trying to realize salvation through ways outside of the connection advocated by Bridges. A female warrior who tries to kickstart a world of constant fighting. A boy with a grudge against Bridges. A girl who embraces loneliness. \nOn the precipice of the end of humanity and the world, their fates and hopes converge, as another story of Death Stranding begins. \nAnd now, comes another explosion...\nSource: Kojima Productions",
  "resources" : {
    "ANN" : [ "37995" ],
    "MAL" : [ "62931" ]
  },
  "start_date" : "2027",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Death Stranding Isolations",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "DEATH STRANDING ISOLATIONS",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Death Stranding Isolations",
    "type" : "SYNONYM"
  } ],
  "type" : "WEB"
}