{
  "anime_id" : 19822,
  "creators" : {
    "84556" : [ {
      "name" : "Oosaki Isle",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "Takatsuki Makoto is a normal high school student and a hardcore RPG player. However, \"normal\" goes out the window when his whole class is involved in a bus crash and whisked away to another world! Powerful gods rule this strange new land of magic and monsters, and every newcomer is blessed with strong stats and unique skills. Well, not quite. Makoto`s stats turn out to be pathetic, and his skills are super weak compared to his classmates`...he`s even stuck as an apprentice mage. Worse still, he`s given only ten years to live! Luckily, Makoto soon meets a minor goddess named Noah, who appears in Makoto`s dreams and asks him to become her first believer. With the help of Noah`s blessings and a divine weapon, Makoto seeks to become strong enough to rescue his goddess from the dungeon where she`s been trapped. By training hard and using his weak skills in unorthodox ways, Makoto proves that, even when playing on hardcore difficulty, an RPG player always makes it to the end!\nSource: J-Novel Club",
  "resources" : {
    "WIKIPEDIA_EN" : [ "Full_Clearing_Another_World_under_a_Goddess_with_Zero_Believers" ],
    "WIKIPEDIA_JP" : [ "信者ゼロの女神サマと始める異世界攻略" ]
  },
  "start_date" : "1970-01-01",
  "tags" : {
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shinja Zero no Megami-sama to Hajimeru Isekai Kouryaku",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "信者ゼロの女神サマと始める異世界攻略",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Full Clearing Another World Under a Goddess with Zero Believers",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES"
}