{
  "anime_id" : 2876,
  "creators" : {
    "833" : [ {
      "name" : "Mushi Production",
      "type" : "WORK"
    } ],
    "1195" : [ {
      "name" : "Tezuka Osamu",
      "type" : "CHIEF_DIRECTOR"
    }, {
      "name" : "Tezuka Osamu",
      "type" : "ORIGINAL_PLAN"
    }, {
      "name" : "Tezuka Osamu",
      "type" : "ORIGINAL_WORK"
    } ],
    "3842" : [ {
      "name" : "Sugiyama Taku",
      "type" : "CHIEF_DIRECTOR"
    } ],
    "4382" : [ {
      "name" : "Uno Seiichirou",
      "type" : "MUSIC"
    } ]
  },
  "description" : "This was the first original TV produced by Mushi Production, and all animation staff participated in developing characters and story. Although the work later appeared serially as a Manga, it was originally planned as an animated programme. The three spacemen who are transformed into a rabbit, a horse, and a duck --- Bokko, Bukko and Nokko --- watch over the activities of a boy named Hoshi Shinichi and his elder brother Hoshi Koichi, who is a member of a group of secret agents that the Phoenix involves in the protection of the earth. The three come to the earth to decide whether to ruin or protect the planet. This is the first Japan-made made-for-TV animated program in which the Disney style was adopted --- that is, to appoint a specific animation illustrator for each specific character. The work was broadcast in the U.S. under the title \"The Amazing 3.\"",
  "end_date" : "1966-06-27",
  "episodes" : {
    "REGULAR" : [ {
      "description" : "Nuclear tests are being repeatedly performed on the earth. Taking these incidents very seriously, the \"Galactic League\" sends the Amazing 3 to the earth as an investigation troop. They are given orders to immediately destroy the earth if it is considered a dangerous planet that can possibly threaten peace in the galaxy. Under such orders, the Amazing 3 (Bokko, Bukko, and Nokko) embark on their mission by disguising themselves as a rabbit, horse, and a duck respectively. But the three have their escape route cut off after becoming trapped in a mountain fire. It is a tenderhearted boy named Shinichi who saves the three.\nSource: tezukaosamu.net",
      "episode_id" : 28002,
      "length" : 30,
      "number" : 1,
      "rating" : {
        "rating" : 3.29,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Three Animals from Space"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Uchuu kara no Sanbiki"
      }, {
        "language" : "JAPANESE",
        "title" : "宇宙からの三匹"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Dr. Nolan of the dictatorial Republic of Borotania comes up with an invention that can destroy the whole world. When he discovers the truth, the dictator of the Republic urges Dr. Nolan to convert it into a device for military use. Dr. Nolan must say yes within 24 hours or he will be executed. He seeks support from Phoenix, an intelligence organization working hard for global peace. It is Shinichi`s elder brother Koichi who is dispatched to rescue him.\nSource: tezukaosamu.net",
      "episode_id" : 28003,
      "length" : 30,
      "number" : 2,
      "rating" : {
        "rating" : 4.11,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "24 Jikan no Dasshutsu"
      }, {
        "language" : "JAPANESE",
        "title" : "24時間の脱出"
      }, {
        "language" : "ENGLISH",
        "title" : "Escape in 24 Hours"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "One day, Koichi receives a message from a dead person. It reads; \"Watch out for the right hand of Buddha and the ivy at Shangri-La.\" In hopes of clarifying the incomprehensible message, Koichi starts to investigate. In the meantime, Macrow learns that treasures are hidden in the Buddha`s image in Shangri-La. He tries to collect both hands of the Buddha image, which are the keys to opening the hidden door, so that he can have the treasures to himself.\nSource: tezukaosamu.net",
      "episode_id" : 28004,
      "length" : 30,
      "number" : 3,
      "rating" : {
        "rating" : 2.6,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shangri-La no Nazo"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mystery of Shangri-La"
      }, {
        "language" : "JAPANESE",
        "title" : "シャングリラの謎"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The bountiful woods in Shinichi`s neighborhood are going to be developed into a sightseeing spot. Trees are felled one after the other, depriving the animals of their habitat. A large camphor tree becomes the only place for the animals to live, but this camphor tree is about to be felled as well.\nSource: tezukaosamu.net",
      "episode_id" : 28005,
      "length" : 30,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Camphor Tree Story"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kusunoki Monogatari"
      }, {
        "language" : "JAPANESE",
        "title" : "クスノキ物語"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "One morning, Koichi wakes up and finds himself not in his own room at the apartment but in his old home where Shinichi and his parents live. In response to Koichi`s confusion, his parents tell him that a hydrogen bomb has hit and totally ruined Tokyo.\nSource: tezukaosamu.net",
      "episode_id" : 28006,
      "length" : 30,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Floating Fortress"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ukabu Yousaitou"
      }, {
        "language" : "JAPANESE",
        "title" : "浮かぶ要塞島"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "This tiny zoo used to be a fun place where children could get to know animals. But Mr. Manaita, who is very wealthy, is planning to construct a more profitable building by wrecking the zoo. He constructs high-rise buildings around the zoo that deprives it of sunlight. Shinichi and the Amazing 3 fight on behalf of the children.\nSource: tezukaosamu.net",
      "episode_id" : 28007,
      "length" : 30,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Matenrou Doubutsuen"
      }, {
        "language" : "ENGLISH",
        "title" : "Zoo on a Skyscraper"
      }, {
        "language" : "JAPANESE",
        "title" : "摩天楼動物園"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A series of airplane and ship accidents occur. The accidents have been caused by a sudden mysterious magnetic storm. The Amazing 3 begin to investigate and discover a secret limestone cave. Inside is a magnetic weapon plant controlled by a beauty named Queen of Siva.\nSource: tezukaosamu.net",
      "episode_id" : 28008,
      "length" : 30,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shiba no Joou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Queen of Siva"
      }, {
        "language" : "JAPANESE",
        "title" : "シバの女王"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A peace activist is about to be assassinated. Koichi is assigned to protect him as a bodyguard. In the meantime, Shinichi and the Amazing 3 are in the same town to see the circus. Discovering that an assassin has infiltrated the circus troop, Shinichi lets Koichi know about it.\nSource: tezukaosamu.net",
      "episode_id" : 28009,
      "length" : 30,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Circus no Kaijin"
      }, {
        "language" : "ENGLISH",
        "title" : "Phantom of the Circus"
      }, {
        "language" : "JAPANESE",
        "title" : "サーカスの怪人"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi and the Amazing 3 decide to investigate an old Western-style haunted mansion. They find a girl named Misa at the mansion instead of a ghost. Misa tells them that all her family members have died because of an incurable hereditary disease, and that her days are also numbered. Misa says that she will die when the sun sets. Can the Amazing 3 do anything to save Misa?\nSource: tezukaosamu.net",
      "episode_id" : 28010,
      "length" : 30,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shizumu na Taiyou"
      }, {
        "language" : "ENGLISH",
        "title" : "Sun, Don`t Set"
      }, {
        "language" : "JAPANESE",
        "title" : "沈むな太陽"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "People are mysteriously and frequently disappearing around the world. In the ancient ruins of Egypt, as many as thirteen people have already disappeared. The culprit behind the incidents is a rocket engineer named Kral. He has been experimenting with mummification of humans to test stiffening materials that can withstand the impact of rocket launch.\nSource: tezukaosamu.net",
      "episode_id" : 28011,
      "length" : 30,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Miira Koujou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mummy Factory"
      }, {
        "language" : "JAPANESE",
        "title" : "イラ工場"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "People accuse Shinichi of cheating on a school test. Since nobody believes him no matter how much he proclaims his innocence, he gets angry and leaves home. Bokko, who has had a fight with two other people, goes along with Shinichi. Then, in the north valley, the two meet an old man who claims to have served for 30 years on a false charge.\nSource: tezukaosamu.net",
      "episode_id" : 28012,
      "length" : 30,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kita no Tani no Kettou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Duel in the North Valley"
      }, {
        "language" : "JAPANESE",
        "title" : "北の谷の決闘"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The kingdom of Small Show announces that it has succeeded in developing an underground rocket. When investigated, however, it turns out to be an underground missile and not a rocket. In order to verify the truth of the launch test, Koichi boards the missile and it actually launches.\nSource: tezukaosamu.net",
      "episode_id" : 28013,
      "length" : 30,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mogura Mochi Keikaku"
      }, {
        "language" : "ENGLISH",
        "title" : "Mole Plan"
      }, {
        "language" : "JAPANESE",
        "title" : "モグラモチ計画"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A new species of iron-eating fish are sinking ships one after the other around the world. The fish was created by Dr. Gorgon, who truly loves fish. He created the monster to attack enemies who randomly kill fish. But a certain country is planning to use the iron-eating fish for military purposes.\nSource: tezukaosamu.net",
      "episode_id" : 28014,
      "length" : 30,
      "number" : 13,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shokutetsu Gyo"
      }, {
        "language" : "ENGLISH",
        "title" : "The Iron-Eating Fish"
      }, {
        "language" : "JAPANESE",
        "title" : "食鉄魚"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A dog named Shiro is found and rescued. A year has passed since he was left behind in the South Pole, and he has survived a very difficult environment. Respecting the courage of Shiro, people plan to decorate him. But Shiro, who was abandoned for selfish reasons, has seen his friends fall one after another, and he has learned to no longer to trust human beings.\nSource: tezukaosamu.net",
      "episode_id" : 28015,
      "length" : 30,
      "number" : 14,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Fort of the Wild Dogs"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yaken no Toride"
      }, {
        "language" : "JAPANESE",
        "title" : "野犬の砦"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The Bingo Union suddenly prepares to go into action. Koichi smuggles himself into the country to try and discover the reason. There, he learns that the country is preparing for war by mistaking a failure of the military line for an attack by the neighboring country. But the line failure is later proven to be caused by a small submarine carrying the prime minister. The submarine seems to be stuck and is running out of oxygen. Koichi goes to rescue the submarine crew.\nSource: tezukaosamu.net",
      "episode_id" : 28016,
      "length" : 30,
      "number" : 15,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gisei wa Yurusarenai"
      }, {
        "language" : "ENGLISH",
        "title" : "Sacrifice Is Not Allowed"
      }, {
        "language" : "JAPANESE",
        "title" : "犠牲は許されない"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A man who aspires to become an intelligence agent calls himself \"00X.\" By coincidence, 00X becomes acquainted with Koichi and begins to follow him.\nSource: tezukaosamu.net",
      "episode_id" : 28017,
      "length" : 30,
      "number" : 16,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "My Name Is X"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Waga Na wa X"
      }, {
        "language" : "JAPANESE",
        "title" : "わが名はX"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Koichi joins the peacekeeping intelligence organization Phoenix to carry out the plans of his best friend Yamakawa. Yamakawa is killed by a death merchant named Bask in Koichi`s presence. Koichi has been actively working for Phoenix to make Yamakawa`s dream for world peace come true and take revenge on Bask. The enemy Bask appears right in front of Koichi.\nSource: tezukaosamu.net",
      "episode_id" : 28018,
      "length" : 30,
      "number" : 17,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Black Extract"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kuroi Ekisu"
      }, {
        "language" : "JAPANESE",
        "title" : "黒いエキス"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A country named Sauzu is exposed to biological weapon attacks. Koichi finds out that the biological weapons were used under the orders of the emperor to kill the people who are against the establishment of a despotic state. Koichi moves to overthrow the emperor.\nSource: tezukaosamu.net",
      "episode_id" : 28019,
      "length" : 30,
      "number" : 18,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Explode the Barn"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sairo Bakuha Seyo"
      }, {
        "language" : "JAPANESE",
        "title" : "サイロ爆破せよ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "For the first time, Shinichi is invited to the secret headquarters of Phoenix, where his elder brother works. It is a token of his brother`s gratitude to Shinichi for always cooperating with the Amazing 3 in solving cases. But a spy has snuck into headquarters with a plan to destroy it.\nSource: tezukaosamu.net",
      "episode_id" : 28020,
      "length" : 30,
      "number" : 19,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Phoenix Monogatari"
      }, {
        "language" : "ENGLISH",
        "title" : "The Phoenix Story"
      }, {
        "language" : "JAPANESE",
        "title" : "フェニックス物語"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Full of ambition to take over the world, Footler wins over to his side a big-time industrialist named Money, and starts moving to conquer the world with Money`s massive monetary support. Among the mercenaries are Claves and Giro, who are veteran soldiers and heroes. Although Koichi tells them that they are being cheated and used, the two refuse to listen to him.\nSource: tezukaosamu.net",
      "episode_id" : 28021,
      "length" : 30,
      "number" : 20,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kurutta Hyouteki"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mad Target"
      }, {
        "language" : "JAPANESE",
        "title" : "狂った標的"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Two criminals charged for smuggling weapons break out of prison and enter a volcano where guns are being illicitly manufactured. Shinichi, who happens to be picnicking in the area, is unfortunately taken hostage by the fugitives. Koichi and the Amazing 3 rush off to the volcano to rescue Shinichi.\nSource: tezukaosamu.net",
      "episode_id" : 28022,
      "length" : 30,
      "number" : 21,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Adventure in the Volcano"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kazan no Bouken"
      }, {
        "language" : "JAPANESE",
        "title" : "火山の追跡"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A popular singer named Shirley is worried about her missing father. She is not aware that her father has disguised himself as her manager and is staying always by her side. Her father is an ex-military man who robbed the country of its war funds when it lost the war. He has been disguising himself as her manager in order to hide from the Black Cross, which aims to recover the war funds. But the Black Cross finally reveals his identity. The Amazing 3 work hard to protect Shirley and her father from the Black Cross.\nSource: tezukaosamu.net",
      "episode_id" : 28023,
      "length" : 30,
      "number" : 22,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kiken na Stage"
      }, {
        "language" : "ENGLISH",
        "title" : "The Dangerous Stage"
      }, {
        "language" : "JAPANESE",
        "title" : "危険なステージ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Abuhachi, who has attacked a gold nugget transporter, falls into the river while driving his car on the run. It is impossible to salvage the car as it has sunk down into the riverbed. Abuhachi decides to let the gold nugget stay where it is for a while until the search is scaled down. But the river starts to run dry after a spell of dry weather.\nSource: tezukaosamu.net",
      "episode_id" : 28024,
      "length" : 30,
      "number" : 23,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Arashi no Taiketsu"
      }, {
        "language" : "ENGLISH",
        "title" : "Duel in the Storm"
      }, {
        "language" : "JAPANESE",
        "title" : "嵐の対決"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The world`s leading spies come marching into Japan to steal the blueprints of an \"inconceivable weapon\" developed by a man named Chieno Yutaka. Koichi fights against the spies to protect Yutaka and his invention. But for some reason, Yutaka seeks shelter in Shinichi`s house. What is the real identity of Yutaka? And what secrets do the blueprints hold?\nSource: tezukaosamu.net",
      "episode_id" : 28025,
      "length" : 30,
      "number" : 24,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nazo no Hatsumeika"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mysterious Inventor"
      }, {
        "language" : "JAPANESE",
        "title" : "謎の発明家"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The prince of Nai will be participating in an international auto race to be held in Min, but assassins targeting the prince set a time bomb in the prince`s car. Their plan fails, however, when Koichi challenges them. Koichi decides to enter the race to protect the prince from the assassins, who will not give up on their plan.\nSource: tezukaosamu.net",
      "episode_id" : 28026,
      "length" : 30,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shi no Jidousha Race"
      }, {
        "language" : "ENGLISH",
        "title" : "The Deadly Auto Race"
      }, {
        "language" : "JAPANESE",
        "title" : "死の自動車レース"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The Amazing 3 are ordered by the Galactic League to submit an interim report on earthlings. They want to report on wonderful people like Shinichi and Koichi. But in the meantime, marine transport companies are making a move to destroy a trans ocean tunnel by a submarine so as to obstruct the opening ceremony. Seeing people who are ready to commit mass murder simply to protect their own profits, the Amazing 3 go against the decision.\nSource: tezukaosamu.net",
      "episode_id" : 28027,
      "length" : 30,
      "number" : 26,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kaitei ni Kakeru Hashi"
      }, {
        "language" : "ENGLISH",
        "title" : "The Trans Ocean Tunnel"
      }, {
        "language" : "JAPANESE",
        "title" : "海底にかける橋"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi and the Amazing 3 run into burglars while visiting the house of a physicist who went missing. Inside the parcel they recover after the fight is a diamond containing instructions on how to manufacture artificial diamonds. Shinichi and the Amazing 3 get into a trouble over the manufacture of the artificial diamonds.\nSource: tezukaosamu.net",
      "episode_id" : 28028,
      "length" : 30,
      "number" : 27,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Diamond e no Shoutai"
      }, {
        "language" : "ENGLISH",
        "title" : "Invitation of the Diamonds"
      }, {
        "language" : "JAPANESE",
        "title" : "ダイヤモンドへの招待"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Suddenly, reports on damages caused by lightning are on the rise around the world. The Meteorological Association announces that they are not caused by any natural phenomena, but by a weather weapon. There seems to be behind the scenes a kind of \"artificial lightning\" researcher, Dr. Sukarabe. Shinichi and the Amazing 3 depart for the valley called `thunderbolt zone.` Arriving there, they find Dr. Sukarabe, who has been abducted, and an artificial thunderbolt generation base.\nSource: tezukaosamu.net",
      "episode_id" : 28029,
      "length" : 30,
      "number" : 28,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Inazuma no Tani"
      }, {
        "language" : "ENGLISH",
        "title" : "Valley of the Thunderbolt"
      }, {
        "language" : "JAPANESE",
        "title" : "いねづまの谷"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A small flying saucer comes flying to the Amazing 3 to deliver a message from the Galactic League to pass an evaluation of the earth quickly. But the Amazing 3 is not yet able to decide whether the earth should be ruined or allowed to remain. In the meantime, after finding out that an old man has witnessed the landing of the small flying saucer, the Amazing 3 blot out the man`s memory of that day. Because of this, however, the old man is arrested on suspicion of arson. He cannot prove his alibi because his memory of that day is blotted out.\nSource: tezukaosamu.net",
      "episode_id" : 28030,
      "length" : 30,
      "number" : 29,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Day Blotted Out"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kesareta Ichinichi"
      }, {
        "language" : "JAPANESE",
        "title" : "失われた一日"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Observation bases in the South Pole are being destroyed one after another. Dispatched by Phoenix to the South Pole, Koichi identifies the criminal. His name is Doan, and he believes that development of the South Pole destroys the environment and the ecosystem. The incident unfolds involving Shinichi and Bokko, who are interested in the South Pole and on board with Koichi.\nSource: tezukaosamu.net",
      "episode_id" : 28031,
      "length" : 30,
      "number" : 30,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Pengin Sakusen"
      }, {
        "language" : "ENGLISH",
        "title" : "The Penguin Campaign"
      }, {
        "language" : "JAPANESE",
        "title" : "ペンギン作戦"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Koichi appears in a news video. In the video he works hard to bring peace by negotiating with countries A and B, which are in a state of war. Growing concerned about Koichi, Shinichi and the Amazing 3 fly to the town at war. The Amazing 3 create a strange robot in order to bring about a ceasefire.\nSource: tezukaosamu.net",
      "episode_id" : 28032,
      "length" : 30,
      "number" : 31,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kiki Kaikai"
      }, {
        "language" : "ENGLISH",
        "title" : "Something Very Strange"
      }, {
        "language" : "JAPANESE",
        "title" : "キキカイカイ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi is ordered to sit at home quietly after having had a fight with a bully kid. In the meantime, Koichi has been trying to persuade the most wanted criminal in the country to correct his conduct and turn himself in to the police. But he is misunderstood as he threatens the criminal and notifies the police. Although Shinichi and Koichi try to appeal the case, everything they do goes against them, and they are driven further into a corner.\nSource: tezukaosamu.net",
      "episode_id" : 28033,
      "length" : 30,
      "number" : 32,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chibikko Kassen"
      }, {
        "language" : "ENGLISH",
        "title" : "The Kiddie Battle"
      }, {
        "language" : "JAPANESE",
        "title" : "チビッコ合戦"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi and the Amazing 3 are in pursuit of four old women who have stolen the world`s renowned drawing by Picasse from an art museum. When they investigate a mansion in the woods that they come upon, they find, to their surprise, the painter Picasse himself. He has fled from the secret police of his own country.\nSource: tezukaosamu.net",
      "episode_id" : 28034,
      "length" : 30,
      "number" : 33,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "4人の魔女"
      }, {
        "language" : "ENGLISH",
        "title" : "Four Witches"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yonnin on Majo"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Lost in the snowy mountains, Shinichi is rescued by snow fairies. The snow fairies are, in fact, the people of the ice age. After having been sought after by men as the target of their research, they are now hiding far up in the mountains. Sympathizing with them, Shinichi and the Amazing 3 try to change their circumstances.\nSource: tezukaosamu.net",
      "episode_id" : 28035,
      "length" : 30,
      "number" : 34,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Snow Fairy"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yukionna"
      }, {
        "language" : "JAPANESE",
        "title" : "雪女"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi becomes friends with a girl named Lotte through amateur radio. Lotte lives in a snow-bound village where dangerous wolves appear. Because of this she cannot even go out to get the food she needs. Shinichi and the Amazing 3 depart for Lotte`s village to deliver food supplies. In the village they meet a one-eyed wolf who has one eye because of the abuse of men. Shinichi is troubled by the question of whether to save the wolves or the people.\nSource: tezukaosamu.net",
      "episode_id" : 28036,
      "length" : 30,
      "number" : 35,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Katame no Haiiro Ookami"
      }, {
        "language" : "ENGLISH",
        "title" : "The One-Eyed Gray Wolf"
      }, {
        "language" : "JAPANESE",
        "title" : "片目の狼ロックス"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "An ex-soldier is still living on a solitary island without knowing that the war has ended. Koichi, who is part of the rescue team, is forced to fight against villains who seek treasures on this solitary island.\nSource: tezukaosamu.net",
      "episode_id" : 28037,
      "length" : 30,
      "number" : 36,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jungle no Chikai"
      }, {
        "language" : "ENGLISH",
        "title" : "The Pledge in the Jungle"
      }, {
        "language" : "JAPANESE",
        "title" : "ジャングルの誓い"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "There is a mysterious land where no plants grow. On an investigation trip deep into the Amazon, Koichi discovers an underground poison manufacturing plant that belonged to the Inca Empire. Even more surprisingly, the woman who claims to be the queen of the Inca Empire is Koichi`s old friend Marie.\nSource: tezukaosamu.net",
      "episode_id" : 28038,
      "length" : 30,
      "number" : 37,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Amazon no Nazo"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mystery of the Amazon"
      }, {
        "language" : "JAPANESE",
        "title" : "アマゾンの謎"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Just before the skiing competition, Rob, who is favored to win the championship, witnesses the dealings of a smuggling group. After being arrested on the ground for his presence at the site, he manages to get away but causes a big accident. There is not even a slim chance that he will be able to participate in the world skiing competition. Being a close friend of Rob`s, Shinichi tries to think of ways to help him.\nSource: tezukaosamu.net",
      "episode_id" : 28039,
      "length" : 30,
      "number" : 38,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kyoufu no Ski Taikai"
      }, {
        "language" : "ENGLISH",
        "title" : "The Horrifying Skiing Competition"
      }, {
        "language" : "JAPANESE",
        "title" : "恐怖のスキー大会"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Hydrogen bomb testing plants in country U are destroyed one after the other. Upon investigating the issue, Koichi finds that it is the doing of peace activists against the hydrogen bomb testing. The hydrogen bomb, which devastates the people and the earth, is unquestionably an evil tool. But the violence used in order to extinguish such evil is also an act of evil. The Amazing 3 see darkness in the minds of people who reluctantly resort to destructive power to secure peace.\nSource: tezukaosamu.net",
      "episode_id" : 28040,
      "length" : 30,
      "number" : 39,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sabaku no Eiyuu"
      }, {
        "language" : "ENGLISH",
        "title" : "The Hero in the Desert"
      }, {
        "language" : "JAPANESE",
        "title" : "砂漠の英雄"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "There are rumors of spooky stories in town. According to the rumors, ghosts appear night after night at the Tokagesawa residence on the North Cape, and play the piano. They seem to be the ghosts of Mrs. Tokagesawa and her daughter, who killed themselves after Mrs. Tokagesawa`s divorce. His curiosity piqued, Shinichi decides to check out the residence.\nSource: tezukaosamu.net",
      "episode_id" : 28041,
      "length" : 30,
      "number" : 40,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Grand Piano no Himitsu"
      }, {
        "language" : "ENGLISH",
        "title" : "The Secret of the Grand Piano"
      }, {
        "language" : "JAPANESE",
        "title" : "グランドピアノの秘密"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi and his classmates are enjoying a school trip on board their vessel, but spies carrying a plague bacillus are also on board. Due to leakage of the bacillus, the children start to become infected with it and fall ill one after another. Bukko, who accompanies Shinichi, fights against this biohazard.\nSource: tezukaosamu.net",
      "episode_id" : 28042,
      "length" : 30,
      "number" : 41,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Jump Out, Pukko"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tobidese Pukko"
      }, {
        "language" : "JAPANESE",
        "title" : "とびだせ プッコ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A horse named Jeronimo, who looks just like Nokko, is killed. Reading the story, Shinichi and the Amazing 3 decided that they cannot remain idle spectators, and they depart for the West to look for the criminal. There they find a suspicious boy.\nSource: tezukaosamu.net",
      "episode_id" : 28043,
      "length" : 30,
      "number" : 42,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Amazing 3 Go West"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "W3 Seibu o Iku"
      }, {
        "language" : "JAPANESE",
        "title" : "W3西部を行く"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Spacemen invade the earth with the aim of conquering it. Transformed into mice, they attack human beings supported by mice on the earth. The Amazing 3 work to protect the earth from the invaders together with Rokko, who is on space patrol in the form of a cat.\nSource: tezukaosamu.net",
      "episode_id" : 28044,
      "length" : 30,
      "number" : 43,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Mice from the Universe"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Uchuu kara Kita Nezumi-tachi"
      }, {
        "language" : "JAPANESE",
        "title" : "宇宙から来たネズミたち"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "While Bokko says it`s about time that they passed judgment on the earth, Bukko maintains that the investigation isn`t over yet. Bokko gets irritated, saying that if they let the Galactic League wait any longer, they might not be able to go back to their own planet. He hides on a truck parked nearby the antiproton bomb that they plan to use if they should decide to destroy the earth. The truck belongs to a gang member, and the gang drives it away to rob the bank, still carrying the antiproton bomb.\nSource: tezukaosamu.net",
      "episode_id" : 28045,
      "length" : 30,
      "number" : 44,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Moving Buddha"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ugoku Daibutsu Zou"
      }, {
        "language" : "JAPANESE",
        "title" : "動く大仏像"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The satellite control center is destroyed and the satellite stolen by someone. In order to rescue Koichi, who get involved in this incident, the Amazing 3 challenge the burglars. But the robbers launch a counterattack with robots.\nSource: tezukaosamu.net",
      "episode_id" : 28046,
      "length" : 30,
      "number" : 45,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jinkou Eisei Dorobou Keikaku"
      }, {
        "language" : "ENGLISH",
        "title" : "The Satellite Swag"
      }, {
        "language" : "JAPANESE",
        "title" : "人工衛星どろぼう計画"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Bokera and their party steal an alligator that has swallowed a capsule containing an important confidential document. Shinichi and the party, who happen to be at the scene, decide to capture the alligator back, and send him back to his homeland in India. This starts a scramble for the alligator between Bokera and the party and the Amazing 3.\nSource: tezukaosamu.net",
      "episode_id" : 28047,
      "length" : 30,
      "number" : 46,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Dai Wani Soudou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Alligator Incident"
      }, {
        "language" : "JAPANESE",
        "title" : "大ワニ騒動"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi and the Amazing 3 visit the ruins of the Mayan Civilization to investigate it. Shinichi is thinking about taking this opportunity to meet his pen pal Carmen. But when he goes to see her, he finds the village has already been attacked by a bandit named Tequila, and Carmen has been kidnapped. Shinichi and the Amazing 3 depart to rescue Carmen.\nSource: tezukaosamu.net",
      "episode_id" : 28048,
      "length" : 30,
      "number" : 47,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kutabare Tequila"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mexican Bandits"
      }, {
        "language" : "JAPANESE",
        "title" : "くたばれテキーラ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "After burying the antiproton bomb underground, Bukko gets on a flying saucer to return to his planet alone. But he makes an emergency landing in Kyushu due to a failure of the flying saucer. Moreover, the antiproton bomb that he has buried underground fall into the hands of scientists, and the time device is enacted. To stop the bomb from exploding, Bukko`s flying saucer is needed. But the damaged flying saucer is in Kyushu. The Amazing 3 scramble to save the earth within the limited time that they have.\nSource: tezukaosamu.net",
      "episode_id" : 28049,
      "length" : 30,
      "number" : 48,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Adventures on a Balloon"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kiken na Fuusen Ryokou"
      }, {
        "language" : "JAPANESE",
        "title" : "危険な風船旅行"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "Shinichi strays into a suspicious plant as he goes after a baseball ball. He finds out that the plant is the hideout of the 4Z group, which aims to terrorize the world by using a smog bomb. Even Bukko, who goes to rescue Shinichi, is captured, and now they are all in trouble.\nSource: tezukaosamu.net",
      "episode_id" : 28050,
      "length" : 30,
      "number" : 49,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Smog Missile"
      }, {
        "language" : "ENGLISH",
        "title" : "The Smog Missile"
      }, {
        "language" : "JAPANESE",
        "title" : "スモッグミサイル"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The strange machine that Nokko has made on Shinichi`s request has been stolen by spies employed by a certain minister. The minister has been planning to take over the country by assassinating the prime minister using the machine. Although the Amazing 3 succeed in getting back the machine, it does not mean that peace is guaranteed.\nSource: tezukaosamu.net",
      "episode_id" : 28051,
      "length" : 30,
      "number" : 50,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Beat Them with the Strange Machine"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ten Teko Machine de Yattsukero"
      }, {
        "language" : "JAPANESE",
        "title" : "へんてこマシンでやっつけろ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "A monster is said to live in the lake. Upon investigating it, Shinichi and the Amazing 3 discover that the monster is actually a whale whose body is totally covered in gold-colored plankton. In order to send the whale back to the ocean, the Amazing 3 try to protect it from the show manager, who is trying to capture the \"monster\" and use it for the show.\nSource: tezukaosamu.net",
      "episode_id" : 28052,
      "length" : 30,
      "number" : 51,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chitei no Kujira"
      }, {
        "language" : "ENGLISH",
        "title" : "The Underground Whale"
      }, {
        "language" : "JAPANESE",
        "title" : "地底のクジラ"
      } ],
      "type" : "REGULAR"
    }, {
      "description" : "The Galactic League finally decide to destroy the earth. Having heard about it from Bukko and the party, Shinichi tells everything to Phoenix. If nothing is done, the earth will be destroyed. Phoenix decides to fight against the Amazing 3 as an enemy. This is how a war begins between the Amazing 3 and humans.\nSource: tezukaosamu.net",
      "episode_id" : 28053,
      "length" : 30,
      "number" : 52,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Goodbye, Amazing 3"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sayonara W3"
      }, {
        "language" : "JAPANESE",
        "title" : "さよならW3"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "episode_id" : 164032,
      "length" : 15,
      "number" : 1,
      "rating" : {
        "rating" : 10.0,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Pilot Episode"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "episode_id" : 128228,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 128227,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.08,
      "total" : 30
    },
    "TEMPORARY" : {
      "rating" : 4.66,
      "total" : 30
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "89664" ],
    "ANIMEMORIAL" : [ "20" ],
    "ANIME_NFO" : [ "1757,fjycif" ],
    "ANISON" : [ "1509" ],
    "ANN" : [ "626" ],
    "LAIN" : [ "mediadb/media/1537" ],
    "MAL" : [ "4088", "30767" ],
    "WEBSITE" : [ "http://tezukaosamu.net/jp/anime/32.html" ],
    "WIKIPEDIA_EN" : [ "The_Amazing_3" ],
    "WIKIPEDIA_JP" : [ "W3" ]
  },
  "start_date" : "1965-06-06",
  "tags" : {
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2654" : {
      "info_box" : false,
      "name" : "medium awareness",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5529" : {
      "info_box" : false,
      "name" : "black and white",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Wonder Three",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "The Amazing 3",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "W3[ワンダースリー]",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "wonder3",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "The Amazing Three",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "W3",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Wonder 3",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://tezukaosamu.net/jp/anime/32.html"
}