{
  "anime_id" : 3050,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 54826,
      "name" : "Burako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54818,
      "name" : "Hi no Tori",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54820,
      "name" : "Kuromatsu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54823,
      "name" : "Melmo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54825,
      "name" : "Melmo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54821,
      "name" : "Shiramatsu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54824,
      "name" : "Wakamono",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54817,
      "name" : "Watari Hiromi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54827,
      "name" : "Zenzou",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 54822,
      "name" : "Melmo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54811,
      "name" : "Watari Melmo",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 54819,
      "name" : "Melmo no Obasan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54816,
      "name" : "Tezuka-sensei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54815,
      "name" : "Waragarasu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54813,
      "name" : "Watari Hiromi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54814,
      "name" : "Watari Tatchi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54812,
      "name" : "Watari Totoo",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "723" : [ {
      "name" : "Tezuka Productions",
      "type" : "WORK"
    } ],
    "1195" : [ {
      "name" : "Tezuka Osamu",
      "type" : "ORIGINAL_PLAN"
    }, {
      "name" : "Tezuka Osamu",
      "type" : "SERIES_COMPOSITION"
    } ],
    "4382" : [ {
      "name" : "Uno Seiichirou",
      "type" : "MUSIC"
    } ],
    "5673" : [ {
      "name" : "Nagaki Bonjin",
      "type" : "CHIEF_DIRECTOR"
    } ]
  },
  "description" : "Lilly looses her mother in a car accident. She is so young and she must look after a younger brother too. Her mother asks god to let her give a last help to her beloved childeren. God gives his permission, so Lilly receives a bottle full of pills with magical powers. There are blue ones and red ones. The red ones make her older and the blue, younger. A combination of them can also transform her in any animal she wants. Her brother swallow a bunch of them by mistake and becomes a frog.\nNote: On 06.05.1998, WOWOW broadcast what is known as the Renewal version of the TV series. It featured new voice actors, new music and some new footage. The DVD-box released in 2002 is the Renewal version.",
  "end_date" : "1972-03-26",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "1971-10-03",
      "description" : "Melmo and two of her younger brothers love their mother very much, but tragedy strikes and they suddenly lose her in a traffic accident. The mother is told in heaven that only one of her wishes may be fulfilled. So, she asks that her children be allowed to grow up soon since it is too difficult for them to go on living as kids. Then, God gives her candies of two different colors. A blue candy adds ten years to a person`s age, while a red candy makes you lose the same 10 years. Appearing in front of Melmo as a ghost, her mother gives her the candies. Encouraging Melmo tenderly but firmly that she will be fine with the candies, Melmo`s mother asks Melmo to take good care of her little brothers, and leaves her.\nSource: tezukaosamu.net",
      "episode_id" : 31032,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 8.38,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Miracle Candy o Douzo!!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Miracle Candies!!"
      }, {
        "language" : "JAPANESE",
        "title" : "ミラクルキャンデーをどうぞ!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-10-10",
      "description" : "A breeder at the zoo tells Melmo that her favorite elephant, named Burako, has moved to a snowy country and is living there in good health. Melmo goes to see Burako, and finds her in low spirits. Having reached puberty, Burako is looking for a boyfriend. Using the magical candies, Melmo grows up and takes a test to be a stewardess. What for? Of course, to take Burako to Africa where she will have many choices for a boyfriend. Melmo gives Burako a red candy to make her regress into a fertilized cell, and heads for Africa.\nSource: tezukaosamu.net",
      "episode_id" : 31033,
      "length" : 25,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Burakko Doko e Yuku"
      }, {
        "language" : "ENGLISH",
        "title" : "Where Is Burako Going?"
      }, {
        "language" : "JAPANESE",
        "title" : "ブラ子 どこへゆく"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-10-17",
      "description" : "Which gender is superior, boys or girls? In Melmo`s class, the boys and girls confront each other over this issue. Melmo asks for advice from her senior girl friend Naname, who is the leader of the girls. Naname insists that girls are undoubtedly superior to boys. Asked for advice from the boys, Shikaku, who is the leader of the boys, proudly proclaims that boys are unquestionably superior to girls. These assertions intensify the confrontation between them.. In the end, they come up with the idea to \"decide which is superior by a match.\"\nSource: tezukaosamu.net",
      "episode_id" : 31034,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Beating the Boys"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otokonoko o Yattsukero"
      }, {
        "language" : "JAPANESE",
        "title" : "男の子をやっつけろ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-10-24",
      "description" : "Melmo is abducted by the minister of Chicchaina, who tries to deprive her of the secret medicine of regaining youth. Held captive in the palace of Chicchaina, Melmo is urged to reveal the secret of rejuvenation to Professor Waregarasu, who is in reality a rebel with no intentions of obeying the dictatorial government. Professor Waregarasu persuades her to never reveal the secret, telling her that she would be killed if she does so. Using the power of the candies, Melmo escapes from the palace to save herself and the professor. But their pursuers are drawing near.\nSource: tezukaosamu.net",
      "episode_id" : 31035,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Captive of Chicchaina"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chicchaina Koku no Toriko"
      }, {
        "language" : "JAPANESE",
        "title" : "チッチャイナ国のとりこ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-10-31",
      "description" : "The airplane Melmo and Prof. Waregarasu were fleeing on crash lands on a desert island. The pilot shoots a rabbit with a rifle to secure some food. But Melmo and the party immediately find themselves surrounded by all the animals living on the island. Looking closely at the animals, they realize that there is a pair of each kind. The male rabbit is alone because his partner has been killed. Melmo and the party apologize to the animals. Deeply sympathetic with the male rabbit, Melmo takes red and blue candies at the same time, transforms herself into a rabbit, and comforts the male rabbit.\nSource: tezukaosamu.net",
      "episode_id" : 31036,
      "length" : 25,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Moeru Mijintou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Burning Deserted Island"
      }, {
        "language" : "JAPANESE",
        "title" : "もえる 無人島"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-11-07",
      "description" : "Melmo is chosen to play the leading role for \"Snow White\" at the upcoming school festival. Nitako, who is from a very rich family, is also eager to play that role. Although Nitako is eventually cast as the stepmother who bullies Snow White, she works out a scheme with her mother to take the role from Melmo. Even on the very day of the play, Nitako has not yet given up on her idea. She changes her lines as she likes, and persistently bullies Snow White. In the meantime, having stolen Melmo`s candies, Nitako`s mother threatens Melmo that she will not give back the candies unless Melmo surrenders the role of Snow White to Nitako.\nSource: tezukaosamu.net",
      "episode_id" : 31037,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Let`s Bully Snow White"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shirayukihime o Ijimeyou"
      }, {
        "language" : "JAPANESE",
        "title" : "白雪姫をいじめよう"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-11-14",
      "description" : "Having taking away the bottle of candies, Melmo`s brother, Totoo, keeps teasing her and won`t give it back. Melmo tries to make him return it, but Totoo won`t give it to her. Melmo decides to teach him how to use the candies to turn into an animal. She plans to get the bottle of candies back while Totoo is in the form of an animal. Totoo then turns into a frog. Melmo is now in trouble, because a frog cannot eat the candy when she wants to turn him back into Totoo. And it can`t even take the water that she could dissolve the candies into. \nSource: tezukaosamu.net",
      "episode_id" : 31038,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Night at the Mansion of the Lizard"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tokagekan no Ichiya"
      }, {
        "language" : "JAPANESE",
        "title" : "トカゲ館の一夜"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-11-21",
      "description" : "A man named Damon visits Melmo`s house and tells her that he will let her see her mother if she gave him candies. True to his words, Melmo`s mother is back. But Totoo who is now a frog and Touch, who is only a little baby, instinctively understands that the mother is a fake. In fact, the mother who comes back home is a doll that has been implanted with a snake`s soul and is being manipulated by Damon. Melmo runs away from the fake mother, but the mother with a snake`s soul begins to truly love Melmo and her little brothers. \nSource: tezukaosamu.net",
      "episode_id" : 31039,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mama ga Kaette Kita!"
      }, {
        "language" : "ENGLISH",
        "title" : "Mother Is Back!"
      }, {
        "language" : "JAPANESE",
        "title" : "ママがかえって来た!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-11-28",
      "description" : "A puppy named Biriken is always bullied by grown-up dogs. Feeling sorry for Biriken, Melmo uses candies to make the puppy grow up. Growing bigger than all the other dogs, Biriken starts to punish them, and becomes the boss of all stray mutts. But he becomes a puppy again with a red candy only when he goes back home to his mother and acts like a baby with her. The mother starts to teach the spoiled Biriken how to become strong. But after knowing that he can be strong with the power of the candies, Biriken no longer listens to his mother. \nSource: tezukaosamu.net",
      "episode_id" : 31040,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Biriken Having His Own Way"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Biriken Makari Tooru"
      }, {
        "language" : "JAPANESE",
        "title" : "ビリケン まかり通る"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-12-05",
      "description" : "Because Totoo was originally a human, he has a navel even though he is now a frog. Finding out that a frog with a navel is living on a Southern island, Melmo and the party head there. On the island, a masked woman is giving villagers pollen as a medicine to make them regain their youth. Prof. Waregarasu, who accompanies the party, sees that the pollen contains narcotics. The navel of a frog is proven to be a stomach wart caused by narcotics. Melmo and the party decide to stick stamens to the pistil of a giant flower blooming on the top of the mountain. If they succeed in fertilizing to the seed, the flower will wither. \nSource: tezukaosamu.net",
      "episode_id" : 31041,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hesogaeru no Himitsu"
      }, {
        "language" : "ENGLISH",
        "title" : "The Secret of the Frog with a Navel"
      }, {
        "language" : "JAPANESE",
        "title" : "ヘソガエルのひみつ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-12-12",
      "description" : "The president of a company that used to employ the criminal who hit Melmo`s mother visits Melmo at her house. Feeling deeply sorry for depriving them of their mother, the president offers to adopt Melmo and her little brothers, and Melmo and her brothers decide to accept his offer. It is after they are adopted that they come to know that the president is living with an evil woman and is running a smuggling company. Knowing that the police have started to investigate the hit-and-run case, the president tries to deceive them by drawing attention to their adoption and diverting their eyes from his smuggling business. Growing impatient, Melmo tries to report the case to the police. \nSource: tezukaosamu.net",
      "episode_id" : 31042,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ano Ko o Nigasuna!"
      }, {
        "language" : "ENGLISH",
        "title" : "Don`t Let That Kid Go!"
      }, {
        "language" : "JAPANESE",
        "title" : "あの子 を にがすな!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-12-19",
      "description" : "Part A: Coming upon a swan about to die from pollution, Melmo decides to make it go back to being an egg with her candies so that she can take it to a northern county. But on her way there, the egg breaks. Although she could somehow revive the swan with the magic of her candies, the swan becomes spotted. She is then bullied by the other swans because of the spots on her body. Nevertheless, the swan takes on a hunter in order to protect the other swans that shut her out. \nPart B: A boy in Melmo`s class named Komori goes to a cram school every day. Being forced to study even at home, he is about to have a nervous breakdown. Melmo offers to take him to a schoolyard because she thinks that he needs some time to play. After playing make-belief war to his heart`s content, Komori regains the lively look on his face. Seeing the change in him, Melmo grows confident, sets up a barricade at school, and demands that children should have more time to play! So begins a battle between children and adults. \nSource: tezukaosamu.net",
      "episode_id" : 31043,
      "length" : 25,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hinshi no Shiratori-san / Gakuen Hiroba o Mamore"
      }, {
        "language" : "ENGLISH",
        "title" : "The Dying Swan / Protecting the Schoolyard"
      }, {
        "language" : "JAPANESE",
        "title" : "ひん死の白鳥さん / 学園広場を守れ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1971-12-26",
      "description" : "One night while she is counting the days to Christmas on her fingers, Melmo finds an abandoned child. She gives a candy to the child to make him grow up to be a boy, and finds out that the child is named Tadao and was abandoned by his parents who had lost their jobs. Melmo then turns the president, who abandoned Tadao`s father, into an old man. The president apologizes in a fit of tears, and he promises that he will by all means find Tadao`s parents and take care of them. In the meantime, Tadao`s parents are heading for a snowy mountain to commit suicide. \nSource: tezukaosamu.net",
      "episode_id" : 31044,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Christmas Melmo"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Christmas Melmo"
      }, {
        "language" : "JAPANESE",
        "title" : "クリスマス・メルモ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-01-02",
      "description" : "Melmo and Touch, who have turned themselves into adults, are flying a kite on New Year`s Day. They are greeted by a sister and a brother whom they`ve never met before. They ask Melmo and Touch to live in the upscale apartment where they used to live. Melmo and her brothers gladly move into their luxury apartment. But a tempting offer is always deceptive: the sister and brother turn out to be thieves who are sought after by the police. The police break into the apartment, discovers many purses, and try to arrest Melmo and Touch mistaking them for thieves. Melmo and her brothers narrowly escape arrest. \nSource: tezukaosamu.net",
      "episode_id" : 31045,
      "length" : 25,
      "number" : 14,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Migawari ni Sarechatta!"
      }, {
        "language" : "ENGLISH",
        "title" : "Substitutes!"
      }, {
        "language" : "JAPANESE",
        "title" : "身がわりにされちゃった!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-01-09",
      "description" : "Melmo is brought out to appear in a magic show. But becoming angry at the deception of the magician, she uses the magic of her candies and startles him. Watching Melmo`s excessive use of candies, God decides to punish her a little. Completely unaware, the magician coerces Melmo into teaching him the magic of how to transform. He has already snatched Touch. Melmo succeeds in transforming herself into a dog and rescuing Touch, but she cannot return to being herself because she is being punished by God. \nSource: tezukaosamu.net",
      "episode_id" : 31046,
      "length" : 25,
      "number" : 15,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Melmo and a Magician"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Melmo to Majutsushi"
      }, {
        "language" : "JAPANESE",
        "title" : "メルモと魔術師"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-01-16",
      "description" : "Totoo, who has turned into a frog, wants to go to grade school. He asks the school principal to accept him. The principal offers that if a frog can pass the test, he will accept him, and Totoo takes the test. But after the test, he scares the principal`s wife in the pool. The wife loses her ring and panics. Totoo leaves his home knowing that he cannot go to school after causing such big trouble. He drops himself into the sewage pipe to die. But in the water, he finds the principal`s wife`s ring. In this episode Totoo is able to return to his original human form. \nSource: tezukaosamu.net",
      "episode_id" : 31047,
      "length" : 25,
      "number" : 16,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Boku wa Ningen Da!!"
      }, {
        "language" : "ENGLISH",
        "title" : "I Am Human!"
      }, {
        "language" : "JAPANESE",
        "title" : "ぼくは人間だ!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-01-23",
      "description" : "Melmo sneaks into a big garden of a big house with Totoo, who is now in human form, to play. But they are spotted by the surveillance camera, and are scolded by the old man living alone in the house. The next day, the old man visits the school to complain that he is annoyed by children sneaking into his garden. Melmo is in charge of school announcement on that day and transforms with her candies into an old woman in order to sound like one. The voice of the old woman startles the old man because it sounds exactly like his late wife. After coming to know how lonely the old man is, Melmo transforms herself into an old woman, and visits his house.\nSource: tezukaosamu.net",
      "episode_id" : 31048,
      "length" : 25,
      "number" : 17,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "All Alone in the Jungle"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hitoribocchi no Jungle"
      }, {
        "language" : "JAPANESE",
        "title" : "ひとりぼっちのジャングル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-01-30",
      "description" : "Brother burglars who have stolen a billion yen`s worth of gold nuggets run away into Melmo`s house and hole up, taking Melmo and her brothers hostage. But their gun suddenly goes off and they faint. The police are in trouble because they won`t wake up and the police cannot get a confession on the whereabouts of the gold nuggets. Melmo takes her candies in order to grow up, and makes the awakened burglars believe that 10 years have passed since the incident. She figures that by making them believe such a long time has lapsed they would rush off to get the gold nuggets. But to her surprise the burglars start to cry over their little sister, thinking that she must be dead for over 10 years now. They were, in fact, committing burglary to get money for an operation for their sick sister. \nSource: tezukaosamu.net",
      "episode_id" : 31049,
      "length" : 25,
      "number" : 18,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "3,650 Days of Terror"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "3650 Nichi no Kyoufu"
      }, {
        "language" : "JAPANESE",
        "title" : "3650日の恐怖"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-02-06",
      "description" : "The man who helped Melmo when she was being picked on by a student gang on her way to school turns out to be Mr. Nozawa, a new teacher. Melmo instantly falls in love with him. She even dreams about getting married to him. Melmo takes candies to grow up, introduces herself to Mr. Nozawa as Melmo`s elder sister, and asks him out. But on the first date, Mr. Nozawa tells her that he will be getting married soon. On the next day, the broken-hearted Melmo leaves school early. \nSource: tezukaosamu.net",
      "episode_id" : 31050,
      "length" : 25,
      "number" : 19,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Melmo no Hatsukoi"
      }, {
        "language" : "ENGLISH",
        "title" : "Melmo`s First Love"
      }, {
        "language" : "JAPANESE",
        "title" : "メルモの初恋"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-02-13",
      "description" : "An imported tiger escapes at the port, and the scared workers shoot it. Melmo talks to the injured tiger and learns that she has just given birth to a baby. Asked by the mother tiger to take care of her baby, Melmo takes the baby tiger to her home. But this mischievous tiger grows up by eating blue candies, rages about in town, and is finally surrounded by police. Melmo runs to go and save the baby tiger. \nSource: tezukaosamu.net",
      "episode_id" : 31051,
      "length" : 25,
      "number" : 20,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Suteneko Tora-chan"
      }, {
        "language" : "ENGLISH",
        "title" : "The Stray Cat Tora-chan"
      }, {
        "language" : "JAPANESE",
        "title" : "すて猫トラちゃん"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-02-20",
      "description" : "Melmo thinks of growing up and breast feeding Touch. But she doesn`t have any milk. Prof. Waregarasu explains to her that she cannot have any milk unless she gets pregnant and hormones are properly excreted. He also reminds her not to abuse the candies if she cares about herself at all. So, she goes to parents` day at Totoo`s school as she is. But this upsets Totoo. He runs away from home and gets abducted. Finding a threatening letter from the kidnappers, Melmo asks for Prof. Waregarasu`s help. \nSource: tezukaosamu.net",
      "episode_id" : 31052,
      "length" : 25,
      "number" : 21,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ane-chan Nanka Daikirai!"
      }, {
        "language" : "ENGLISH",
        "title" : "I Hate My Sister!"
      }, {
        "language" : "JAPANESE",
        "title" : "姉チャンなんか大嫌い!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-02-27",
      "description" : "Melmo disguises herself as her mother to comfort Totoo, who misses his deceased mother intensely. Shogo, the school gang leader, falls in love with Melmo as her mother at first sight, and asks her to marry him. Asked for advice, Prof. Waregarasu explains to her what marriage is about. His advice makes Melmo prudent about marriage. She makes an unreasonable demand upon Shogo, hoping that he will give up. But to her surprise Shogo grows more enthusiastic. His dedication moves Melmo, and she finally make up her mind to marry him. \nSource: tezukaosamu.net",
      "episode_id" : 31053,
      "length" : 25,
      "number" : 22,
      "rating" : {
        "rating" : 9.29,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Someone Proposed to Me!!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Watashi Kyuukon Sarechattaa!!"
      }, {
        "language" : "JAPANESE",
        "title" : "わたし求婚されちゃったァ!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-03-05",
      "description" : "While taking shelter from the rain in a limestone cave, Melmo and Prof. Waregarasu meet a couple named Tsumura and Chiyoko. They are actually hiding in the cave and have apparently have run away from their homes. Then, Chiyoko`s father breaks into the cave and threatens Tsumura at gunpoint to part with his daughter. Her father grows impatient with the unyielding Tsumura, and shoots the gun at the ceiling. The impact of the gunshot causes the ceiling to collapse, and Melmo, Tsumura, and the party is all trapped in the limestone cave. \nSource: tezukaosamu.net",
      "episode_id" : 31054,
      "length" : 25,
      "number" : 23,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hikari to Yami to Ai"
      }, {
        "language" : "ENGLISH",
        "title" : "Light, Darkness, and Love"
      }, {
        "language" : "JAPANESE",
        "title" : "光りと闇と愛"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-03-12",
      "description" : "Three men confess their love to Melmo. The three are named Ichiro, Jiro, and Saburo; and they all happen to be brothers. The three brothers start to fight, each claiming that he is the most suitable boyfriend for Melmo. Totally at a loss, Melmo carelessly tells them that she will date the one who first makes Touch laugh. So Melmo, Touch and the three brothers drive to the sea. \nSource: tezukaosamu.net",
      "episode_id" : 31055,
      "length" : 25,
      "number" : 24,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koibito ga Ippai"
      }, {
        "language" : "ENGLISH",
        "title" : "Many Boyfriends"
      }, {
        "language" : "JAPANESE",
        "title" : "恋人がいっぱい"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-03-19",
      "description" : "Eventually, Jiro becomes Melmo`s boy friend. Jiro tells Melmo that he has some knowledge of karate and that he has become physically strong thanks to the master of the dojo he used to learn from. Growing interested in karate Melmo visits the dojo. There she finds the grand master, named Yanagida, who looks tough as can be. But at home things are different, and he feels small surrounded by all women in the family. Yanagida has been praying fervently that his pregnant wife would finally give birth to a baby boy. Professor Waregarasu explains to Melmo the mechanism of pregnancy, and tells her that it is impossible to select the gender. Melmo starts to imagine what kind of a baby she would give birth to. \nSource: tezukaosamu.net",
      "episode_id" : 31056,
      "length" : 25,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gouketsu Akachan ni Naku"
      }, {
        "language" : "ENGLISH",
        "title" : "The Tough Guy Crying for a Baby Boy"
      }, {
        "language" : "JAPANESE",
        "title" : "豪傑赤チャンに泣く"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1972-03-26",
      "description" : "Prof. Waregarasu decides to go back to his home country. He asks Melmo and her brothers to come with him. He is worried about leaving the three children to live by themselves. But Melmo cannot give him any immediate reply. Jiro`s mother asks Melmo if she wants to move into to her home with her little brothers. After much thought, Melmo decides to move to Jiro`s house. Professor Waregarasu asks Jiro to take good care of Melmo and her brothers, and goes back home. Fifteen years later, Melmo and Jiro have a baby girl. One day, the daughter takes blue candies and grows up. The spirit of Melmo`s mother, who longs to see Melmo again, dwells in her body. Melmo meets her mother again, and they spend short but unforgettable moments together. The mother leaves and Melmo finds her little daughter smiling in front of her.\nSource: tezukaosamu.net",
      "episode_id" : 31057,
      "length" : 25,
      "number" : 26,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Goodbye, Melmo"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sayounara Melmo"
      }, {
        "language" : "JAPANESE",
        "title" : "さようならメルモ"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "episode_id" : 56146,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 88411,
      "length" : 1,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 120258,
      "length" : 0,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Italian Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 120257,
      "length" : 0,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Italian Ending"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 168355,
      "length" : 1,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 5.0,
      "total" : 62
    },
    "TEMPORARY" : {
      "rating" : 5.52,
      "total" : 62
    }
  },
  "related" : {
    "CHARACTER" : [ 1553, 7876 ],
    "OTHER" : [ 8488 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "89578" ],
    "ANIMEMORIAL" : [ "108" ],
    "ANIME_NFO" : [ "648,ulxrpf" ],
    "ANN" : [ "1517" ],
    "MAL" : [ "5476" ],
    "WEBSITE" : [ "http://en.tezuka.co.jp/anime/sakuhin/ts/ts012.html", "http://tezukaosamu.net/jp/anime/39.html" ],
    "WIKIPEDIA_EN" : [ "Marvelous_Melmo" ],
    "WIKIPEDIA_JP" : [ "ふしぎなメルモ" ]
  },
  "start_date" : "1971-10-03",
  "tags" : {
    "1077" : {
      "info_box" : true,
      "name" : "shoujo",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2094" : {
      "info_box" : true,
      "name" : "magic",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2346" : {
      "info_box" : false,
      "name" : "angel",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2503" : {
      "info_box" : true,
      "name" : "magical girl",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2656" : {
      "info_box" : false,
      "name" : "satire",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2749" : {
      "info_box" : false,
      "name" : "nudity",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2750" : {
      "info_box" : false,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2826" : {
      "info_box" : false,
      "name" : "pantsu",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2849" : {
      "info_box" : false,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2853" : {
      "info_box" : true,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2856" : {
      "info_box" : false,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2857" : {
      "info_box" : true,
      "name" : "anthropomorphism",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2875" : {
      "info_box" : false,
      "name" : "ecology",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2888" : {
      "info_box" : true,
      "name" : "coming of age",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "4413" : {
      "info_box" : false,
      "name" : "heaven",
      "parent_tag_id" : 6563,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "6075" : {
      "info_box" : false,
      "name" : "educational",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6563" : {
      "info_box" : false,
      "name" : "spirit realm",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Fushigi na Melmo",
    "type" : "MAIN"
  }, {
    "language" : "ITALIAN",
    "title" : "I bon bon magici di Lilly",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Marvelous Melmo",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "ふしぎなメルモ",
    "type" : "OFFICIAL"
  } ],
  "type" : "SERIES",
  "url" : "http://en.tezuka.co.jp/anime/sakuhin/ts/ts012.html"
}