{
  "anime_id" : 3184,
  "creators" : {
    "145" : [ {
      "name" : "Dezaki Osamu",
      "type" : "DIRECTOR"
    } ],
    "723" : [ {
      "name" : "Tezuka Productions",
      "type" : "WORK"
    } ],
    "1195" : [ {
      "name" : "Tezuka Osamu",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Tezuka Osamu",
      "type" : "ORIGINAL_PLAN"
    }, {
      "name" : "Tezuka Osamu",
      "type" : "SERIES_COMPOSITION"
    } ],
    "4303" : [ {
      "name" : "Hattori Katsuhisa",
      "type" : "MUSIC"
    } ],
    "4989" : [ {
      "name" : "Seya Shinji",
      "type" : "CHARACTER_DESIGN"
    } ]
  },
  "description" : "Through the Italian National Broadcasting Network, Tezuka Osamu received an ardent request from the Vatican to make the Bible into animated form. This request was probably made to see how the Bible would be depicted by the non-Christian Tezuka Osamu. Tezuka Osamu accepted the request and spent an entire two years to complete a pilot film. It was about the mythology of Noah`s ark, with the enthusiastic Tezuka Osamu not only writing the scenario but also drawing pictures by himself. During production, however, he unfortunately passed away, so Director Dezaki took over the film and completed it.\nSource: official homepage\nNote: While the series was in production during a period of several years in the late 1980s and early 1990s, it was not aired in Japan until 1997, on the satellite channel http://anidb.net/cr764 [WOWOW]. It was most likely broadcasted in Italy in 1992.",
  "end_date" : "1997-05-09",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "1997-04-01",
      "description" : "God says, \"Let there be light\". Then there is light. God creates order in the formless chaotic universe. God separates the sky from the ground, the land from the sea, and creates life on the ground, in the sea, and in the sky. The world is created in seven days. Then the first human beings are made in the image of the god. They are Adam and Eve.\nSource: http://tezukaosamu.net",
      "episode_id" : 35114,
      "length" : 25,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Adam und Eva"
      }, {
        "language" : "ENGLISH",
        "title" : "The Creation"
      }, {
        "language" : "JAPANESE",
        "title" : "天地創造"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-02",
      "description" : "Adam and Eve are expelled from Eden, and are given work and painful labor as punishment. Adam is forced to get food by the sweat of his brow, while Eve has to suffer tremendous pain in labor. Their children are named Cain and Abel. The elder brother Cain becomes jealous of his brother Abel because he is God`s favorite. He attacks Abel and finally kills him. Thus Cain becomes a cursed man.\nSource: tezukaosamu.net",
      "episode_id" : 35123,
      "length" : 25,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Cain and Abel"
      }, {
        "language" : "GERMAN",
        "title" : "Kain und Abel"
      }, {
        "language" : "JAPANESE",
        "title" : "カインとアベル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-03",
      "description" : "Humans abound on the earth. As their numbers increase, however, they begin to speak blasphemy against God and become corrupted. God decides to cleanse the ground with a deluge as punishment. So he orders Noah to construct an ark and put one pair of every creature on board. Although he is laughed at by those who do not believe in God, Noah works hard to make a huge ark, and puts the animals in it. Then the great deluge hits.\nSource: tezukaosamu.net",
      "episode_id" : 35115,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Arche Noah"
      }, {
        "language" : "ENGLISH",
        "title" : "The Story of Noah"
      }, {
        "language" : "JAPANESE",
        "title" : "ノアの箱舟"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-04",
      "description" : "Humans begin to build a tower, hoping to reach God. At that time, humans were conceited enough to think that they could accomplish such a feat. So God, as punishment, collapses the Tower of Babel and makes the humans speak different languages in the different districts. They thus become unable to communicate each other.\nSource: tezukaosamu.net",
      "episode_id" : 35125,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Der Turmbau zu Babel"
      }, {
        "language" : "ENGLISH",
        "title" : "The Tower of Babel"
      }, {
        "language" : "JAPANESE",
        "title" : "バベルの塔"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-07",
      "description" : "Sarah, who has not had a chance to bear a child, is getting on in her years, but keeps praying to God to let her have a child. Her husband Abraham laughs at her, saying \"Even God cannot make you bear a child.\" Then God tells Abraham, \"God is almighty. Sarah will have a baby boy in a year.\"\nSource: tezukaosamu.net",
      "episode_id" : 35133,
      "length" : 25,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Abraham"
      }, {
        "language" : "ENGLISH",
        "title" : "Abraham, the Forefather"
      }, {
        "language" : "JAPANESE",
        "title" : "父アブラハム"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-08",
      "description" : "As vice spread over the two cities of Sodom and Gomorrah, people are corrupted. God`s anger gradually leads to the destruction of these cities, which are full of decadence and blasphemy against God. Because Roto, his wife, and their two daughters are pious, they hear God`s voice saying \"Run away to the mountains, but never look back at the city.\" Roto`s wife, however, turns around as pandemonium breaks out in the ruined city. Then she turns into a pillar of salt as punishment for breaking a promise to God.\nSource: tezukaosamu.net",
      "episode_id" : 35135,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Sodom and Gomorrah"
      }, {
        "language" : "GERMAN",
        "title" : "Sodom und Gomorra"
      }, {
        "language" : "JAPANESE",
        "title" : "ソドムとゴモラ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-09",
      "description" : "God tells Abraham \"Sarah`s son Isaac will carry on your family line.\" God also says that Ishmael, who was born between Abraham and another woman, Hagaru, would be the father of a nation because he is also Abraham`s son. This myth became a strong motivation behind the building of Israel, the Jewish homeland.\nSource: tezukaosamu.net",
      "episode_id" : 35136,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Isaac and Ishmael"
      }, {
        "language" : "GERMAN",
        "title" : "Isaak und Ismael"
      }, {
        "language" : "JAPANESE",
        "title" : "イサクとイシュマエル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-10",
      "description" : "God orders Abraham to sacrifice his son to God. Abraham is terrified to do such thing, but he cannot disobey the God. He decides to be faithful to God even if he has to sacrifice his son`s life. When he is just about to swing his sword down on Isaac`s chest, God`s messenger says, \"Don`t kill him. You have proven your awe to God.\" God praises Abraham as the father of all humans for his willingness to offer his son.\nSource: tezukaosamu.net",
      "episode_id" : 35116,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Abraham - Die Prüfung"
      }, {
        "language" : "ENGLISH",
        "title" : "Isaac`s Destiny"
      }, {
        "language" : "JAPANESE",
        "title" : "アブラハム, イサクを捧げる"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-11",
      "description" : "Joseph has dreams about God. His brothers become jealous of him because God seems to love Joseph most. So they plan to kill Joseph...\nSource: tezukaosamu.net",
      "episode_id" : 35120,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Jacob`s Children"
      }, {
        "language" : "GERMAN",
        "title" : "Josef und seine Brüder"
      }, {
        "language" : "JAPANESE",
        "title" : "ヨセフの夢占い"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-14",
      "description" : "Joseph reconciles with his brothers because they realize that jealousy is useless. His brothers begin to listen attentively to Jacob`s dialogue with God. The ties between the brothers become firm, and Jacob eventually becomes the leader of Egypt.\nSource: tezukaosamu.net",
      "episode_id" : 35134,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die sieben mageren Jahre"
      }, {
        "language" : "ENGLISH",
        "title" : "Joseph`s Triumph"
      }, {
        "language" : "JAPANESE",
        "title" : "ヤコブ一族の再会"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-15",
      "description" : "The Pharaoh is terrified to hear that a new king has been born to kill him and rule the world. So he orders his people to \"kill all newborn baby boys.\" One boy, however, escapes the guards and survives. It is the boy Moses.\nSource: tezukaosamu.net",
      "episode_id" : 35132,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Moses"
      }, {
        "language" : "ENGLISH",
        "title" : "Moses, the Egyptian"
      }, {
        "language" : "JAPANESE",
        "title" : "モーセの誕生"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-16",
      "description" : "Moses grows up and becomes a pious man who looks to God in awe. When he goes deep into the wild land with a flock of sheep, he hears the voice of an angel, God`s messenger, coming from a strange flame on the desert. It incites him, \"Moses, take off your shoes. This is a sacred land.\"\nSource: tezukaosamu.net",
      "episode_id" : 35131,
      "length" : 25,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Der brennende Dornenstrauch"
      }, {
        "language" : "ENGLISH",
        "title" : "The Fire in the Desert"
      }, {
        "language" : "JAPANESE",
        "title" : "砂漠の火"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-17",
      "description" : "The Pharaoh believes that he is the only god king to reign over his country. But his people believe and worship the celestial god as a being greater than the Pharaoh. Aaron says to the Pharaoh, \"Israel`s God told us to leave this place.\" The Pharaoh is enraged. He is the true king, so why should he obey such a thing as the god of Israel?\nSource: tezukaosamu.net",
      "episode_id" : 35118,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die zehn Plagen"
      }, {
        "language" : "ENGLISH",
        "title" : "Moses and the Pharaoh"
      }, {
        "language" : "JAPANESE",
        "title" : "モーセとファラオ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-18",
      "description" : "Moses becomes the leader of Israel by listening to God`s voice. But then Pharaoh`s army comes to attack. Moses leads his people out of Egypt, following God`s order. They face Pharaoh`s army behind them, and the Red Sea in front. They can go neither forward nor backward. When Moses prays to God for a miracle, The Red Sea parts in the middle, and a road is formed in the sea.\nSource: tezukaosamu.net",
      "episode_id" : 35129,
      "length" : 25,
      "number" : 14,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Der Auszug aus Ägypten"
      }, {
        "language" : "ENGLISH",
        "title" : "The Exodus"
      }, {
        "language" : "JAPANESE",
        "title" : "エジプト脱出"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-21",
      "description" : "Moses and the people of Israel arrive at the foot of Mt. Sinai. Moses climbs the mountain to hear more of God`s voice. At the top of the mountain, he receives the ten commandments from God.\nSource: tezukaosamu.net",
      "episode_id" : 35130,
      "length" : 25,
      "number" : 15,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Zehn Gebote"
      }, {
        "language" : "ENGLISH",
        "title" : "Laws Carved in Stone"
      }, {
        "language" : "JAPANESE",
        "title" : "十戒"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-22",
      "description" : "Moses does not come back from the mountain, so people set up an altar and pray to God for Moses` safety. They need a statue for prayer, so they make a bull as a statue of God. God sees this and says to Moses on the summit. \"Go down immediately. The people of Israel are corrupt.\" God strictly forbids people to deify anything except himself, or to worship any idol.\nSource: tezukaosamu.net",
      "episode_id" : 35122,
      "length" : 25,
      "number" : 16,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Das goldene Kalb"
      }, {
        "language" : "ENGLISH",
        "title" : "Israel`s Treachery"
      }, {
        "language" : "JAPANESE",
        "title" : "イスラエルの裏切り"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-23",
      "description" : "God says to Moses, \"This is the land I promised to give to Abraham, Isaac, and Jacob for the people of Israel. Now I have shown it to you, but you will not be able to set foot on it.\" True to God`s words, Moses dies just before he reaches the Promised Land.\nSource: tezukaosamu.net",
      "episode_id" : 35139,
      "length" : 25,
      "number" : 17,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Das gelobte Land"
      }, {
        "language" : "ENGLISH",
        "title" : "New Alliance"
      }, {
        "language" : "JAPANESE",
        "title" : "約束の地"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-24",
      "description" : "When the people of Israel approach the Promised Land of Jericho, they see a fortress city surrounded by impregnable walls. It is impossible for anyone to enter the city, thinks Joshua, the son of Moses. Then God`s messenger says to him, \"I will give you Jericho, its king, and his warriors. Walk around the city for seven days. Let seven priests blow trumpets made from rams` horns. The wall will collapse on the seventh day.\" So the people of Israel follow those words and begin to walk around the walls blowing the horns. Jericho`s army is puzzled at their behavior.\nSource: tezukaosamu.net",
      "episode_id" : 35137,
      "length" : 25,
      "number" : 18,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Jericho"
      }, {
        "language" : "GERMAN",
        "title" : "Jericho"
      }, {
        "language" : "JAPANESE",
        "title" : "エリコ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-25",
      "description" : "God gives a land to the people of Israel as promised, and continues to protect Israel from every enemy. However, attacks on Israel, the country enjoying God`s protection, become fiercer than ever. Israel is now comprised of twelve sub-tribes, which are led by twelve brothers respectively. But it seems that they need a king to unite the nation. So Samuel, who is the most respected man in Israel, is asked to choose their king. Samuel says, \"If you choose a king, you must be his warrior or slave at his order. Are you really prepared for that?\"\nSource: tezukaosamu.net",
      "episode_id" : 35138,
      "length" : 25,
      "number" : 19,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Der König Israels"
      }, {
        "language" : "ENGLISH",
        "title" : "One King for Israel"
      }, {
        "language" : "JAPANESE",
        "title" : "初めての王サウル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-28",
      "description" : "Other countries persistently start wars against Israel to defeat Saul`s army. As Saul claims one after another victory, he gains respect from his people, but he eventually becomes arrogant. In the end, he spends all his time fighting. Then Philistine`s army follows closely behind Saul and his sons, and kills his sons first. Then Saul, in despair, props up his sword on the ground and throws himself on it. The sword pierces him and he dies.\nSource: tezukaosamu.net",
      "episode_id" : 35127,
      "length" : 25,
      "number" : 20,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "David und Goliath"
      }, {
        "language" : "ENGLISH",
        "title" : "King Saul"
      }, {
        "language" : "JAPANESE",
        "title" : "サウルの敗北"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-04-30",
      "description" : "God regrets having made Saul the king of Israel, so he decides to make David, a beautiful boy shepherd who lives in Bethlehem, the new king. David used to play the harp beautifully to console Saul, who had been deserted by the God. David is also the brave warrior who makes the fortress of Zion fall. Then he expands upon his power using this fortress. He is the leader of a mighty army supported by God.\nSource: tezukaosamu.net",
      "episode_id" : 35119,
      "length" : 25,
      "number" : 21,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "King David"
      }, {
        "language" : "GERMAN",
        "title" : "Natan, der Prophet"
      }, {
        "language" : "JAPANESE",
        "title" : "ダビデ王"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-05-01",
      "description" : "Solomon, son of David, is a man of matchless intelligence, and he has keen insight into human nature. So he becomes a wise ruler who wins a great deal of public confidence. But as time passes, he eventually loses his love for God, builds the shrine of Solomon, and finally allows people to worship idols outside the castle. Solomon thus violates the Ten Commandments.\nSource: tezukaosamu.net",
      "episode_id" : 35124,
      "length" : 25,
      "number" : 22,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "King Solomon"
      }, {
        "language" : "GERMAN",
        "title" : "König Salomo"
      }, {
        "language" : "JAPANESE",
        "title" : "ソロモンの王国"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-05-02",
      "description" : "Solomon`s kingdom Jerusalem falls to the attack of enemies. The people of Israel are expelled from their country and again become wandering tribes with no place to go. The Hebrews, the people of Israel, are captured in Babylon and are forced to migrate as slaves. Ezekiel keeps some precious scrolls of the Hebrew history with him. He believes that someday his people will enjoy God`s love again. The people of Israel regret their acts against God, and they once again go back to living faithfully in his eyes.\nSource: tezukaosamu.net",
      "episode_id" : 35117,
      "length" : 25,
      "number" : 23,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Gefangen in Babylon"
      }, {
        "language" : "ENGLISH",
        "title" : "The Exile of Israel"
      }, {
        "language" : "JAPANESE",
        "title" : "バビロン捕囚"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-05-06",
      "description" : "The kings of Babylonia are worried about the fact that Hebrews place their faith only in the god of Israel. The kings order Hebrews to worship Marduk, the god of Babylonia. However, they are told through divine revelation that Babylonia would be separated into Media and Persia and that the people of Israel would return to their Promised Land. \"The Lord has said that he would bring you back wherever you might be...\"\nSource: tezukaosamu.net",
      "episode_id" : 35121,
      "length" : 25,
      "number" : 24,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Das Ende der Gefangenschaft"
      }, {
        "language" : "ENGLISH",
        "title" : "Release from Bondage"
      }, {
        "language" : "JAPANESE",
        "title" : "奴隷からの解放"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-05-07",
      "description" : "There is a prophet who wanders through the desert. He is very worried about the Hebrews becoming corrupted and acting against God. But he also feels that everything will change soon and that God`s voice will be heard around the world. One night, an angel Gabriel comes to Mary, who is a fifteen- year-old girl living in Nazareth. He said, \"Mary, don`t be afraid. You have God`s blessing. You will have a baby boy. Name him Jesus. He will be a great man, and will be called the son of the Lord...\" Then true to the revelation, the virgin Mary becomes pregnant.\nSource: tezukaosamu.net",
      "episode_id" : 35126,
      "length" : 25,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Drei Weise aus dem Morgenland"
      }, {
        "language" : "ENGLISH",
        "title" : "Prophets in the Desert"
      }, {
        "language" : "JAPANESE",
        "title" : "砂漠の預言者たち"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "1997-05-09",
      "description" : "Mary is traveling from Nazareth to Bethlehem because Herod the Great has decided to collect taxes from the Jews, and demands that all the people register as residents. It is a difficult journey for the pregnant Mary, but she endures the pain with a firm sense of mission that she is carrying a sacred life within her. Mary and her husband Joseph arrive at her cousin Elizabeth`s house. She has a baby too, and his name is John. Mary gives birth to a baby boy in the stable. The sky that night is lit by a start marking the event.\nSource: tezukaosamu.net",
      "episode_id" : 35128,
      "length" : 25,
      "number" : 26,
      "recap" : false,
      "titles" : [ {
        "language" : "GERMAN",
        "title" : "Die Geburt Jesu"
      }, {
        "language" : "ENGLISH",
        "title" : "The Birth of Jesus"
      }, {
        "language" : "JAPANESE",
        "title" : "イエスの誕生"
      } ],
      "type" : "REGULAR"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.89,
      "total" : 37
    },
    "TEMPORARY" : {
      "rating" : 5.61,
      "total" : 39
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "90362" ],
    "ANISON" : [ "1605" ],
    "ANN" : [ "2591" ],
    "MAL" : [ "2282" ],
    "WEBSITE" : [ "http://tezukaosamu.net/jp/anime/49.html" ],
    "WIKIPEDIA_EN" : [ "In_the_Beginning:_The_Bible_Stories" ],
    "WIKIPEDIA_JP" : [ "手塚治虫の旧約聖書物語" ]
  },
  "similar" : {
    "1553" : {
      "rating" : 2.0,
      "total" : 5
    },
    "7507" : {
      "rating" : 2.0,
      "total" : 5
    }
  },
  "start_date" : "1997-04-01",
  "tags" : {
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2625" : {
      "info_box" : false,
      "name" : "past",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2632" : {
      "info_box" : false,
      "name" : "hell",
      "parent_tag_id" : 6563,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2748" : {
      "info_box" : false,
      "name" : "sex",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2749" : {
      "info_box" : false,
      "name" : "nudity",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2799" : {
      "info_box" : true,
      "name" : "novel",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2833" : {
      "info_box" : false,
      "name" : "Middle East",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2849" : {
      "info_box" : true,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2876" : {
      "info_box" : false,
      "name" : "religion",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "3597" : {
      "info_box" : false,
      "name" : "mythology",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3683" : {
      "info_box" : false,
      "name" : "storytelling",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4302" : {
      "info_box" : false,
      "name" : "Christianity",
      "parent_tag_id" : 2876,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "4413" : {
      "info_box" : false,
      "name" : "heaven",
      "parent_tag_id" : 6563,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "4614" : {
      "info_box" : false,
      "name" : "narration",
      "parent_tag_id" : 3683,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5405" : {
      "info_box" : false,
      "name" : "Egyptian mythology",
      "parent_tag_id" : 3597,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5794" : {
      "info_box" : false,
      "name" : "forbidden love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6563" : {
      "info_box" : false,
      "name" : "spirit realm",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tezuka Osamu no Kyuuyaku Seisho Monogatari: In the Beginning",
    "type" : "MAIN"
  }, {
    "language" : "GERMAN",
    "title" : "Der kleine Bibelfuchs",
    "type" : "OFFICIAL"
  }, {
    "language" : "SPANISH",
    "title" : "Historias de la Biblia",
    "type" : "OFFICIAL"
  }, {
    "language" : "PORTUGUESE",
    "title" : "Histórias da Bíblia",
    "type" : "OFFICIAL"
  }, {
    "language" : "ITALIAN",
    "title" : "In principio: Storie dalla Bibbia",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "In the Beginning: Stories from the Bible",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "手塚治虫の旧約聖書物語 In The Beginning",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "In the Beginning: Stories from the Old Testament",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Seisho Monogatari",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "手塚治虫の旧約聖書物語",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://tezukaosamu.net/jp/anime/49.html"
}