{
  "anime_id" : 5678,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 41376,
      "name" : "Gakushoku no Obasan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41389,
      "name" : "Horiuchi Mari",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41388,
      "name" : "Horiuchi Takumi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41449,
      "name" : "Hosoi Sayuri",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41546,
      "name" : "Irie Kotomi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41553,
      "name" : "Isshiki Kikunosuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6206,
      "name" : "Kakujirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41457,
      "name" : "Kenshuu Nurse Yukie",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41456,
      "name" : "Marie Robbins",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41372,
      "name" : "Matsumoto Ayako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41552,
      "name" : "Megu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41551,
      "name" : "Miki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41447,
      "name" : "Nagasawa Akiko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41390,
      "name" : "Nishigaki Touma",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41445,
      "name" : "Nobuhiro",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41371,
      "name" : "Non-chan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41375,
      "name" : "Robins",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41448,
      "name" : "Shimizu Reiko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41554,
      "name" : "Sobo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41555,
      "name" : "Sofu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6205,
      "name" : "Sukeo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41549,
      "name" : "Take",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41550,
      "name" : "Toshi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6204,
      "name" : "Watanabe",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41446,
      "name" : "Yoshida Toyo",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 6195,
      "name" : "Aihara Kotoko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 11146,
      "name" : "Irie Kotoko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6196,
      "name" : "Irie Naoki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 11147,
      "name" : "Irie Naoki",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 6200,
      "name" : "Aihara Shigeo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6209,
      "name" : "Christine Robins",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6201,
      "name" : "Ikezawa Kinnosuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6197,
      "name" : "Irie Noriko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6198,
      "name" : "Irie Shigeki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6199,
      "name" : "Irie Yuuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6202,
      "name" : "Ishikawa Satomi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6210,
      "name" : "Kamogari Keita",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6211,
      "name" : "Kikyou Motoki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6203,
      "name" : "Komori Jinko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6207,
      "name" : "Matsumoto Yuuko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6213,
      "name" : "Ogura Tomoko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6212,
      "name" : "Shinagawa Marina",
      "type" : "CHARACTER"
    }, {
      "character_id" : 6208,
      "name" : "Sudou-senpai",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "917" : [ {
      "name" : "TMS Entertainment",
      "type" : "ANIMATION_WORK"
    } ],
    "2754" : [ {
      "name" : "Takanashi Yasuharu",
      "type" : "MUSIC"
    } ],
    "6487" : [ {
      "name" : "Soeta Kazuhiro",
      "type" : "CHARACTER_DESIGN"
    } ],
    "7768" : [ {
      "name" : "Fujioka Maki",
      "type" : "CHARACTER_DESIGN"
    } ],
    "9468" : [ {
      "name" : "Tada Kaoru",
      "type" : "ORIGINAL_WORK"
    } ],
    "14777" : [ {
      "name" : "Yamasaki Osamu",
      "type" : "DIRECTOR"
    } ],
    "60070" : [ {
      "name" : "Shimizu Yukako",
      "type" : "SERIES_COMPOSITION"
    } ]
  },
  "description" : "* Based on a shoujo manga by http://anidb.net/cr9468 [Tada Kaoru], serialised in Margaret.\nIt was love at first sight for http://anidb.net/ch6195 [Aihara Kotoko] as top student http://anidb.net/ch6196 [Irie Naoki] delivers a speech on the first day of high school. After two years of secret admiration, \"I don`t want it\" is the rejection she gets when she plucks up enough courage to hand him a love letter. Rejected, Kotoko vows to give him up. By a twist of fate, Kotoko`s house collapses; her dad and her put up at a friend`s place, who happens to be Naoki`s father. And thus, life with Naoki begins and Kotoko`s love for Naoki rekindles again. Much laughter ensues when scatterbrain Kotoko makes her countless advances — supported by Naoki`s wacky mother, http://anidb.net/ch6197 [Noriko] — on ice-cold Naoki, who ignores girls and is a genius at practically everything from studies to sports.",
  "end_date" : "2008-09-27",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2008-04-05",
      "description" : "When young Kotoko-chan, in the unintelligent F-Class, places her heart on Irie-kun, the top ranked student from A-Class, is it all for naught but pain? She finally, after many years, collects her courage and confesses, only to be torn down. Irie-kun even goes so far as to say he hates stupid girls (meaning her), he doesn`t even read her confession letter (which she poured her heart into so sweetly)! Will this one sided love continue in this adversity? And what`s this, she already has an extremely passionate admirer, Kin-kun? Yet poor Kotoko-chan`s day is not over. Tonight is the night she moves into her new house! Oh, the embarrassment though when a slight earthquake tiptoes through Tokyo, her house is the only one to have damage done. Oh, and how extensive it is! The house crumbles like a card pyramid. Now Kotoko-chan is without heart and home. Good thing her dad has a very hospitable friend that jumps at the opportunity to lend a hand to this family. But wait, his name is Irie-kun. It couldn`t possible be that... They are staying at Irie-kun`s house! What a twisted love chain it has become, and only the first episode!\nSource: theTVDB.com",
      "episode_id" : 89040,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 5.66,
        "total" : 15
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G14U4M91Q" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Trick of Fate"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Unmei no Itazura"
      }, {
        "language" : "ARABIC",
        "title" : "مصير المزاح"
      }, {
        "language" : "JAPANESE",
        "title" : "運命のイタズラ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-04-10",
      "description" : "Yes indeed, it is the renowned Irie-kun`s house. After some small talk at breakfast Kotoko and Irie are pushed out the door by Irie`s mother, and to school they walk together. But not happily. Irie-kun soon shows how much he doesn`t care for Kotoko-chan, or maybe how little he cares for human decency. While riding the train Kotoko-chan gets pushed off at the wrong station by the crush of the crowd. When Kotoko frantically tries to get on the train, the doors close and Irie-kun watches as the train slowly pulls away from Kotoko-chan, leaving her with the only options of running to school or being late. When Kotoko-chan confronts him about his rudeness he simply says for her not to talk to him and that he hates absent-minded girls more than stupid ones. After dealing with all of Irie-kun`s cold disdain, she decides to one up him in the upcoming exams. While studying at the house, Irie-kun`s mother shows Kotoko-chan pictures of Irie-kun`s sister - what!?!? Irie-kun was dressed as a girl, and a cute one at that. With one cute picture in hand and a dastardly plan she coerces Irie-kun into becoming her tutor for the exams. On the condition that she makes it into the top 50 students with the highest score, she`ll give the picture back. He grudgingly accepts and a truce is born. While studying the intense stressful attitude turns slowly into a less tense good-natured bit of bullying. There are even a few times when they fall asleep charmingly after studying late into the night. On the way out the door Irie-kun`s mother happily gives Kotoko-chan a good luck charm for the test and the two students head to school. Poor Kotoko-chan though, she clumsily misses the bus again, wait - Irie-kun put his hand in front of the door this time. Something must really be changing. Irie-kun might have a soul. Also, as they walk to class he says \"good luck\". The test is over, results are in, and Kotoko has made it at spot 50. She remembers the good luck charm and opens it to find a super cute picture of her and Irie-kun asleep while studying. Her friends find out and even though they promise not to tell about it, Irie-kun is teased about it somehow and angrily tells Kotoko-chan to stay out of his life.\nSource: theTVDB.com",
      "episode_id" : 89835,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 7.53,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GJWU2V907" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Abunai Doukyo Seikatsu"
      }, {
        "language" : "ENGLISH",
        "title" : "Dangerous Cohabitation"
      }, {
        "language" : "ARABIC",
        "title" : "التعايش الخطر"
      }, {
        "language" : "JAPANESE",
        "title" : "アブない同居生活"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-04-17",
      "description" : "How depressing. After Kotoko-chan and Irie-kun had gotten just a little closer, she inadvertently brings embarrassment to the one she loves. Now he will never love her. She falls asleep with tear-stains down her cheeks and her confession letter in her hand. When Irie-kun walks in to tell her it`s her turn in the shower, he on impulse decides to read the letter, his face is blank, and void of expression. At breakfast the table is full of talk of the Sports Festival. On a whim the family decides to watch as Kotoko-chan and Irie-kun participate especially since they happen to be participation in an event together. The differences in classes are pointed out when it shows the excited spiritful F-Class and then the boorish studying A-class. F-class pulls ahead and now it`s Kotoko turn to participate in the burrowing race. She is called to bring the person she loves. She runs over to ask Irie-kun but chickens out and asks his father instead. Then it`s on to the mixed relay, while they walk to the start Kotoko-chan taunts Irie-kun about how her class will win he replies by saying he hadn`t done his best before and that now he will. In the last leg it turns out to be Kin-kun and Irie-kun. Just as Irie-kun sprints across the finish line Kotoko-chan is pushed out in front of him and she gets run over. Kin-kun steams as Irie-kun carries her to the nurse. It seems they are getting close again, perhaps Irie-kun is used to having her around. Well, any good impression he may have made is thwarted when Irie-kun embarrassingly recites the letter she wrote him. Before he gets to the last part where she had written that she loved him, she jumps up and slaps him. At that moment the house goes up in chaos. Everyone had no idea that Kotoko-chan loved Irie-kun. Then Kin-kun jumps into the scene through an unlocked door. He proceeds to boast of his #1 passion for Kotoko-chan. He finishes his boast with the claim that, despite Kotoko-chan`s feelings for Irie-kun he does not reciprocate in the least. Irie-kun replies that people`s feelings can change, the person you hate might become the person you love. Everyone is taken aback and the story continues.\nSource: theTVDB.com",
      "episode_id" : 89963,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 7.26,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GN7UD421J" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Baton Pass of Love"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koi no Baton Touch"
      }, {
        "language" : "ARABIC",
        "title" : "لمسة العصا الرومانسية"
      }, {
        "language" : "JAPANESE",
        "title" : "恋のバトンタッチ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-04-24",
      "description" : "Geez, Irie-kun`s mama is really determined. Kotoko-chan and her friends have made plans to go to Waterland and (only thinking about Kotoko and Irie-kun`s future) she sends Yuki and Irie to Waterland just to try to get Kotoko and Irie into a romantic situation. Yeah I know, but anyways on their little trip Yuki tries to observe Kotoko at bit closer, so he asks Irie to go get him some ice-cream. While Irie`s out, to get Yuki`s ice-cream, Yuki switches from the part of the pool where he can stand on the floor, to the part of the pool where Kotoko and her friends are (where he can`t stand). Right when he lets go of the ladder he starts to sink because he can`t touch the bottom. Right after he becomes unconscious Kotoko saves him. During that time, Irie overhears these two girls about a little kid who almost drowned. Next, after he heard he hurried off without the ice-cream to see if Yuki is okay. When he finally gets Kotoko and the others, he realizes that Kotoko took very good care of Yuki, so he just stands there and smiles. Soon after that Kotoko decides to take everyone to the waterslides and when it`s her turn to go, down she goes. Once she starts going down, she gets a leg cramp, which paralyzes her so she can`t move. Once she gets to the bottom of the waterslide, Irie notices that she`s having a hard time getting out, so he pulls her up and out of the water just in time, and gives her foot a relaxing foot rub.\nSource: theTVDB.com",
      "episode_id" : 89964,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 7.79,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GK9U3XMK3" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Dokidoki na Natsuyasumi"
      }, {
        "language" : "ENGLISH",
        "title" : "Exciting Summer Vacation"
      }, {
        "language" : "JAPANESE",
        "title" : "ドッキドキな夏休み"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-05-01",
      "description" : "The final exams start next week, and the results decide whether or not the F-class students make it into college. After having received prior assistance from Naoki with her and her friends` schoolwork, Kotoko is asked - commanded, rather - to get Naoki to tutor the whole of Class F so they can pass their finals.\nSource: theTVDB.com",
      "episode_id" : 89965,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 8.31,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GVWU09W71" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gakeppuchi! F Gumi Fuyu no Jin"
      }, {
        "language" : "ENGLISH",
        "title" : "The Crucial Moment! Class-F`s Winter Battle"
      }, {
        "language" : "JAPANESE",
        "title" : "ガケっぷち! F組冬の陣"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-05-08",
      "description" : "With Naoki`s help, the whole of Class F passes their finals (with the exception of Kinnosuke). Kotoko tries to give Naoki some homemade chocolate but fails to do so. Later on, Naoki is set to take the entrance exam to Tokyo University. Kotoko sets off to accompany him to the venue; however, the plot twists when Kotoko`s health takes a turn for the worse.\nSource: theTVDB.com",
      "episode_id" : 89966,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 8.24,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GPWUKGZV3" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Choco to Juken to Ekibyougami"
      }, {
        "language" : "ENGLISH",
        "title" : "Chocolate, Exams and the Jinx"
      }, {
        "language" : "JAPANESE",
        "title" : "チョコと受験と疫病神"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-05-15",
      "description" : "Having missed the entrance exams for Tokyo University, Naoki decides to go with the school`s escalator system. Graduation day`s rolled round and soon after that, the F and A classes bump into each other during their farewell dinners. An exchange of heated words soon ensues where Naoki puts Kotoko down in front of everyone, upsetting her greatly and forcing her to do something drastic - which in turn yields an unexpected outcome.\nSource: theTVDB.com",
      "episode_id" : 90648,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 8.83,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GZ7UV42EP" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ijiwaru na Kiss"
      }, {
        "language" : "ENGLISH",
        "title" : "Teasing Kiss"
      }, {
        "language" : "JAPANESE",
        "title" : "イジワルなKiss"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-05-22",
      "description" : "The first day of college has finally arrived, but Kotoko can`t stop thinking about her first kiss with Naoki! What does this mean for their relationship? Just as she thinks she`s finally secured a place in Naoki`s heart, an obstacle arises in the form of Yuuko Matsumoto, bishie extraordinaire.\nSource: theTVDB.com",
      "episode_id" : 90663,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 8.25,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GQJUG2V37" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Akogare no Campus Life!?"
      }, {
        "language" : "ENGLISH",
        "title" : "Yearning Campus Life!?"
      }, {
        "language" : "JAPANESE",
        "title" : "憧れのキャンパスライフ!?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-05-29",
      "description" : "Joining the tennis club turns out to be the worst decision of Kotoko`s college life. The grueling practices, the painful injuries and the complete feeling of incompetence would be worth it...if only Naoki would show up to practice!! Meanwhile, Kotoko works up the courage to ask Naoki to the latest \"couple`s movie\", but of course Naoki flat out refuses. Kotoko decides to go to the movie anyway but is shocked to see Naoki there with none other than Yuuko Matsumoto!? Can Kotoko really compete with someone so perfectly matched to Naoki?\nSource: theTVDB.com",
      "episode_id" : 90664,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 8.47,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GWDU8DEJW" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Aim for a Date!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Date o Nerae!"
      }, {
        "language" : "JAPANESE",
        "title" : "デートをねらえ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-06-05",
      "description" : "Kotoko`s father has decided that him and Kotoko have overstayed their welcome, and so the time has finally come for Kotoko to leave the Irie`s! How will Kotoko manage? Has she lost her only advantage to winning Naoki`s heart!?\nSource: theTVDB.com",
      "episode_id" : 90665,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 7.07,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GEVUZEXDE" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Goodbye Rainy Day"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sayonara Rainy Day"
      }, {
        "language" : "JAPANESE",
        "title" : "さよならレイニー・デイ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-06-12",
      "description" : "Naoki begins thinking about what he wants to do with his life and about the future of the family business. For spring break, Kotoko and Sudou go to Romance Village to be closer to Naoki and Matsumoto. However, the experience isn`t as \"romantic\" as it may seem.\nSource: theTVDB.com",
      "episode_id" : 90666,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 7.75,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G7PU49M1J" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Dream of Kiss Kiss Kiss"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yume de Kiss Kiss Kiss"
      }, {
        "language" : "JAPANESE",
        "title" : "夢でkiss・Kiss・Kiss"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-06-26",
      "description" : "Irie tells his father he does not wish to take over his company, instead he wants to become a doctor. Irie`s dad has a heart attack after he hears this. When the company employees come to see Irie senior in hospital, one of them requests a marriage interview with Irie. Irie meets Chris and decides to marry her. Kotoko decides to give up on Irie after she overhears him telling oba-chan that he likes Chris. Kotoko goes on a date with Kin and he officially proposes to her.\nSource: theTVDB.com",
      "episode_id" : 91588,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 7.81,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G4VUQ21V5" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Hearts Passing Each Other By"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Surechigau Heart-tachi"
      }, {
        "language" : "JAPANESE",
        "title" : "すれ違うハートたち"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-07-03",
      "description" : "Worried over how to answer Kin, Kotoko talks to her dad about what he thinks about her getting married to Kin. Kotoko`s father suggests that they leave Irie`s place, Kotoko agrees. Irie brings Chris home to meet his family, Oba-chan acts very stuck-up, even Yuuki doesn`t seem to be too happy about Irie marrying Chris, he confronts Irie and comments that Irie is in love with someone else. Oba is very upset while talking to her husband in hospital saying she was sure Irie loved Kotoko but now he`s marrying Chris, Yuuki comes in and claims that the only one Irie-kun loves is Kotoko. Kotoko skips Tennis to go and see Kin and plans to say yes to his marriage proposal. Kotoko`s two friends catch up to Irie and Matsumoto talking and explain that Kotoko is not with them because she went to see Kin and give him an answer since he proposed to Kotoko. when Irie hears this he runs off somewhere. meanwhile Kin requests Kotoko`s answer but she is unable to give him one, and asks for more time, Kin gets angry and says he will force Kotoko to forget Irie, and as Kin grabs onto Kotoko she yells `Irie-kun`. Kin falls to the floor crying while Kotoko runs out into the rain.\nSource: theTVDB.com",
      "episode_id" : 91674,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 9.3,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GJWU2V9W7" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koi no Period"
      }, {
        "language" : "ENGLISH",
        "title" : "Love Period"
      }, {
        "language" : "JAPANESE",
        "title" : "恋のピリオド"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-07-10",
      "description" : "Kotoko feels guilty for having led Kinnosuke on. As she walks in the rain, she encounters Irie-kun, who is holding an umbrella. He confesses his love for her, and they walk home holding hands. Irie-kun announces his proposal to the Irie family and to Kotoko`s father. After getting permission, he ties up all the loose ends with his father, Chris, Kinnosuke, and Chris` father. Irie`s mother rushes their wedding, and they get married within two weeks of Irie-kun`s proposal.\nSource: theTVDB.com",
      "episode_id" : 91675,
      "length" : 25,
      "number" : 14,
      "rating" : {
        "rating" : 9.69,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GN7UD42MJ" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Saikyou no Kiss"
      }, {
        "language" : "ENGLISH",
        "title" : "Strongest Kiss"
      }, {
        "language" : "JAPANESE",
        "title" : "最強のKiss"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-07-17",
      "description" : "Now married, Kotoko and Naoki head off to Hawaii for their honeymoon. They soon become accquainted with fellow newlyweds Horiuchi Mary (Mari) and Takumi. Things start to get ugly when Mary decides to interfere with Kotoko and Naoki`s relationship.\nSource: theTVDB.com",
      "episode_id" : 91975,
      "length" : 25,
      "number" : 15,
      "rating" : {
        "rating" : 9.19,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GWDU8DE20" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Honeymoon Panic!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Honeymoon Panic!"
      }, {
        "language" : "JAPANESE",
        "title" : "ハネムーン・パニック!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-07-26",
      "description" : "Chris is about to return to England, but still harbours strong feelings for Kinnosuke. Feeling sympathetic towards Chris, Kotoko decides to help her in her quest to win Kinnosuke`s heart. However, things don`t quite go out the way they should...at least, initially.\nSource: theTVDB.com",
      "episode_id" : 92045,
      "length" : 25,
      "number" : 16,
      "rating" : {
        "rating" : 5.72,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GG1U2G4JP" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Chasing Happiness"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Oikakete Happiness"
      }, {
        "language" : "JAPANESE",
        "title" : "追いかけてハッピネス"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-08-02",
      "description" : "It`s Kotoko`s first day of learning how to be a nurse and she meets and befriends 4 new people: Ogura Tomoko, Shinagawa Marina, Kamogari Keita, and the lovable Kikyou Motoki(Miki). She then finds out that Marina, Motoki, and Tomoko all love Naoki. And all hate his wife who happens to be Kotoko. Unable to bring herself to say she is Naoki`s wife she plays along with their plan to find out out who Naoki`s wife is. Later on they go to Naoki and Kotoko`s house and try to find out who it is. Kotoko frustrated with keeping the secret is about to tell them that she is Naoki`s wife, however all three of them see Naoki walking up to the house with Mastumoto Yuuko and of course believe she is Naoki`s wife. Astounded by her beauty and class Marina, Motoki, and Tomoko give up on Naoki, leaving Kotoko unhappy about the fact that they think Yuuko is Naoki`s wife. The next day however Naoki comes into her classroom and tells her about some shopping requests. When he leaves, everyone is speechless and Kotoko begins apologize for deceiving them. However finding out that Kotoko is Naoki`s wife, they are filled with joy and now have their hopes up again. Later at dinner, Marina, Motoki, and Tomoko group around Naoki while Kotoko is drinking with Keita. After yelling at Keita, due to being drunk, she falls asleep. Naoki is about to take her home, but Keita, furious about Naoki not caring about Kotoko`s needs, yells at him. The next day when Keita sees Kotoko working as hard as she can, he lets her use his arm to practice on blood pressure. While Kotoko is getting ready, Keita begins to blush showing he has feelings for her. Naoki sees Keita and Kotoko together and begins to get jealous.\nSource: theTVDB.com",
      "episode_id" : 92236,
      "length" : 25,
      "number" : 17,
      "rating" : {
        "rating" : 7.37,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GEVUZEX75" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Enviable New Face"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Netamaresou na New Face"
      }, {
        "language" : "JAPANESE",
        "title" : "ねたまれそうなNEWフェイス"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-08-09",
      "description" : "Kotoko is still learning the tricks and trades of becoming a nurse. Kotoko faints during an practice autopsy which results in Keita saving her. Naoki sees this and decides to confront Keita. Keita however strongly believes that Naoki treats Kotoko with no respect and ignores Naoki`s words. Meanwhile Naoki`s mother seems to notice that Keita is much more chivalrous to Kotoko than Naoki and decides to find out more about him. After gaining information from other students, Keita is just a nice guy and even Naoki`s mother believes that even she would choose Keita over Naoki. The end of the episode shows Keita concerned about Kotoko going back to Naoki, and asking her to leave Naoki for her own good, as he believes Naoki does not love her.\nSource: theTVDB.com",
      "episode_id" : 92237,
      "length" : 25,
      "number" : 18,
      "rating" : {
        "rating" : 6.01,
        "total" : 4
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GX9UQ0JE7" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Fukigen na Triangle"
      }, {
        "language" : "ENGLISH",
        "title" : "Ill-Tempered Triangle"
      }, {
        "language" : "JAPANESE",
        "title" : "不機嫌なトライアングル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-08-16",
      "description" : "Irie-kun starts to ignore Kotoko due to being overly jealous of Keita, when Kotoko gets very fed-up of his behavior she gets very upset and starts throwing books at him and saying that Keita was right Irie doesn`t care about her and that Keita thinks about her more then Irie does and that Keita was serious, Irie slaps Kotoko, Kotoko yells that she`s had enough and runs away, she ends up at Tomoko`s house. Kotoko`s dad talks to Irie about how things had been between him and Kotoko`s late mother. The next day in the lunch room Keita talks to Kotoko asking her to live with him now that she`s run away from home, when Kotoko declines Keita confesses that he is in love with Kotoko, and she should not go back to someone who does not love her, Kotoko tries to defend Irie but Keita questions if Irie came after her, and just as Kotoko is feeling like Keita is right, Irie runs in claiming Keita is wrong and that he was only being the way he was because he was feeling jealous of Keita, explaining that he (Irie) has never felt jealous or sad before so he didn`t know what to do, he confesses that he can work through it all with Kotoko by his side, Kotoko still teary, questions Irie if its OK for her to be by his side, Irie smiles at her saying that`s what he wants, Kotoko runs to him, the whole school breaks into cheers and congratulates them. Later, Irie is seen kissing Kotoko in their bedroom.\nSource: theTVDB.com",
      "episode_id" : 92238,
      "length" : 25,
      "number" : 19,
      "rating" : {
        "rating" : 6.98,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G14U4M97W" ]
      },
      "titles" : [ {
        "language" : "JAPANESE",
        "title" : "CRAZY FOR YOU"
      }, {
        "language" : "ENGLISH",
        "title" : "Crazy for You"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Crazy for You"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-08-23",
      "description" : "When Kotoko announces to Irie that during the capping ceremony/graduation all the male students in the medical department are to present flowers to the nurses they like, he tells Kotoko that he won`t be able to make it to the ceremony because of a meeting and that the whole flower giving idea was stupid. Then Kotoko is selected as the representative for her class and has to recite the Nightingale Pledge because she is Irie`s wife and because nobody except Moto volunteered but since the head nurse knows that Moto is a male and the tradition was to have female nurses to recite the Pledge, he wasn`t selected. Afterwards, Kotoko practices memorizing the Pledge but has trouble when Moto walks by reciting the entire Pledge perfectly. At that moment, Kotoko realizes that Moto really did want to be a female nurse because of an old movie he saw so she schemes a plan with him. Towards the end of the ceremony, Moto shows up wearing a female nurse uniform. The head nurse tells him to go get changed but Kotoko and the rest of the class objected so the nurse ended up capping Moto. Kotoko recites the Pledge perfectly and afterward, she stays behind in the cathedral and Irie shows up, shocking Kotoko. Irie apologizes to Kotoko because he didn`t make it in time for the ceremony. Four years later, Kotoko is a full fledged nurse but still acts like a novice since she runs in the halls and isn`t perfunctory. Her patient is an \"old hag\" because she makes Kotoko run errands. The patient also secretly took pictures of Irie and when Kotoko took a picture of Irie that her patient took, the patient tells the head nurse that Kotoko was stealing. The head nurse chastises her and sends her off. As Kotoko walks by Keita and his patient Kotoko realizes that Keita`s patient is in love with him even though he denies it. When she joins Moto and the other nurses, they tell Kotoko that Nobuhiro, a movie star, was in the waiting area. They drag Kotoko to find Nobuhiro and when they were standing in front of the T.V. a guy tells them to move and then they realize that the guy was Nobuhiro. They beg for his autograph but Nobuhiro tells them to stop bothering him. Kotoko stands up to him and Nobuhiro hugs her and says, \"I miss you. Kotoko-san.\" However, Kotoko has no idea who he is.\nSource: theTVDB.com",
      "episode_id" : 92239,
      "length" : 25,
      "number" : 20,
      "rating" : {
        "rating" : 6.57,
        "total" : 4
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GN7UD42ME" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nightingale no Chikai"
      }, {
        "language" : "ENGLISH",
        "title" : "Nightingale`s Oath"
      }, {
        "language" : "JAPANESE",
        "title" : "ナイチンゲールの誓い"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-08-30",
      "description" : "Nobuhiro turns out to be Yuki-kun`s friend Non-chan from back when Yuki was admitted into hospital. However, he has changed very much due to his loneliness from growing up in the hospital. Kotoko manages to talk to Non-chan and makes him realize how many people care for him.\nSource: theTVDB.com",
      "episode_id" : 92240,
      "length" : 25,
      "number" : 21,
      "rating" : {
        "rating" : 5.42,
        "total" : 4
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GMKUXVQ1V" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Glass no Shounen"
      }, {
        "language" : "ENGLISH",
        "title" : "The Glass Boy"
      }, {
        "language" : "JAPANESE",
        "title" : "ガラスの少年"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-09-06",
      "description" : "It is Kotoko`s birthday and Irie takes her out for the night. Irie and Kotoko are very `lovey dovey` in this episode. Irie and Kotoko pull an all-nighter at the hospital as a lot of emergencies came in, Kotoko stayed even though she seemed to have a fever. When Kotoko returns home in the morning, Oba-chan looks worried over her appearance and asks her if she`s alright. Kotoko thinks she`s running a slight fever, but Irie asks everyone to wait a moment. He asks Kotoko if she`s pregnant, Oba-chan and Yuki both get a shock and yell `what!`. The episode is left at a cliffhanger.\nSource: theTVDB.com",
      "episode_id" : 92485,
      "length" : 25,
      "number" : 22,
      "rating" : {
        "rating" : 8.17,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G31UX9WNW" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Saikou no Present"
      }, {
        "language" : "ENGLISH",
        "title" : "The Best Present"
      }, {
        "language" : "JAPANESE",
        "title" : "最高のプレゼント"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-09-13",
      "description" : "After visiting the hospital, it is confirmed that Kotoko is indeed pregnant. Oba-san throws a party, Kotoko`s and Irie-kun`s fathers both look up baby names, even Yuki is excited though he tries not to show it, but is later seen with toys for the baby. After the party, Kotoko-chan and Irie-kun enter their bedroom, Kotoko is a bit worried and questions Irie-kun on what he thinks about her being pregnant, if he`s happy about it or not. Irie-kun calls her an idiot and hugs her saying he is very happy. Going to work, Kotoko`s friends make her doubt Irie-kun`s loyalty to her. As Kotoko spies on him (with Oba-san spying on both Kotoko and Irie-kun) she sees him talking and laughing along with a young nurse. Kotoko then sees Irie-kun talking to Yuuko Matsumoto who it seems has been admitted to hospital. Later, while walking home, Kotoko questions him about the young nurse. Irie-kun mentions the young nurse being cute and Kotoko seems to feel down after hearing that. The next day Kotoko spies on Irie-kun and the young nurse as they visit Yuuko Matsumoto, who sees Kotoko standing outside. Kotoko covers up by saying she was worried about Yuuko. Irie-kun talks to the young nurse using `chan` after her name, Kotoko gets all jealous, but her jealousy is cut short as Sudo-senpai rushes into Yuuko`s room and bumps into Kotoko on the way in, therefore ending her jealousy trance. Later when their shift is over, Irie-kun reassures Kotoko`s doubts of him, and catches her as she`s about to fall down the stairs. As they stand there, Kotoko`s friends spy on them. As Kin-chan announces that he is going to marry Chris, two men in black walk into the restaurant. It seems Chris` mum is here. She grabs Kin-chan`s face and takes time to examine him, then tells Chris that Kin-chan is a very handsome man, also saying that Kin-chan should come to England once he marries Chris. Back at the hospital, Matsumoto Yuuko is giving Sudu-san and Kotoko a hard time, as she tries to go back to work. When Sudo-san gets angry at her for not thinking of her own health he slaps her, causing Yuuko to punch him in the face as she walks out in an angry fit with Kotoko chasing after her. When Yuuko tells Kotoko to leave her alone as she`s going back to work, Kotoko questions her and asks if Yuuko is going to work still dressed in her pajamas. As they return to Yuuko`s room they overhear Sudo-san talking to Irie-kun about Yuuko. Yuuko then returns to her bed saying she will be staying until she gets better. Kotoko and Irie-kun return home, Oba-san calls Irie-kun over and tells him that she is very upset with him, showing him all the photos she took of him talking to other nurses. Kotoko and Irie-kun enter their bedroom and Kotoko says that Oba-san was just worried, but Kotoko stops talking mid-sentence, Irie-kun asks what`s wrong. It seems the baby is moving.\nSource: theTVDB.com",
      "episode_id" : 92577,
      "length" : 25,
      "number" : 23,
      "rating" : {
        "rating" : 7.15,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G2XU0Q477" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kimi, Meguru, Boku"
      }, {
        "language" : "ENGLISH",
        "title" : "You, Going Around, Me"
      }, {
        "language" : "JAPANESE",
        "title" : "キミ, メグル, ボク"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-09-20",
      "description" : "Kotoko is messing around with her C-cup breasts. She later on goes to see Kin-chan and finds out that Chris is 3 months pregnant. Kotoko, after coming back home, tells Irie-kun about the news. She later doesn`t feel good and thinks it is because of the iron tablets she`s been taking to replenish her blood. She doesn`t tell Irie-kun about this because she doesn`t want to disturb him while he`s writing this thesis. The next day, Kotoko and her friends are discussing when Kotoko is going to take maternal leave. She refuses quickly, stating that she wants to work as much as possible and goes to see Irie-kun. Later on, her friends from work go home and leave Kotoko to walk home with Irie-kun but he informs her that he will be working late that evening as he wants to do more of his thesis. It then shows Kotoko on the tube where she thinks that she feels a bit light-headed. As she is walking up the steps from the tube she collapses at the top not feeling well, she is spotted and then an ambulance is called, Kotoko is unconscious. Irie-kun is then seen writing when his mobile phone starts ringing. We seen him running through to the hospital where Kotoko is, all the family are there. It turns out she was exerting herself too much during pregnancy. One month later Kotoko persuades Irie-kun to go to Pregnancy Classes with Kin-chan and Chris. It`s there where she goes into labor. Kotoko, Irie-kun and Oba-san are at the vending machines at the hospital when Matsumoto is rushed in with Sudou. She has been coughing up blood due to her illness. Irie-kun has no option but to operate and that`s when Kotoko gives birth, Irie missing it. They have a baby girl and call her Kotomi. It then shows a few years later and it is clear that Kotoko and Kotomi are rivals for Irie`s love. It ends flicking through scenes of the friends and family of Kotoko and Irie-kun.\nSource: theTVDB.com",
      "episode_id" : 92717,
      "length" : 25,
      "number" : 24,
      "rating" : {
        "rating" : 9.11,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G8WUNM133" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Happy Love Carnival"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Happy Love Carnival"
      }, {
        "language" : "JAPANESE",
        "title" : "ハッピー・ラブ・カーニバル"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-09-27",
      "description" : "Kotoko, Naoki and their daughter Kotomi go to Naoki`s grandparents home. On the train, Naoki has a flashback to when he and Kotoko went there after their marriage.\nSource: theTVDB.com",
      "episode_id" : 92856,
      "length" : 25,
      "number" : 25,
      "rating" : {
        "rating" : 6.51,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GD9UVX39G" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hello Again"
      }, {
        "language" : "ENGLISH",
        "title" : "Hello Again!"
      }, {
        "language" : "JAPANESE",
        "title" : "ハロー♡アゲイン"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2008-04-05",
      "episode_id" : 125819,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 1a"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2008-08-02",
      "episode_id" : 137279,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 1b"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2008-04-05",
      "episode_id" : 125818,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2008-07-03",
      "episode_id" : 125817,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 89850,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Commercial 1"
      } ],
      "type" : "PROMOTION"
    } ],
    "PARODY" : [ {
      "air_date" : "2008-05-14",
      "episode_id" : 91367,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Kiss, Kiss, Kiss, in a Dream"
      } ],
      "type" : "PARODY"
    }, {
      "air_date" : "2008-09-27",
      "episode_id" : 93172,
      "length" : 25,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "OVgAy"
      } ],
      "type" : "PARODY"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 6.29,
      "total" : 3231
    },
    "REVIEW" : {
      "rating" : 7.12,
      "total" : 4
    },
    "TEMPORARY" : {
      "rating" : 7.5,
      "total" : 3277
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "330235" ],
    "ANIME_NFO" : [ "4256,lmskgc" ],
    "ANISON" : [ "9952" ],
    "ANN" : [ "9193" ],
    "CRUNCHY_ROLL" : [ "GJ0H7Q53J" ],
    "FUNIMATION" : [ "itakiss/" ],
    "MAL" : [ "3731" ],
    "SYOBOI" : [ "1369" ],
    "WEBSITE" : [ "http://itakiss-anime.jp/index.htm" ],
    "WIKIPEDIA_EN" : [ "Itazura_na_Kiss" ],
    "WIKIPEDIA_JP" : [ "イタズラなKiss" ]
  },
  "similar" : {
    "199" : {
      "rating" : 5.0,
      "total" : 22
    },
    "356" : {
      "rating" : 6.666666666666666,
      "total" : 21
    },
    "4691" : {
      "rating" : 4.871794871794871,
      "total" : 39
    },
    "5053" : {
      "rating" : 8.023255813953488,
      "total" : 86
    },
    "5841" : {
      "rating" : 3.5714285714285716,
      "total" : 14
    },
    "6103" : {
      "rating" : 4.647887323943662,
      "total" : 71
    },
    "7008" : {
      "rating" : 6.470588235294118,
      "total" : 136
    },
    "15421" : {
      "rating" : 7.272727272727273,
      "total" : 11
    }
  },
  "start_date" : "2008-04-05",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1077" : {
      "info_box" : true,
      "name" : "shoujo",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1471" : {
      "info_box" : false,
      "name" : "lethal chef",
      "parent_tag_id" : 2653,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2043" : {
      "info_box" : false,
      "name" : "high school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2343" : {
      "info_box" : false,
      "name" : "ojou-sama laugh",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2455" : {
      "info_box" : false,
      "name" : "tsundere",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2491" : {
      "info_box" : false,
      "name" : "nurse",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2653" : {
      "info_box" : false,
      "name" : "slapstick",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2667" : {
      "info_box" : false,
      "name" : "university",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2748" : {
      "info_box" : false,
      "name" : "sex",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2750" : {
      "info_box" : false,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2752" : {
      "info_box" : false,
      "name" : "tennis",
      "parent_tag_id" : 2881,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2778" : {
      "info_box" : false,
      "name" : "slow when it comes to love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2779" : {
      "info_box" : false,
      "name" : "multiple couples",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2786" : {
      "info_box" : false,
      "name" : "love polygon",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2853" : {
      "info_box" : true,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2855" : {
      "info_box" : false,
      "name" : "under one roof",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2858" : {
      "info_box" : true,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2864" : {
      "info_box" : false,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2874" : {
      "info_box" : false,
      "name" : "disaster",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2881" : {
      "info_box" : false,
      "name" : "sports",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2888" : {
      "info_box" : false,
      "name" : "coming of age",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2924" : {
      "info_box" : false,
      "name" : "earthquake",
      "parent_tag_id" : 2874,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3023" : {
      "info_box" : false,
      "name" : "funny expressions",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3103" : {
      "info_box" : false,
      "name" : "first love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3185" : {
      "info_box" : false,
      "name" : "wordplay",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3217" : {
      "info_box" : false,
      "name" : "working life",
      "parent_tag_id" : 2864,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "3852" : {
      "info_box" : false,
      "name" : "Bright slap",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4030" : {
      "info_box" : false,
      "name" : "mental cinema",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4055" : {
      "info_box" : false,
      "name" : "facial distortion",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4224" : {
      "info_box" : false,
      "name" : "adapted into JDrama",
      "parent_tag_id" : 7242,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4323" : {
      "info_box" : false,
      "name" : "spacing out",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4480" : {
      "info_box" : false,
      "name" : "happy ending",
      "parent_tag_id" : 6246,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "4498" : {
      "info_box" : false,
      "name" : "heart-warming",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4537" : {
      "info_box" : false,
      "name" : "time skip",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4558" : {
      "info_box" : false,
      "name" : "long time span",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4570" : {
      "info_box" : false,
      "name" : "watercolour style",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4669" : {
      "info_box" : false,
      "name" : "parenting",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "4761" : {
      "info_box" : false,
      "name" : "love letter",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5515" : {
      "info_box" : false,
      "name" : "faceless background characters",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5790" : {
      "info_box" : false,
      "name" : "family without mother",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5826" : {
      "info_box" : false,
      "name" : "rivalry",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "5851" : {
      "info_box" : false,
      "name" : "female protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5954" : {
      "info_box" : false,
      "name" : "call my name",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5984" : {
      "info_box" : false,
      "name" : "girly tears",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6034" : {
      "info_box" : false,
      "name" : "Engrish",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6246" : {
      "info_box" : false,
      "name" : "ending",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7075" : {
      "info_box" : false,
      "name" : "adapted into Japanese movie",
      "parent_tag_id" : 7242,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7242" : {
      "info_box" : false,
      "name" : "adapted into other media",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Itazura na Kiss",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "ItaKiss",
    "type" : "OFFICIAL"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "Itakiss",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "イタズラなKiss",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "ink",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "itakiss",
    "type" : "SHORT"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "Beso travieso",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Itazurana Kiss",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Mischievious Kiss",
    "type" : "SYNONYM"
  }, {
    "language" : "TURKISH",
    "title" : "Yaramaz Öpücük",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Дяволита целувка",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Озорной поцелуй",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Шаловливый поцелуй",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "恶作剧之吻",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://itakiss-anime.jp/index.htm"
}