{
  "anime_id" : 6026,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 64573,
      "name" : "Frank Nagase",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64463,
      "name" : "Hiraki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64540,
      "name" : "Kanzaki Itsuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64803,
      "name" : "Matsuyama Menou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64670,
      "name" : "Rina no Manager (Onna)",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64671,
      "name" : "Rina no Manager (Otoko)",
      "type" : "CHARACTER"
    }, {
      "character_id" : 65280,
      "name" : "Sakura Dan 1 (Muromachi Ayako)",
      "type" : "CHARACTER"
    }, {
      "character_id" : 65281,
      "name" : "Sakura Dan 2 (Touin Sarii)",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64572,
      "name" : "Tamaru Ken`ichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64669,
      "name" : "Touya (Kodomo Jidai)",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64538,
      "name" : "Touya no Chichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64539,
      "name" : "Yamamoto",
      "type" : "CHARACTER"
    }, {
      "character_id" : 64672,
      "name" : "Happiizu",
      "type" : "ORGANIZATION"
    } ],
    "MAIN" : [ {
      "character_id" : 1868,
      "name" : "Fujii Touya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1871,
      "name" : "Morikawa Yuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1872,
      "name" : "Ogata Rina",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 1869,
      "name" : "Kawashima Haruka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1874,
      "name" : "Mizuki Mana",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1876,
      "name" : "Nanase Akira",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1870,
      "name" : "Ogata Eiji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1873,
      "name" : "Sawakura Misaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 1875,
      "name" : "Shinozuka Yayoi",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "466" : [ {
      "name" : "Yoshinari Kou",
      "type" : "ANIMATION_DESIGN"
    } ],
    "1140" : [ {
      "name" : "Seven Arcs",
      "type" : "ANIMATION_WORK"
    } ],
    "1146" : [ {
      "name" : "Aquaplus",
      "type" : "ORIGINAL_WORK"
    } ],
    "1566" : [ {
      "name" : "Sakata Osamu",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "3894" : [ {
      "name" : "Elements Garden",
      "type" : "MUSIC"
    } ],
    "4672" : [ {
      "name" : "Fujita Junpei",
      "type" : "MUSIC"
    } ],
    "8149" : [ {
      "name" : "Fujima Hitoshi",
      "type" : "MUSIC"
    } ]
  },
  "description" : "http://anidb.net/ch1868 [Fujii Touya], a college student, is dating a rising idol singer named http://anidb.net/ch1871 [Morikawa Yuki]. There are numerous challenges to the couple`s relationship from the other people at Fujii`s college, Morikawa`s work, and elsewhere.",
  "end_date" : "2009-03-29",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2009-01-04",
      "description" : "November, 1986. Second-year student at Yunagi university, Touya Fuji, is having a nightmare one morning. The dream is about his girlfriend and newly-cast idol, Yuki Morikawa. Touya oversleeps and misses his first day of a part-time job. He is promptly fired and reluctantly goes to school. There, he bumps into Yuka who is on her way to a taping of a TV show. The two of them have a brief chat. Touya`s college sempai, Misaki Sawakura, gives him some advice which rattles him a bit: \"You`ll be seeing even less of her going forward.\" Thanks to an introduction by his good friend, Akira Nanase, Touya lands a job working at Echoes cafe.  At the same time, Yuki is about to film a TV shoot with her sempai from her agency, Rina Ogata. Yuki, having a minor role in the shoot, ends up being disliked by a group of idols known as Sakuradan. They pull a nasty stunt on her...\nSource: crunchyroll",
      "episode_id" : 96095,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 5.36,
        "total" : 18
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRVND4ZDY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sou, Ano Toki wa Mou, Switch ga Haittetanjanai ka naa"
      }, {
        "language" : "ENGLISH",
        "title" : "Yes, Maybe the Button Was Already Pushed by Then."
      }, {
        "language" : "JAPANESE",
        "title" : "そう, あの時はもう, スイッチが入ってたんじゃないかなあ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-01-11",
      "description" : "Yuki stops by music star-turned-studio president, Eiji Ogata`s home, after finishing shooting a TV shoot. At the same time, Touya is paid a surprise visit by his childhood friend, and college classmate, Haruka Kawashima. The two of them go for a walk together. Yuki finds Rina crying in Eiji`s bedroom and wonders what`s going on. The next day, two girls clad in poor disguises come to cafe Echoes where Touya is working. It turns out to be Rina and Yuki. Yuki leaves to go to work and Rina, alone at this point, writes a message for Touya on a napkin: \"Can I have your phone number?\"\nSource: crunchyroll",
      "episode_id" : 96148,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 7.33,
        "total" : 14
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6P85GVD6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Do You Believe in Long-destined Encounters?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Zutto Mae kara Shikumareteta, Sonna Deaitte, Shinjiru?"
      }, {
        "language" : "JAPANESE",
        "title" : "ずっと前から仕組まれてた, そんな出会いって, 信じる?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-01-18",
      "description" : "Rina offers Touya a part time job \"Helping out her manager.\"\nIt starts tomorrow, she says, and he can do it without quitting his job at Echoes.\nTouya cancels his job as a tutor, more out of a desire to see Yuki than interest in the job itself.\nWhen he goes to the studio the next day, Rina`s manager is fired, and Eiji promotes him from help to official manager despite his inexperience.\nBut his manner during the recording offends Rina, and she becomes infuriated at him.\nWhat does Rina really think?\nSource: crunchyroll",
      "episode_id" : 96336,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 6.53,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8VD5GJY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Hand in Hand, Shoulder to Shoulder, Back to Back, and Then... We Don`t Have to Take Off Our Clothes."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Te to Te, Kata to Kata, Senaka to Senaka, Sore kara. Fuku no Ue kara datte Iinda"
      }, {
        "language" : "JAPANESE",
        "title" : "手と手, 肩と肩, 背中と背中, それから. 服の上からだっていいんだ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-01-25",
      "description" : "Saturday, thanks to Rina`s intervention, Touya and Yuki are able to go on their first date in a long time.\nThey decide to go to their old high school, Harugasaki High.  There, Yuki will reveal half of her secret.\nEarly that morning, Rina tells Touya that the time and place of the date have changed, in an attempt to have time with him for herself.\nBut Touya accidentally messes up the time and place that Rina designated.\nWhile waiting anxiously for Yuki, Touya meets a senior at Hotarugaki High, Mana Mizuki.\nTouya finds himself at a loss due to her strong and free-willed manner.  \nThe two of them head for Hotarugaki High, but...\nSource: crunchyroll",
      "episode_id" : 96459,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 6.6,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRDQK877Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Sometimes You Feel Like You Understand Someone Beyond Imagination. A Lot of Times It`s the Opposite Though."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Souzou o Koete Wakariaeteru tte, Kanjiru Toki ga Aru. Gyaku no Toki mo Ooi kedo ne"
      }, {
        "language" : "JAPANESE",
        "title" : "想像を超えて分かり合えてるって, 感じる時がある. 逆の時も多いけどね"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-02-01",
      "description" : "The next day, Yuki`s manager, Yayoi Shinozuka, is waiting for Touya.\nShe tells him that their thoughtless actions are perfect bait for celebrity gossip magazines.  \nYayoi tells him of a trap that Rina once fell into, and subtly hints that he should break up with Yuki.\nThat evening, Yayoi suddenly visits Touya at his home, and unable to refuse her request, he finds himself going out with her.  On the way back in the car, she steals a kiss from him.\nTouya flees from her back to his room, and there he sees the script that Misaki wrote for the drama club`s school fair play.\nAs he flips through the pages, his phone rings...\nSource: crunchyroll",
      "episode_id" : 96515,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 7.33,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G65VP3Q36" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "It`s Not Only Those Who Are Close to You That Get in Your Way. The Less You Know Someone, the Harsher You Are."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jama o Suru no ga, Chikashii Ningen dake to wa Kagiranai. Shiranai Hito hodo, Tekibishii"
      }, {
        "language" : "JAPANESE",
        "title" : "邪魔をするのが, 近しい人間だけとは限らない. 知らない人ほど, 手厳しい"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-02-08",
      "description" : "I won`t fall asleep tonight.\nI`m waiting.\nTouya receives this message from Yuki via Haruka. While he considers how to respond, he gets a call from a frantic Misaki.\nHer script itself was accepted by the Drama Club, but the Drama Club president, with whom she has a past with, is forcing her to make all the props and clothes herself. The time limit is two weeks.\nTouya happily offers to help Misaki, and she begins to calm down. After he gets off the phone, he runs to Yuki`s apartment, but finds Yayoi`s car parked in front. He turns around and leaves. The next day he reconsiders and goes back, but she isn`t there.\nAt the same time, Yuki is in Studio Tri-Sad, beginning the recording of the debut single that Eiji wrote for her, \"White Album\"...\nSource: crunchyroll",
      "episode_id" : 96560,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 6.25,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYGG582DY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Good Way to Forget Your Troubles... How About Getting Involved in Somebody Else`s?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nayami o Wasureru Ii Houhou. Tanin no Trouble ni Kubi o Tsukkonde Mirutte no wa, Dou?"
      }, {
        "language" : "JAPANESE",
        "title" : "悩みを忘れるいい方法. 他人のトラブルに首を突っ込んでみるってのは, どう?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-02-15",
      "description" : "Yuki successfully finishes the recording of her debut single, \"White Album.\"  Meanwhile, Misaki is staying at Touya`s father`s house, as the two of them work to make the props and clothes.\nThe next day, Touya visits the Mizuki household for his tutor job, where he was previously sent away before even coming inside.\nThere he meets the girl he saw on the day of his date with Yuki, Mana.\nMana surprises him by easily clearing all the problems he gives her.\nOn his way back, he finds that Misaki has come to the station to meet him.  The two of them stop at Echoes to have dinner, and during their meal, Rina drops by...\nSource: crunchyroll",
      "episode_id" : 96561,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 6.42,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYE5X890R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Mental Image Is Something That Needs Constant Building Up. It Crumbles Easily."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Image wa Dondon Kouchiku Shinakya. Tada de sae, Hashi kara Kuzureteku Mono nandakara"
      }, {
        "language" : "JAPANESE",
        "title" : "イメージはどんどん構築しなきゃ. ただでさえ, 端から崩れてくものなんだから"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-02-22",
      "description" : "Touya is stunned by Rina`s overwhelming vocals.  \nEiji as well is so impressed he says that \"he has nothing else to do.\"\nBut at the same time he listens to the recording of Yuki`s \"incomplete\" vocals, and runs out of the studio.\nRina chases him down and talks to him about herself and Eiji, as well as Yuki`s music.\nAt the same time, a mentally imbalanced Haruka is wandering the streets, and is harassed by two men.  She`s saved by Mana, who happens to pass by.\nTouya is spending his days working with Misaki, the work getting more and more frantic as the deadline approaches...\nSource: crunchyroll",
      "episode_id" : 96562,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 7.76,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR9PVW0E6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jikan ga Nai Toki hodo, Ooku no Koto ga Dekiru. Yatte Shimau. Mochiron, Koi datte"
      }, {
        "language" : "ENGLISH",
        "title" : "The Less Time You Have, the More You Can Do. The More You Do. Of Course, Love Is No Exception."
      }, {
        "language" : "JAPANESE",
        "title" : "時間がない時ほど, 多くの事ができる. やってしまう. もちろん, 恋だって"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-03-01",
      "description" : "The day of the big rehersal for the drama club play, Touya and Misaki finish the props and clothes.  However, Tamaru insists that they change the color to \"monotone.\"\nIn desperation, Touya and Misaki turn to Touya`s father for help. The three work all night and manage to get the work done, but Touya oversleeps and misses Yuki`s appearance at the fair. The next day is the day of the play, but the two of them are sent away before they can see it by Tamaru.\nAn infuriated Misaki takes Touya and sneaks into the closed second floor of the Hall, but...\nSource: crunchyroll",
      "episode_id" : 96930,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 8.76,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR49P3JE6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Memories Don`t Need to Be Prettied Up Like a Play. The Minute You Say Them Aloud, They`re All Lies."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Omoide ni Kinokiita Scenario wa Iranai. Kuchi kara Deta Shunkan, Douse Minna Tawagoto"
      }, {
        "language" : "JAPANESE",
        "title" : "思い出に気の利いたシナリオは要らない. 口から出た瞬間, どうせみんなたわ言"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-03-08",
      "description" : "The injured Misaki spends a night at the hopsital, and finds herself rapidly growing closer with Akira, who stayed with her the whole time. Due to a secret agreement between the head of M&M Music (The company representing the Sakuradan), Itsuki\nKanzaki, and Ogata Productions` Eiji, Rina is forced to change the venue she was going to perform her concert in.\nShe angrily agrees to the change, but on one condition: Touya must be hired again as her private staff. As a show of her resolution towards the concert, Yuki entrusts Yayoi with a letter for Touya.\nTouya visited \"Echoes\" with Rina, and speaks with Misaki, but is rudely brushed off by Akira. Drawing inspiration from a conversation she had with Touya, Rina comes up with a bold plan for Christmas Eve...\nSource: crunchyroll",
      "episode_id" : 96931,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 7.73,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQ0835Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hitorizumou ga Munashii no wa, Hitori Dakaratte Dake ja Nai. Kankyaku no Me ga, Itainda"
      }, {
        "language" : "ENGLISH",
        "title" : "Sumo Wrestling by Yourself Isn`t Lonely Just Because You Don`t Have a Partner. The Eyes of the Audience Sting, Too."
      }, {
        "language" : "JAPANESE",
        "title" : "一人相撲が虚しいのは, 一人だからってだけじゃない. 観客の目が, 痛いんだ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-03-15",
      "description" : "Eiji reveals his secret agreement for the Christmas concert: a match to see who can bring in more fans.\nRina interrogates Yayoi about a letter she discovered in the office trash can, but the answer she gets is... \nThe perfectionist Rina begins a grueling rehearsal schedule for the Christmas Eve concert.  Right beside her is Touya, who is there as part of his \"job\".\nMana has gotten close enough to Haruka that the two of them are going biking together.\nMeanwhile, Touya is troubled over his feelings for Yuki, and reveals them to Yayoi...\nSource: crunchyroll",
      "episode_id" : 97152,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 8.14,
        "total" : 5
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY5VP390Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mune ni Tsukaete Iru Koto o, Toki wa Kaiketsu Shite Kurenai. Boukyaku no Label o Haru Dake de"
      }, {
        "language" : "ENGLISH",
        "title" : "Time Won`t Take Care of the Feelings Building Up in Your Heart. It Just Labels Them \"Forgotten.\""
      }, {
        "language" : "JAPANESE",
        "title" : "胸につかえていることを, 時は解決してくれない. 忘却のラベルを貼るだけで"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-03-22",
      "description" : "Touya reveals his relationship with Yayoi to Rina but she takes him to task, telling him it’s too dangerous. The next day, Rina goes to wait for Touya in the VIP room at the end of his work day at Echoes, but Touya leaves with Yayoi in her car. Yayoi invites Touya into her bedroom and he soon finds himself in over his head. Backstage at Club Calma, Rina reads aloud a letter from Yuki addressed to Touya. Touya, realizing Yuki’s true feelings as well as his own, tearfully rushes out of the room. Touya is determined to make it to Yuki’s concert, but he can’t get ahold of the all-important ticket. Things look bleak for Touya until his friends come through for him...\nSource: crunchyroll",
      "episode_id" : 97151,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 8.27,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRGG58K5R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shibaru Koto. Azamuku Koto. Ubau Koto. Ataeru Koto. Dore yori Tsurai no ga, Matsu Koto"
      }, {
        "language" : "ENGLISH",
        "title" : "Tying Down. Deceiving. Stealing. Giving. More Painful Than All of Them Is Waiting."
      }, {
        "language" : "JAPANESE",
        "title" : "縛ること. 欺くこと. 奪うこと. 与えること. どれより辛いのが, 待つこと"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2009-03-29",
      "description" : "At long last, the Christmas concert begins, full of emotions and feelings. Touya shows up at the Yunagi Koukaidou for Yuki`s concert. He gazes at her up on stage from the audience. \nThe lyrics of her debut song, \"White Album\" bring out memories of all the times the two shared.\nSaying to herself, \"It isn`t over yet,\" finishes her climactic concert at Club Calma. Immediately, without even stopping to rest, she dashes off. But to where...? Backstage, after the concert, Touya gets a rather large gift from Yuki. Before parting ways, Yuki whispers to him, \"I love you.\"\nSource: crunchyroll",
      "episode_id" : 97150,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 8.42,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRE5X8J16" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Even Though the Glass Was Tipped over, Didn`t You Notice? Not Even One Drop of Water Remained."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Utsuwa ga Katamuiteru no ni, Kizukanakatta? Mizu wa Mou Itteki mo Nokottenakattakara ne"
      }, {
        "language" : "JAPANESE",
        "title" : "器が傾いてるのに, 気づかなかった? 水はもう一滴も残ってなかったからね"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2009-01-04",
      "episode_id" : 96135,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 8.25,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2009-01-04",
      "episode_id" : 96137,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 6.62,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.51,
      "total" : 1698
    },
    "REVIEW" : {
      "rating" : 5.19,
      "total" : 5
    },
    "TEMPORARY" : {
      "rating" : 6.62,
      "total" : 1711
    }
  },
  "related" : {
    "SAME_SETTING" : [ 9823 ],
    "SEQUEL" : [ 6970 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "332631" ],
    "ANIME_NFO" : [ "4349,uketev" ],
    "ANISON" : [ "10718" ],
    "ANN" : [ "10134" ],
    "CRUNCHY_ROLL" : [ "G6K5E8M9Y" ],
    "MAL" : [ "4720" ],
    "SYOBOI" : [ "1553" ],
    "VNDB" : [ "v236" ],
    "WEBSITE" : [ "http://web.archive.org/web/20100305185814/http://www.whitealbum-tv.com/" ],
    "WIKIPEDIA_EN" : [ "White_Album_(visual_novel)" ],
    "WIKIPEDIA_JP" : [ "WHITE_ALBUM" ]
  },
  "similar" : {
    "5117" : {
      "rating" : 5.454545454545454,
      "total" : 22
    },
    "5415" : {
      "rating" : 2.5,
      "total" : 8
    }
  },
  "start_date" : "2009-01-04",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1590" : {
      "info_box" : false,
      "name" : "motorcyclist",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2438" : {
      "info_box" : true,
      "name" : "idol",
      "parent_tag_id" : 2794,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2625" : {
      "info_box" : false,
      "name" : "past",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2667" : {
      "info_box" : true,
      "name" : "university",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2670" : {
      "info_box" : false,
      "name" : "school festival - TO BE SPLIT AND DELETED",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2784" : {
      "info_box" : false,
      "name" : "sudden girlfriend appearance",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2786" : {
      "info_box" : true,
      "name" : "love polygon",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2793" : {
      "info_box" : false,
      "name" : "performance",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2794" : {
      "info_box" : true,
      "name" : "music",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2803" : {
      "info_box" : true,
      "name" : "erotic game",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2804" : {
      "info_box" : true,
      "name" : "visual novel",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2844" : {
      "info_box" : true,
      "name" : "angst",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2858" : {
      "info_box" : true,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2859" : {
      "info_box" : true,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2880" : {
      "info_box" : false,
      "name" : "Christmas",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2883" : {
      "info_box" : false,
      "name" : "the arts",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2887" : {
      "info_box" : false,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3040" : {
      "info_box" : false,
      "name" : "male protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3170" : {
      "info_box" : false,
      "name" : "occupation and career",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3683" : {
      "info_box" : false,
      "name" : "storytelling",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3758" : {
      "info_box" : false,
      "name" : "performing in a concert",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3813" : {
      "info_box" : false,
      "name" : "winter",
      "parent_tag_id" : 6185,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "3971" : {
      "info_box" : false,
      "name" : "entertainment industry",
      "parent_tag_id" : 3170,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4222" : {
      "info_box" : false,
      "name" : "walls of text",
      "parent_tag_id" : 3683,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4479" : {
      "info_box" : false,
      "name" : "sense of foreboding",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4570" : {
      "info_box" : false,
      "name" : "watercolour style",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4656" : {
      "info_box" : false,
      "name" : "infidelity",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "5790" : {
      "info_box" : false,
      "name" : "family without mother",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5826" : {
      "info_box" : false,
      "name" : "rivalry",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "5840" : {
      "info_box" : false,
      "name" : "birthday",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5862" : {
      "info_box" : false,
      "name" : "melodrama",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5884" : {
      "info_box" : false,
      "name" : "slow-paced",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6018" : {
      "info_box" : false,
      "name" : "predominantly adult cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6148" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO EPISODE",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6185" : {
      "info_box" : false,
      "name" : "season",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "White Album",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "WHITE ALBUM",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "White Album",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "白色相簿",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "W.A.",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "WA",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "White Album I",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Белый Альбом",
    "type" : "SYNONYM"
  }, {
    "language" : "UKRAINIAN",
    "title" : "Білий альбом",
    "type" : "SYNONYM"
  }, {
    "language" : "ARABIC",
    "title" : "الألبوم الأبيض",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "ホワイトアルバム",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "白色相本",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://web.archive.org/web/20100305185814/http://www.whitealbum-tv.com/"
}