{
  "anime_id" : 6088,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 34540,
      "name" : "Anzawa Saburou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34347,
      "name" : "Ban Yasuji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34379,
      "name" : "Chinpira",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34539,
      "name" : "Fujita Kouhei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34340,
      "name" : "Grim",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34528,
      "name" : "Hatano Issei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 29020,
      "name" : "Hazuki Shino",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34523,
      "name" : "Inohana Kouzou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34378,
      "name" : "Ishi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34525,
      "name" : "Josei Caster",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34375,
      "name" : "Kozue no Hahaoya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34524,
      "name" : "Kuramochi Yuudai",
      "type" : "CHARACTER"
    }, {
      "character_id" : 35086,
      "name" : "Kusunoki Mia",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34481,
      "name" : "Matsunaga",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34467,
      "name" : "Momose Katsuko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34373,
      "name" : "Nishijou Nanami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34372,
      "name" : "Nishijou Takumi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34520,
      "name" : "Norose Gen`ichi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34472,
      "name" : "Ryukku Otoko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 35087,
      "name" : "Ryukku Otoko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34529,
      "name" : "Sena no Haha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34348,
      "name" : "Suwa Mamoru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34541,
      "name" : "Takagi Ryou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34371,
      "name" : "Takashina Fumio",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34374,
      "name" : "Takumi no Hahaoya",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 1140,
      "name" : "Nishijou Takumi",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 4538,
      "name" : "Aoi Sena",
      "type" : "CHARACTER"
    }, {
      "character_id" : 4537,
      "name" : "Kishimoto Ayase",
      "type" : "CHARACTER"
    }, {
      "character_id" : 4539,
      "name" : "Kusunoki Yua",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34337,
      "name" : "Misumi Daisuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 4536,
      "name" : "Nishijou Nanami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 4541,
      "name" : "Orihara Kozue",
      "type" : "CHARACTER"
    }, {
      "character_id" : 4535,
      "name" : "Sakihata Rimi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 4540,
      "name" : "Seira Orgel",
      "type" : "CHARACTER"
    }, {
      "character_id" : 33210,
      "name" : "Shougun",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "731" : [ {
      "name" : "Madhouse",
      "type" : "ANIMATION_WORK"
    } ],
    "1334" : [ {
      "name" : "5pb.",
      "type" : "ORIGINAL_WORK"
    } ],
    "1354" : [ {
      "name" : "Nitroplus",
      "type" : "ORIGINAL_WORK"
    } ],
    "2187" : [ {
      "name" : "Shimamura Hidekazu",
      "type" : "CHARACTER_DESIGN"
    } ],
    "3719" : [ {
      "name" : "Inoue Toshiki",
      "type" : "SERIES_COMPOSITION"
    } ],
    "5280" : [ {
      "name" : "Ishiyama Takaaki",
      "type" : "DIRECTOR"
    } ],
    "12109" : [ {
      "name" : "Kozakai Yoshio",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ]
  },
  "description" : "* Based on a visual novel developed by http://anidb.net/cr1334 [5bp] and http://anidb.net/cr1354 [Nitroplus] for the PC.\nhttp://anidb.net/ch1140 [Takumi], a troubled young man, struggles to distinguish reality from his delusions, while being pursued by the perpetrator of a series of bloody murders — or so he believes. His travels take him in and around Shibuya, Tokyo and his adventures bring him in contact with various scientific themes such as the concepts of matter, antimatter, and the Dirac sea.",
  "end_date" : "2008-12-25",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2008-10-09",
      "description" : "Under an overcast, rainy sky, a blue-haired high school boy lies among the shattered ruins of a city, and a pink-haired high school girl appears, wielding a large bladed weapon, who kneels beside him and kisses him while resting the point of her weapon on his chest. Nishijou Takumi is a very reclusive person who lives in a storage container; he is not interested in the real world and suffers from a delusion with Seira Orgel, his favorite anime character. His friend Misumi tells him about a series of incidents called the New Generation events. Takumi chats with a person named Shogun who shows him a barrage of image links depicting a murder of a man being hung by stakes. Horrified, he goes to an internet café to ease his mind. After, he walks into a dark alley and is horrified to watch the murder he saw online; only it is real and happening in front in his eyes. He also sees a pink-haired schoolgirl covered in blood wearing his school`s uniform standing right next to the bloody scene. She then calls out his name. He runs away while unintentionally carrying one of the stakes. The next day, he feels someone is stalking him and finds it was a girl named Kusunoki Yua. She tells him that she too is a fan of Seira. After some initial reluctance, he finally agrees to accompany her to pre-order the latest Seira figurine. The next day, he is shocked to find the pink-haired girl sitting next to him. \nSource: Wikipedia",
      "episode_id" : 93196,
      "length" : 30,
      "number" : 1,
      "rating" : {
        "rating" : 5.87,
        "total" : 17
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR495XJQ6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Boot Up"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kidou"
      }, {
        "language" : "JAPANESE",
        "title" : "起動 boot up"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-10-16",
      "description" : "Takumi believes the girl is here to kill him, but the girl laughs it off having no idea what he is talking about. After looking into her eyes, he remembers her name as Sakihata Rimi. At first he is confused, but then Misumi Daisuke says that the three of them have been friends since the first year. While at home he is surprised to find Rimi checking up on him. Takumi freaks out and orders her to get out. At the same time, the Tokyo Metropolitan Police Department Criminal Investigation Division have found surveillance footage who they believe is a suspect of the murdered staked man. Takumi accompanies Yua to pre-order the latest Seira figurine. As they interact more with each other, Takumi takes a liking to Yua as she accepts him for who he is. Yua accidentally spills out the contents of her handbag. Takumi then realizes that she has been conducting a lot of research on the New Generation murder incidents all along. Takumi, who is frightened with delusional thoughts, attempts to run. She confronts him about what he is hiding by pulling out one of the cross-shaped stakes he had taken from the murder scene. Despite her suddenly threatening nature, she claims that she only wanted to ascertain if he knew about it. She also states that she is curious about whether or not Takumi has the power of precognition. Her reasoning behind this are the images of the third New Generation incident that were sent to Takumi. Takumi claims that he got them from someone called Shogun and wonders if Yua is that person. Yua, however, explains that the images were found on the computer he was using at the internet cafe. Yua concludes that Takumi is Shogun. Nevertheless, she lets him go, and Takumi returns home playing his MMORPG. \nSource: Wikipedia",
      "episode_id" : 93505,
      "length" : 30,
      "number" : 2,
      "rating" : {
        "rating" : 7.99,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQGM3XY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ego"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jiga"
      }, {
        "language" : "JAPANESE",
        "title" : "自我 ego"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-10-23",
      "description" : "A flashback shows when Takumi was a little boy. He is upset for having not gone on a school field trip, so he wished that no one could go. He drew a picture of a school bus and then he ripped it in half. His mother then receives a call informing her that on the way to the field trip the bus got in an accident and was ripped in half. Takumi thought his wish came true. For days he was speechless, in which his mother promptly took him to a psychiatrist. In present time, Takumi goes to the hospital to see Takashi Fumio, his childhood psychiatrist, accompanied by Hazuki, his nurse. He claims that he is sleepwalking so they have him sleep for three hours to see if he gets up. Hazuki says that he was not sleepwalking and so Takumi goes home. Rimi goes to the library and meets a strange student. Back at home, Takumi receives an image of him running from the murder while holding a stake. He believes that Shogun took a picture of the future. Daisuke brings Takumi to a live concert to see the band, called Phantasm, and their lead singer, stage-named FES. Takumi notices that FES is looking at him and hallucinates that she is walking towards him with a sword. Takumi leaves the concert early and the scene goes to a girl and her mother preparing to move to a new house. Nanami takes Takumi to go buy him a cell phone and then they go eat. There, Takumi notices a girl with a sword similar to that of FES. At home Takumi goes on the chat room and clicks on a link that entitles the fourth New Generation incident, which then leads to an auction called \"Vampire\". \nSource: Wikipedia",
      "episode_id" : 93538,
      "length" : 30,
      "number" : 3,
      "rating" : {
        "rating" : 7.74,
        "total" : 13
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRK50VMG6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Contact"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sesshoku"
      }, {
        "language" : "JAPANESE",
        "title" : "接触 contact"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-10-30",
      "description" : "While walking on the street Takumi bumps into a strange girl carrying a sword that others can`t see but Takumi can see it. Kishimoto Ayase, the real name of FES, transfers into Takumi`s school. On the way home, Ban Yasuji and Suwa Mamoru, two detectives of the police department, ask Takumi about the recent murder cases. Takumi buys a new figurine of Seira so Rimi comes by to visit. Ayase tells Takumi that something called a Di-Sword can save him so he goes to find and buy one, though later recognized as a counterfeit. Nanami stops by for a visit but leaves angrily, breaking the sword. Orihara Kozue, the girl who was moving to Tokyo from the last episode is now a transfer student at Takumi`s school. Takumi wanders the streets of Shibuya and has a delusion that he and an old man in a wheelchair are the only ones left in the world. The man claims he is Shogun and tells Takumi to hurry up and awaken, or else more people will die. Rimi snaps him out of it and Takumi heads home, thanking her. \nSource: Wikipedia",
      "episode_id" : 93539,
      "length" : 30,
      "number" : 4,
      "rating" : {
        "rating" : 6.76,
        "total" : 14
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYVNV1KW6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Commencing"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shodou"
      }, {
        "language" : "JAPANESE",
        "title" : "初動 commencing"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-11-06",
      "description" : "Takumi finds out from Rimi and Daisuke that the detectives are investigating the school. Yua catches Takumi in his attempt to hide from her after she requests to meet with him again. She tells him he has multiple personalities and that he should stop killing people. Takumi runs, but he is pursued and eventually runs into Ayase who helps him escape. Ayase takes him to the subway. There Ayase shows Takumi her Di-Sword by pulling it out of empty space. She tells Takumi the swords come from parallel worlds existing in the same dimension as the real world, which she refers to as delusions, delusions projected into the real world by people with certain powers. When Takumi gets home he finds an e-mail from Grim with a link to a video of the first New Generation case, called the \"Group Dive\", and Takumi realizes the video was filmed by Shogun. \nSource: Wikipedia",
      "episode_id" : 93540,
      "length" : 30,
      "number" : 5,
      "rating" : {
        "rating" : 5.73,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRP84035R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Guidance"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Michibiki"
      }, {
        "language" : "JAPANESE",
        "title" : "先導 guidance"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-11-13",
      "description" : "Yua comes to Takumi`s class and he runs away screaming. Takumi is found by Rimi near the courtyard and finally agrees to allow Rimi to support him and he begins walking to and from school with her. After school, Takumi and Rimi go to a café and he begins to fill her in on his encounter with Shogun. At this time, a protest against the New Generation events passes by the café. Back at his place Takumi tries to call upon his real Di-Sword while holding the fake one, but Rimi stops him. Rimi leaves to get more soda, and while she is gone Takumi finds out that his old psychiatrist has been killed as the victim of the fifth New Generation incident. Meanwhile, Sena destroys a device made by the Nozomi Technology Group in someone`s backpack. The next day, Takumi learns more about finding his Di-Sword from Ayase. After school, Rimi walks Takumi home and he tries to tell her about his possible power to make delusions real but she does not believe him. Ban goes to see Momose Katsuko to learn more about the New Generation events. Meanwhile, Takumi apparently gets a call from Shogun, but when he answers it all he hears is a strange tune, the one from the pedestrian scramble and street crossings, and then suddenly a strange earthquake hits Shibuya with a very loud alarm-like noise and causes the sky to momentarily turn white. \nSource: Wikipedia",
      "episode_id" : 95120,
      "length" : 30,
      "number" : 6,
      "rating" : {
        "rating" : 4.61,
        "total" : 13
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G68VENQ16" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Embracement"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Houyou"
      }, {
        "language" : "JAPANESE",
        "title" : "抱擁 embracement"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-11-20",
      "description" : "After the earthquake, Takumi searches for Rimi at school. Ayase jumps off the school roof, but Takumi unwittingly creates a flowerbed to save her from the fall. Later, nasty rumors begin to circulate around the school that it was Takumi`s relationship with Ayase that caused her to jump. As his class is teasing him, a feminine voice begins speaking to Takumi in his head. After school, Takumi gets beat up by a group of paid thugs, but is saved by Kozue who is apparently able to communicate telepathically. She is revealed to be another Di-Sword wielder as well as a friend of Sena Aoi, the girl that Takumi met in the streets a few days ago. Sena explains that people who are able to see and obtain Di-Swords are called \"Gigalomaniacs\", and that they are capable of projecting their delusions to other people, with the help of their Di-Swords. The Nozomi Technology Group has a meeting and it is revealed that they are using a machine called Noah II to synthetically use the powers of the Gigalomaniacs for their own purpose. To this end, they have recruited several people, called \"Porters\" who carry special devices in backpacks to allow Noah II`s signal to reach people. The backpack device destroyed by Sena in the previous episode is revealed to be one such mobile transmitter port for Noah II`s signals. Takumi learns that he, Sena and Kozue are all Gigalomaniacs with the power to project delusions into reality, using a process called \"real-booting\". Takumi is said to be special in that he is unknowingly capable of real-booting delusions even without a Di-Sword. When a Noah II created delusion of a runaway digger appears and cause people to panic, Sena and Kozue jump into action to destroy the mobile transmitters carried in backpacks by the Porters nearby. The Nozomi Technology Group vows to remove all obstacles to their plans. Takumi, Sena, and Kozue form a group to stop Nozomi, and Kozue urges that they take a commemorative picture in a nearby photo booth. \nSource: Wikipedia",
      "episode_id" : 95121,
      "length" : 30,
      "number" : 7,
      "rating" : {
        "rating" : 4.7,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYDQPXM46" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jikaku"
      }, {
        "language" : "ENGLISH",
        "title" : "Realization"
      }, {
        "language" : "JAPANESE",
        "title" : "自覚 realization"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-11-27",
      "description" : "Takumi is still waiting for Rimi to show up in school. She has not appeared in school since the day of the earthquake. Kozue comes to ask Takumi to accompany them to attack the headquarters of the Nozomi Technology Group to destroy Noah II. Takumi refuses so Kozue starts crying to force him to join them. He then takes her outside the school to avoid troublesome rumors. Sena was waiting for them outside and convinces him to join them. They entered through the front of the building and reached the underground research facility with the help of Sena who projected a delusion that caused the people around them to see the trio as corporate executives. Meanwhile, Rimi is shown in a hospital room talking to an old man in a wheelchair, shown as Shogun, who Takumi saw previously in the streets of Shibuya. The trio apparently finds Noah II but Genichi Norose, the president of the Nozomi Technology Group appears to stop them. Takumi sees visions of Sena`s past and that her real name is Hatano Sena and not Aoi Sena. When they were about to lose, Ayase suddenly appears and helps them. She then collapses after the fight. Norose was frozen due to Ayase`s projection of her delusion but he makes Sena and Kozue fight each other by causing them to see delusions that made them think the other is Norose. Takumi unconsciously cancels the delusions Sena and Kozue were seeing. Sena apparently defeats Norose and Kozue destroys Noah II. They then find out that it was not Noah II, but just a prototype machine and that the Norose they defeated was simply a delusion real-booted by that machine. Takumi goes to school the next day and is overjoyed to see Rimi. Norose is shown in a dark office in a high building talking to someone, apparently another Gigalomaniac, who is trapped and held up in his massive Di-Sword. \nSource: Wikipedia",
      "episode_id" : 95249,
      "length" : 30,
      "number" : 8,
      "rating" : {
        "rating" : 3.38,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR5VW49QR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Linkage"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rendou"
      }, {
        "language" : "JAPANESE",
        "title" : "連動 linkage"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-12-04",
      "description" : "Yua is shown in Momose`s private investigator office talking to Ban about the New Generation incidents and Takumi, while Ban asks her if she is the twin sister of Kusunoki Mia, who is one of the five victims of the \"Group Dive\". Ban receives a call from Mamoru saying the sixth New Gen incident has occurred. Takumi also finds out about the sixth incident from the internet through his online friend Grim, who identifies it as \"Brainless\". The victims were the thugs who attacked Takumi previously. He believes that Shogun is deliberately targeting him. Going through old stuff stored in boxes to find clues, he comes across an old essay of his entitled \"Those eyes... Whose are they?\" with a scribbling written in the back including a formula, \"Ir2\", on it. He then receives a cryptic call from Nanami asking for his help. Meanwhile, Yua tells Ban about Ayase`s Di-Sword. Ban replies with him seeing Sena in a security camera video pulling out a Di-Sword out of nowhere. Momose, sitting next to Ban, changes the topic and asks about the frog plushies hanging from Yua`s handbag, while Yua tells them they are currently trendy and that new designs come out on the weekends with long lines of people waiting to buy them. Takumi, Rimi, and Daisuke go to visit Ayase in the hospital. Rimi tells the two of them to go ahead and excuses herself. She is later spotted by the two having an argument with Ayase. Ayase, back in her room, tells Takumi that overcoming his \"divine punishment\" trial would enable him to obtain his Di-Sword. Ayase then tells him about her own ordeal. Later, Takumi receives another call from Nanami asking for his help. He returns to his container house with Rimi and finds Sena and Kozue waiting for him on top of it. Sena asks him if he was the one who drew the scribble with the \"Ir2\" equation on it, and when Takumi confirms, Sena jumps down to attack him with her Di-Sword. Rimi pulls him away and summons her own Di-Sword to block Sena`s attacks. Sena goes past Rimi using a feint attack and moves to attack Takumi, then Rimi stops her by forcing her to see a delusion involving a certain homeless man from her past. After Sena stops attacking, Takumi asks her about \"Ir2\". Sena blames him because that equation is what led to the destruction of her family. She tells him that the chaos in Shibuya right now originated from that equation. Kozue, who was simply watching from the sidelines, mentions seeing a homeless man telling her that the boy who started \"Those eyes... Whose are they?\" is the most important. Sena then leaves to find that man. Takumi thanks Rimi for saving his life. On the way to the his childhood house, Rimi warns Takumi that things will not remain the same if he goes and tries to discourage him from going. Takumi tells her that he has to see Nanami. When Takumi reaches the place where his childhood home was supposed to be, he is shocked to see unfamiliar scenery instead, and Rimi tells him that he has nowhere in the world to go home to. Elsewhere, Shogun is shown entering a hidden hospital room. The name of the patient ironically written outside the room is Nishijou Takumi. \nSource: Wikipedia",
      "episode_id" : 95250,
      "length" : 30,
      "number" : 9,
      "rating" : {
        "rating" : 6.57,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6GGQJK86" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kyozetsu"
      }, {
        "language" : "ENGLISH",
        "title" : "Rejection"
      }, {
        "language" : "JAPANESE",
        "title" : "拒絶 rejection"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-12-11",
      "description" : "Takumi is told by Rimi that his memories are actually fabricated and that he is actually a delusional existence created by Shogun, the real Nishijou Takumi. He is shocked by all of the revelations and begins to think Rimi had betrayed him. She apologizes to Takumi for hiding everything from him, then embraces him. Rimi tells him she has to go to rescue Nanami from her kidnappers and leaves, telling Takumi to wait for her in his house. She made him promise to not have anymore delusions, since it shortens the life of Shogun. Back in Momose`s office, Ban and Momose discuss the connections between the Meiwa Political Party and the Church of Natural Divine Light within the Nozomi Technology Group affection the biorhythms of the pedestrian scramble. Ban receives a call from Suwa who is apparently in trouble and is being held at the hospital. He tells Yua and Momose to hide in the meantime and then leaves to find Suwa. Distraught after having his existence denied, Takumi calls Daisuke to affirm his existence, but hangs up on him after receiving an ambiguous answer. Rimi is shown on an overpass talking to the real Takumi on her cellphone. Ban meets Hazuki in the hospital, who tells him a suspicious man went up the stairs to the roof. Yua is shown to have followed Ban to the hospital where she apparently confronts a delusion of her deceased twin sister Mia, who almost succeeds in leading her to her death. In the ensuing struggle, Yua awakens as a Gigalomaniac and obtains her Di-Sword. Suwa, revealed to be a part of the Church of Natural Divine Light, betrays Ban on the roof and shoots him. Meanwhile, Takumi is apparently visited by Nanami in his house, who turns out to be just a delusion when he tries to hug her and confirm his existence. Rimi goes to rescue Nanami, who is being held in the true location of Noah II. She encounters Norose and witnesses Nanami awaken as a Gigalomaniac as a result of physical injury and psychological torture where she obtains her Di-Sword. Rimi fails to rescue her due to a delusional psychological attack from Norose and is captured instead. Takumi goes to pedestrian scramble where he finds agitated crowds of people running amok. In the chaos, Shogun comes to tell Takumi that only he can stop Noah II. \nSource: Wikipedia",
      "episode_id" : 95548,
      "length" : 30,
      "number" : 10,
      "rating" : {
        "rating" : 4.83,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6E524J3Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Purification"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senrei"
      }, {
        "language" : "JAPANESE",
        "title" : "洗礼 purification"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-12-18",
      "description" : "Shogun explains to Taku that he intended to stop Nozomi from abusing his \"Ir2\" equation using Noah II and taking over humanity, but since his aged body is incapable of doing so, he had no choice but to create Takumi from a delusion to do it in his stead. He goes on to inform Takumi that Rimi was captured in the process of rescuing Nanami. In a flashback, it is shown that Rimi and Shogun had met in the past in the hospital and had become close friends. Takumi, remembering all that Rimi had done for him, realizes his true feelings for her, which allows him to obtain his Di-Sword. Even though Shogun asks him to destroy Noah II for humanity, Takumi decides to destroy it in order to save Rimi. Shogun directs Takumi to find and destroy the devices carried by Porters that are causing the chaos in the pedestrian scramble. Hazuki, caught to be the last Porter, is exposed to be the real New Generation perpetrator after Takumi reads her memories and projects it to the screens on the buildings around them. Being a member of the Church of Natural Divine Light, stabs herself with a cross-shaped stake. Shortly after, another strange earthquake happens, one that is much stronger than the previous, resulting in numerous deaths and casualties and having destroy much of the city. Ayase and Yua roam the ruined streets looking for the others, as they encounter Nanami, who mentions Rimi being taken as hostage. The street caves in and the three fall underground. Takumi regains consciousness and takes Shogun with him while looking for the other girls. After hearing Ayase sing, Takumi uses his Di-Sword to rescue them from the collapsed pit. Nanami remembers her true brother after Takumi tells her of his delusional existence. Taku goes alone while the three girls cover his advance from giant insect created by Noah II. Meanwhile, Sena and Kozue, while walking in a subway tunnel encounter a homeless man Hatano, who is the father whom Sena wanted take revenge on. Before she could do so, Suwa intervenes and attempts to shoot her, but Hatano jumps in and takes the bullet, preventing his daughter from being wounded. Using his Porter device, Suwa proceeds to subdue Sena and Kozue with delusions, however Takumi timely arrives and quickly negates these delusions, to the extent of making Kozue to speak. Suwa attempts to kill Taku with stakes but is instead killed when Taku manages to switch their places using a manipulative delusion. Taku continues onward to save Rimi and destroy Noah II. \nSource: Wikipedia",
      "episode_id" : 95685,
      "length" : 30,
      "number" : 11,
      "rating" : {
        "rating" : 6.82,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY9P7K59R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Independence"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jiretsu"
      }, {
        "language" : "JAPANESE",
        "title" : "自立 independence"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2008-12-25",
      "description" : "In a dreamlike inner monologue sequence, Shogun explains that he is suffering from an illness that caused his body to age rapidly after ten years, nearing his death. When Takumi queries what will happen once Shogun dies, to which the latter responds that the former will continue to exist after being real-booted. Even if Takumi dies instead, Shogun will have his life span extended, albeit for only a few days or weeks. Along the way to the Noah II planetarium, Takumi is attacked by several real-booted Seira dolls created by Noah II, with the objective of stopping him. Elsewhere, Shogun, tells Nanami, Ayase, and Yua to catch up and assist Takumi in destroying Noah II. The three of them meet up with Sena and Kozue at the underground subway station and they all go together to help Takumi. Inside the old planetarium, Takumi discovers Rimi being held up on Norose`s Di-Sword. Rimi is surprised by his arrival, and Takumi responds by declaring his love for her and that he has come to save her. Norose explains his philosophy then removes Rimi from his sword to fight Takumi. Noah II activates its defense mechanism to protect itself. Taku is then overwhelmed by a series of delusions that causes him to stop moving in reality. Rimi snaps him out of the delusions and he continues to fight Norose in a losing battle. Nanami, Yua, Ayase, Sena, and Kozue arrive at a spot below the building where they decide to assist Takumi by sending him their powers via Ayase`s Cocytus delusion using the water from the city`s underground river. With the help of Takumi`s final power and encouragement from all six girls, Taku confirms his existence and defeats another delusion. Taku becomes impervious to physical attacks by Norose. Ayase`s Cocytus arrives and freezes Norose in place while Taku receives power from the girls, including the last from Rimi. He then creates a special attack with his Di-Sword and throws it at Norose as the target with Noah II behind him. The scene returns to the very first scene of the story, where under a rainy, overcast sky, Taku lies among the ruins of Shibuya with Rimi kneeling beside him, kissing him before she goes to plunge her Di-Sword into his chest. However, she is unable to bring herself to kill him because of her strong feelings for him. Shogun tells Takumi to live on in his place before he passes away. Takumi, inheriting memories of Shogun, consoles Rimi with the exact words with which the real Takumi used to comfort her. Holding hands, Takumi and Rimi then return the sky to its original color, and with the appearance of Nanami, Yua, Ayase, Sena, and Kozue, the city is restored to its original form. \nSource: Wikipedia",
      "episode_id" : 95742,
      "length" : 30,
      "number" : 12,
      "rating" : {
        "rating" : 3.69,
        "total" : 14
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY495X7QR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Mission"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shimei"
      }, {
        "language" : "JAPANESE",
        "title" : "使命 mission"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2008-10-09",
      "episode_id" : 109198,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 6.49,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2008-10-09",
      "episode_id" : 109199,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 5.62,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 92732,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM1"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 3.75,
      "total" : 5349
    },
    "REVIEW" : {
      "rating" : 5.7,
      "total" : 4
    },
    "TEMPORARY" : {
      "rating" : 6.38,
      "total" : 5411
    }
  },
  "related" : {
    "SAME_SETTING" : [ 7729, 9128, 11166 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "331519" ],
    "ANIME_NFO" : [ "4383,niovbq" ],
    "ANISON" : [ "10426" ],
    "ANN" : [ "10182" ],
    "CRUNCHY_ROLL" : [ "GR9P7K096" ],
    "LAIN" : [ "mediadb/media/2206" ],
    "MAL" : [ "4975" ],
    "MARUMEGANEL" : [ "2008/chaoshead" ],
    "SYOBOI" : [ "1465" ],
    "VNDB" : [ "v382" ],
    "WEBSITE" : [ "http://www.chaoshead.jp/" ],
    "WIKIPEDIA_EN" : [ "CHAOS;HEAD" ],
    "WIKIPEDIA_JP" : [ "CHAOS;HEAD" ]
  },
  "similar" : {
    "99" : {
      "rating" : 1.0,
      "total" : 10
    },
    "6751" : {
      "rating" : 4.545454545454545,
      "total" : 11
    },
    "8691" : {
      "rating" : 2.142857142857143,
      "total" : 14
    }
  },
  "start_date" : "2008-10-09",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "308" : {
      "info_box" : true,
      "name" : "detective",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1876" : {
      "info_box" : false,
      "name" : "musical band",
      "parent_tag_id" : 2794,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2623" : {
      "info_box" : true,
      "name" : "super power",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2750" : {
      "info_box" : true,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2786" : {
      "info_box" : false,
      "name" : "love polygon",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2794" : {
      "info_box" : false,
      "name" : "music",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2804" : {
      "info_box" : true,
      "name" : "visual novel",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2841" : {
      "info_box" : true,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2844" : {
      "info_box" : true,
      "name" : "angst",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2851" : {
      "info_box" : true,
      "name" : "horror",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2856" : {
      "info_box" : false,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2859" : {
      "info_box" : true,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2861" : {
      "info_box" : false,
      "name" : "cyberpunk",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2864" : {
      "info_box" : true,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2874" : {
      "info_box" : false,
      "name" : "disaster",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2883" : {
      "info_box" : false,
      "name" : "the arts",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2885" : {
      "info_box" : false,
      "name" : "law and order",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2887" : {
      "info_box" : false,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2890" : {
      "info_box" : false,
      "name" : "foot fetish",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2898" : {
      "info_box" : false,
      "name" : "special squads",
      "parent_tag_id" : 2885,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3028" : {
      "info_box" : false,
      "name" : "real-world location",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3502" : {
      "info_box" : false,
      "name" : "troubled male lead",
      "parent_tag_id" : 6232,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3795" : {
      "info_box" : false,
      "name" : "remastered version available",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4128" : {
      "info_box" : false,
      "name" : "zero to hero",
      "parent_tag_id" : 6233,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "4280" : {
      "info_box" : false,
      "name" : "surreal",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4340" : {
      "info_box" : false,
      "name" : "suicide",
      "parent_tag_id" : 6242,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4479" : {
      "info_box" : false,
      "name" : "sense of foreboding",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4499" : {
      "info_box" : false,
      "name" : "some weird shit goin` on",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4555" : {
      "info_box" : false,
      "name" : "man the hell up!",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4640" : {
      "info_box" : false,
      "name" : "social outcast",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4753" : {
      "info_box" : false,
      "name" : "disturbing",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5077" : {
      "info_box" : false,
      "name" : "computer geek",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5417" : {
      "info_box" : false,
      "name" : "mind fuck",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5952" : {
      "info_box" : false,
      "name" : "end of the world",
      "parent_tag_id" : 2874,
      "spoiler" : true,
      "verified" : false,
      "weight" : 200
    },
    "6030" : {
      "info_box" : false,
      "name" : "otaku culture",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6063" : {
      "info_box" : false,
      "name" : "hallucination",
      "parent_tag_id" : 2931,
      "spoiler" : true,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6232" : {
      "info_box" : false,
      "name" : "character related tags which need deleting or merging",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6242" : {
      "info_box" : false,
      "name" : "death",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Chaos;Head",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Chaos;HEAd",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "カオス;ヘッド",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "混沌头",
    "type" : "OFFICIAL"
  }, {
    "language" : "KOREAN",
    "title" : "카오스;헤드",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "カオヘ",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "C;H",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "ChäoS;HEAd",
    "type" : "SYNONYM"
  }, {
    "language" : "LATVIAN",
    "title" : "Haoss;Galva",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Кутерьма в голове",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Хаос в Главата",
    "type" : "SYNONYM"
  }, {
    "language" : "UKRAINIAN",
    "title" : "Хаос; Вершина",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.chaoshead.jp/"
}