{
  "anime_id" : 7278,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 18129,
      "name" : "Airin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27129,
      "name" : "Akizuki Haruhi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27125,
      "name" : "Fujima Reiji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27127,
      "name" : "Kakinuma Senzou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27128,
      "name" : "Kantoku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18563,
      "name" : "Kuse",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18130,
      "name" : "Nishio",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27126,
      "name" : "Sai Seirin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17426,
      "name" : "Sergei Krainev",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 14932,
      "name" : "Iha Kazura",
      "type" : "CHARACTER"
    }, {
      "character_id" : 14935,
      "name" : "Kagiya Natsume",
      "type" : "CHARACTER"
    }, {
      "character_id" : 14933,
      "name" : "Miyoshi Aoi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 14934,
      "name" : "Sonogi Yukina",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 16408,
      "name" : "Fuuran",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16409,
      "name" : "Sakurai Shin`ichirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21200,
      "name" : "Shizune Yusa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18564,
      "name" : "Takachiho Isao",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "1303" : [ {
      "name" : "A-1 Pictures",
      "type" : "ORIGINAL_WORK"
    }, {
      "name" : "A-1 Pictures",
      "type" : "WORK"
    } ],
    "1420" : [ {
      "name" : "Matsumoto Jun",
      "type" : "DIRECTOR"
    } ],
    "5227" : [ {
      "name" : "Kadokura Satoshi",
      "type" : "MUSIC"
    } ],
    "10834" : [ {
      "name" : "Sasaki Keigo",
      "type" : "CHARACTER_DESIGN"
    } ],
    "16844" : [ {
      "name" : "Hakase Tarou",
      "type" : "MUSIC"
    } ]
  },
  "description" : "It is 1931, and we`re in Shanghai. The Imperial Japanese Army has been dispatched to mainland China, due to large-scaled and still somewhat recent military events, most notably the First Sino-Japanese War, the Russo-Japanese War, and World War I. In this cosmopolitan city of intrigue lies a small spy organization, which history would later forget, led by a man named http://anidb.net/ch16409 [Sakurai Shin`ichirou]. What Sakurai`s group does for a living could best be described as sorting out the mess in situations through which a regular group of spies wouldn`t last; the amazing survival abilities of its members are a result of their super powers. However, a big plan starts to unfold in front of Sakurai and his men; that plan involves traitors and spies, politics and domination, tears and blood. No matter how strong a super power is, it also has its limits, and that holds true for Sakurai`s men as well; when faced against the enemy behind that plan, an enemy that also has people with super powers among its ranks, how far will their own powers take them?",
  "end_date" : "2010-06-29",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2010-04-06",
      "description" : "The Sakurai organization is tasked with a covert mission to rescue a Japanese business president from the hands of a small Chinese military faction.\nSource: crunchyroll",
      "episode_id" : 117303,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 6.89,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kyuushutsu Kou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Rescue"
      }, {
        "language" : "JAPANESE",
        "title" : "救出行"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-04-13",
      "description" : "Sakurai requests the group to investigate a Jewish Russian violinist named Sergei Krainev, whom the Kwantung Army suspects is a foreign spy who`s been leaking classified military information. The members of the Sakurai organization will need to use all of their skills to crack this case.n again. Could these disappearances be linked to a film that is being shot on board ?\nSource: crunchyroll",
      "episode_id" : 117459,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 4.95,
        "total" : 10
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kaisou no Rondo"
      }, {
        "language" : "ENGLISH",
        "title" : "Rondo of Retrospection"
      }, {
        "language" : "JAPANESE",
        "title" : "回想のロンド"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-04-20",
      "description" : "Yukina receives a letter from her missing brother, saying he wants to meet her, but overshadowing all that is the much more immediate bomb threat involving the four department stores in Shanghai known as the Big Four. The assailant lets Yukina read his mind, regarding the location of the three remaining bombs. While Aoi and Kazura search the other two stores to extinguish two of the bombs, Yukina and Natsume remain at the store where they are in to disarm the third one. It is revealed that the assailant is Kuse, who was sent to retrieve Yukina. Kuse is a subordinate of Isao with the abilities of teleportation and telepathy. To make matters worse, Aoi finds a young girl in one of the stores, also having to evade Kuse at the same time. As the four spies meet up with each other, Kuse retreats after being overwhelmed with their combined attacks.\nSource: Wikipedia",
      "episode_id" : 117458,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 6.07,
        "total" : 9
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Big Four ni Kage wa Ochiru"
      }, {
        "language" : "ENGLISH",
        "title" : "Shadows Fall on the Big Four"
      }, {
        "language" : "JAPANESE",
        "title" : "ビッグフォーに影は落ちる"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-04-27",
      "description" : "Feng Lan requests Aoi and Kazura to have some pictures taken of her restaurant`s food so that her menu can compete with a rival Japanese restaurant`s realistic replicas. Aoi agrees to do it so he can get a free baozi while Kazura reluctantly complies since they are both professionals. However, after the photo shoot, a cat takes the bag containing the film of the menu as well as the film containing a summer vacation photo of a Japanese lieutenant. Aoi and Kazura are forced to investigate the Green Gang to recover the film, but learn afterwards that the cat took the bag due to the smell of the baozi.\nSource: Wikipedia",
      "episode_id" : 117457,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 4.6,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Camera to Baozi to Noraneko to"
      }, {
        "language" : "ENGLISH",
        "title" : "Cameras, Dumplings & Stray Cats"
      }, {
        "language" : "JAPANESE",
        "title" : "カメラと包子(パオズ)と野良猫と"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-04",
      "description" : "Kazura recognizes his old friend Nishio in a photograph that Aoi has taken in a German delegate`s house, resulting in Kazura investigating Nishio`s whereabouts. However, he is captured and tortured by the Kuomintang and discovers that Nishio is a spy for the Communist Party of China. Released in exchange for information regarding a weapons smuggling involving the Comintern, Kazura approaches Nishio`s lover Ailin, and the two briefly talk about him. During the weapons smuggling, Nishio escapes from the authorities and crosses paths with Kazura, who informs him that Ailin is waiting for him. Nishio disregards it and is later assassinated.\nSource: Wikipedia",
      "episode_id" : 117456,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 6.83,
        "total" : 9
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Natsu no Inga"
      }, {
        "language" : "ENGLISH",
        "title" : "Negative of Summer"
      }, {
        "language" : "JAPANESE",
        "title" : "夏の陰画"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-11",
      "description" : "Sakurai reports to Aoi and Kazura that Isao might be involved with the Pan-Asianism movement. It is not soon after until Isao kidnaps Aoi and lets him listen to the Asian delegates` meeting at a tea parlor. Isao voices out his own ideals on Pan-Asianism, later encouraging Aoi to join in his group. Meanwhile, Kazura, Yukina, and Natsume mysteriously find a map toward the tea parlor placed by Kuse. Once outside the parlor, Kuse does his best to prevent them from interrupting.\nSource: Wikipedia",
      "episode_id" : 117455,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 6.79,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "An Ominous Night"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rankai no Yoru"
      }, {
        "language" : "JAPANESE",
        "title" : "乱階の夜"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-18",
      "description" : "Two reporters, who are riding on the South Manchuria Railway, run into Kanji Ishihara, the Lieutenant Colonel of the Kwantung Army. He helped devise a bombing so that Japan could attack Manchuria out of “self-defense.” Ishihara and several other high ranking officials come face to face with the prophetess.\nSource: crunchyroll",
      "episode_id" : 117454,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 5.73,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Jihen"
      }, {
        "language" : "ENGLISH",
        "title" : "The Incident"
      }, {
        "language" : "JAPANESE",
        "title" : "事変"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-25",
      "description" : "After the Mukden Incident, Japan uses the opportunity to seize the entire Manchuria region. The League of Nations sends in Sir Lytton and his committee to investigate the situation, refusing to recognize Manchukuo as an independent nation, but Sir Lytton will soon see sights he could only imagine in his nightmares.\nSource: crunchyroll",
      "episode_id" : 117453,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 6.0,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "In the Country of Frozen Earth"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Toudo no Kuni de"
      }, {
        "language" : "JAPANESE",
        "title" : "凍土の国で"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-01",
      "description" : "Aoi follows the convoy where his fiancée Shizune is, but loses track of her. Going undercover, he infiltrates the building she is residing in, but is confronted by Kazura, undercover as an imperial guard, who expresses his disapproval of Aoi`s subordination. Despite Kazura`s attempt to stop him, Aoi escapes with Shizune. While in hiding in an abandoned house, Shizune reveals that she cannot leave with him because of her ability of foresight and her responsibility to guide leaders. While Aoi expresses that he will abandon everything to be with her, she disappears when he leaves to find a horse for them to escape. Meanwhile, Yukina meets her brother in the hotel, where she and Natsume are staying in. Isao lets her read his thoughts in which it shows the atomic bombings in Japan. Yukina collapses from shock and upon waking up, she finds the vision too traumatizing.\nSource: Wikipedia",
      "episode_id" : 117452,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 6.92,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Atarashiki Miyako"
      }, {
        "language" : "ENGLISH",
        "title" : "The New Capital"
      }, {
        "language" : "JAPANESE",
        "title" : "新しき京"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-08",
      "description" : "During the group`s next mission to find evidence that the Chinese are smuggling in weapons from Germany at the Dalian port, Kazura is ambushed by a group of Westeners. When Isao comes to his aid, he reveals to Kazura a secret base where nuclear weapons are being developed.  His words force Kazura to make some decisions that he may regret.\nSource: crunchyroll",
      "episode_id" : 117451,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 8.01,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "East Is East"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Higashi wa Higashi"
      }, {
        "language" : "JAPANESE",
        "title" : "東は東"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-15",
      "description" : "Sakurai shows little concern with Kazura`s betrayal, noting that Aoi`s actions with Shizune has changed the course of history because Puyi was unable to meet her. Meanwhile, Isao tells Kazura that a war between America and Japan is inevitable, based on the prophecy that his former fiancée made, and that they must prepare for it. Aoi and Natsume infiltrate Isao`s base, where his subordinates are setting a bomb to destroy any evidence and weaponry they cannot take with them, and Aoi is shocked to see Shizune is with Isao. Kazura lets them escape and tells Aoi that his purpose of joining Isao is for the future of Japan and Asia, but lets his former teammates go before escaping with Shizune and Isao. Upon arriving at their destination, Kazura is surprised that Sakurai happens to be there.\nSource: Wikipedia",
      "episode_id" : 117450,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 8.33,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Hunt in the Dark"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yami no Tansaku"
      }, {
        "language" : "JAPANESE",
        "title" : "闇の探索"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-22",
      "description" : "Aoi, Yukina, and Natsume have been clearly forsaken by Sakurai, who they have not seen for three months, but they continue to look for leads on Isao. Meanwhile, Isao and his men continue act discreetly as round-the-clock construction work occurs in Xinjing in preparation for Puyi`s expedited inauguration ceremony as the new emperor of Manchukuo. Since the atomic bomb remains incomplete, Isao resorts to Shizune`s abilities in which she will channel her vision of the atomic bombing to the important politicians who have gathered for the inauguration. After his men take control of the area, Isao announces that his threat to bomb Shanghai at midnight if the leaders from the Western powers fail to release their colonies in Asia.\nSource: Wikipedia",
      "episode_id" : 117449,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 8.08,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Night Raid"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yashuu"
      }, {
        "language" : "JAPANESE",
        "title" : "夜襲"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-29",
      "description" : "Natsume is fatally injured by a random soldier after his fight with Kuse, but asks that his death be concealed from Yukina for the time being. Natsume`s death causes Kazura to realize that he has been living in the past instead of looking forward to the future and he rejoins his former allies. When the Sakurai Kikan confront Isao, he explains that humanity must experience tragedy firsthand to avoid war again, but is refuted by Shizune, who suggests that Isao`s actions were actually for the sake of his late fiancée. When Sakurai appears and shoots at Yukina, Isao takes the shot and dies. Having infiltrated Isao`s group to eliminate him, Sakurai reveals his own interests in the nuclear arms to change fate, but his assistant Ichishi erases his memories. Shizune requests that Ichishi erase her memories so that no one will experience the same fate as her. Meanwhile, Aoi and Kazura combine their efforts to hijack the plane containing the atomic bomb and drop the weapon in the ocean. However, only Kazura is seen escaping the crashing plane, while Aoi`s fate is left unspecified. Two years later, Yukina visits Feng Lan at her restaurant, where the latter shows her the group photo they took back in Hokuryou with Kazura added in it. Yukina hears a violin being played badly, reminiscent of Aoi. However, she sees that the Japanese Army is marching on the streets which indicates that the war is coming soon.\nSource: Wikipedia",
      "episode_id" : 117448,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 8.18,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "At Least a Fragment of Hope"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Semete, Kibou no Kakera o"
      }, {
        "language" : "JAPANESE",
        "title" : "せめて, 希望のかけらを"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2010-05-18",
      "episode_id" : 119332,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 4.69,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Prophecy"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yogen"
      }, {
        "language" : "JAPANESE",
        "title" : "預言"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2010-06-23",
      "episode_id" : 120518,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 7.95,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senjou no Crank Up"
      }, {
        "language" : "ENGLISH",
        "title" : "The Shipboard Shoot`s Conclusion"
      }, {
        "language" : "JAPANESE",
        "title" : "船上のクランクアップ"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2010-09-22",
      "description" : "Sakurai orders the group to investigate an opium den which is said to be a hideout of spies. However, something went wrong with Yukina`s abilities. As a result, she tried to figure out the events that had happened when she entered the den.\nSource: Wikipedia",
      "episode_id" : 123678,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 3.85,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ahenkutsu no Akuma"
      }, {
        "language" : "ENGLISH",
        "title" : "Demon of the Opium Den"
      }, {
        "language" : "JAPANESE",
        "title" : "阿片窟の悪魔"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2010-12-22",
      "episode_id" : 127895,
      "length" : 20,
      "number" : 4,
      "rating" : {
        "rating" : 5.09,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Aruku Hako"
      }, {
        "language" : "ENGLISH",
        "title" : "Picture Drama"
      }, {
        "language" : "JAPANESE",
        "title" : "歩く箱"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2010-12-22",
      "description" : "The episode acts as an epilogue to the main storyline. In 1936, Yukina visits Natsume`s family in Japan to give back his belongings. Natsume`s sister requests Yukina to give a five sen coin, which Natsume treasured, to their younger brother who is serving the Asabu regiment. Meanwhile, Kazura receives a mission from the Kempeitai to investigate on a group of young military officers who were planning a coup d`état. When he learns that they do intend to start a rebellion, he misleads the Kempeitai and is forced to flee when they realize Kazura has tricked them. Aoi, revealed to be still alive, and Yukina arrive to save him from execution. While hiding from the Kempeitai, Kazura reveals to his friends that he will join the rebellion. Yukina gives him Natsume`s coin so that he will be the one to give it to Natsume`s brother if they ever meet. After Kazura leaves, Aoi goes back home with Shizune, who no longer remembers the events in Manchuria. Yukina narrates that the rebellion that the young military officers started would be later known as the February 26 Incident. As she doesn`t know Kazura`s real name, Yukina is unable to ascertain his exact fate.\nSource: Wikipedia",
      "episode_id" : 127896,
      "length" : 30,
      "number" : 5,
      "rating" : {
        "rating" : 5.91,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Panther Atop the Snow"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Setsujou no Hyou"
      }, {
        "language" : "JAPANESE",
        "title" : "雪上の豹"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2010-04-13",
      "episode_id" : 119381,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-04-06",
      "episode_id" : 119380,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-04-13",
      "episode_id" : 119379,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2a"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-05-18",
      "episode_id" : 226102,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2b"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 116169,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Short Promo"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 116479,
      "length" : 1,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Commercial"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 5.01,
      "total" : 1064
    },
    "REVIEW" : {
      "rating" : 4.41,
      "total" : 2
    },
    "TEMPORARY" : {
      "rating" : 6.5,
      "total" : 1071
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "335854" ],
    "ANIME_NFO" : [ "4642,ohsofx" ],
    "ANISON" : [ "12520" ],
    "ANN" : [ "11228" ],
    "MAL" : [ "6973", "8800", "8840", "10201" ],
    "SYOBOI" : [ "1894" ],
    "WEBSITE" : [ "http://www.1931.tv/index.html" ],
    "WIKIPEDIA_EN" : [ "Night_Raid_1931" ],
    "WIKIPEDIA_JP" : [ "閃光のナイトレイド" ]
  },
  "similar" : {
    "467" : {
      "rating" : 5.0,
      "total" : 8
    },
    "4401" : {
      "rating" : 2.0,
      "total" : 5
    },
    "4906" : {
      "rating" : 7.235772357723578,
      "total" : 123
    },
    "11481" : {
      "rating" : 7.6923076923076925,
      "total" : 26
    }
  },
  "start_date" : "2010-04-06",
  "tags" : {
    "36" : {
      "info_box" : true,
      "name" : "military",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1864" : {
      "info_box" : false,
      "name" : "extrasensory perception",
      "parent_tag_id" : 2623,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2619" : {
      "info_box" : true,
      "name" : "gunfights",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2621" : {
      "info_box" : false,
      "name" : "bullet time",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2623" : {
      "info_box" : true,
      "name" : "super power",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2625" : {
      "info_box" : false,
      "name" : "past",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2640" : {
      "info_box" : false,
      "name" : "alternative past",
      "parent_tag_id" : 2625,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2641" : {
      "info_box" : true,
      "name" : "historical",
      "parent_tag_id" : 2625,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2674" : {
      "info_box" : false,
      "name" : "China",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2750" : {
      "info_box" : false,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2797" : {
      "info_box" : true,
      "name" : "new",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2862" : {
      "info_box" : false,
      "name" : "friendship",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2867" : {
      "info_box" : false,
      "name" : "politics",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2874" : {
      "info_box" : false,
      "name" : "disaster",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2878" : {
      "info_box" : true,
      "name" : "conspiracy",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2885" : {
      "info_box" : false,
      "name" : "law and order",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2887" : {
      "info_box" : false,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2898" : {
      "info_box" : false,
      "name" : "special squads",
      "parent_tag_id" : 2885,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2925" : {
      "info_box" : false,
      "name" : "war",
      "parent_tag_id" : 2874,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3028" : {
      "info_box" : false,
      "name" : "real-world location",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5408" : {
      "info_box" : false,
      "name" : "Anime no Chikara",
      "parent_tag_id" : 6153,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5705" : {
      "info_box" : false,
      "name" : "butchered foreign languages",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5823" : {
      "info_box" : false,
      "name" : "predominantly male cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6153" : {
      "info_box" : false,
      "name" : "multi-anime projects",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7990" : {
      "info_box" : false,
      "name" : "espionage",
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Senkou no Night Raid",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Night Raid 1931",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "閃光のナイトレイド",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "闪光的夜袭",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Night Raid",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "Nightraid",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "SnNR",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "Blazing Night Raid",
    "type" : "SYNONYM"
  }, {
    "language" : "LITHUANIAN",
    "title" : "Greitasis Naktinis Reidas",
    "type" : "SYNONYM"
  }, {
    "language" : "ROMANIAN",
    "title" : "Raidul de noapte.",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Огни Ночного Рейда",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "闪光的夜基",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.1931.tv/index.html"
}