{
  "anime_id" : 7280,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 20341,
      "name" : "Clan Avventuriero Oasis",
      "type" : "ORGANIZATION"
    }, {
      "character_id" : 21426,
      "name" : "Tortilla Company",
      "type" : "ORGANIZATION"
    } ],
    "MAIN" : [ {
      "character_id" : 16086,
      "name" : "Agnes Boulange",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16087,
      "name" : "Carina Verritti",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16089,
      "name" : "Chelsea Arcot",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16158,
      "name" : "Leicester Maycraft",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16091,
      "name" : "Minette",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 18064,
      "name" : "Aberdeen Roland",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18065,
      "name" : "Avril",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18066,
      "name" : "Erin Garnet",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18073,
      "name" : "Fabious Verritti",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18074,
      "name" : "Fiore Verritti",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18076,
      "name" : "Miriam",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18075,
      "name" : "Mise Altoise",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18070,
      "name" : "Nagan Maycraft",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18071,
      "name" : "Nick La`juck",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16090,
      "name" : "Nina Lindberg",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16092,
      "name" : "Ritos Tortilla",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16088,
      "name" : "Salsa Tortilla",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18068,
      "name" : "Shelley Maycraft",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18069,
      "name" : "Tango",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18067,
      "name" : "Golem",
      "type" : "MECH"
    }, {
      "character_id" : 18077,
      "name" : "Montecchia",
      "type" : "MECH"
    } ]
  },
  "creators" : {
    "732" : [ {
      "name" : "AIC",
      "type" : "WORK"
    } ],
    "3644" : [ {
      "name" : "Koga Makoto",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "3894" : [ {
      "name" : "Elements Garden",
      "type" : "MUSIC"
    } ],
    "6028" : [ {
      "name" : "Fujita Mariko",
      "type" : "CHARACTER_DESIGN"
    } ],
    "10737" : [ {
      "name" : "Windmill",
      "type" : "ORIGINAL_WORK"
    } ],
    "11255" : [ {
      "name" : "Ushiro Shinji",
      "type" : "DIRECTOR"
    } ]
  },
  "description" : "* Based on the Shukufuku no Campanella —la campanella della benedizione— adult game by http://anidb.net/cr10737 [Windmill].\nErt`Aria, a city known as the \"Treasury of the World\" is preparing for a harvest festival. http://anidb.net/ch16158 [Leicester Maycraft], a young item technician of the Oasis clan, encounters a shooting star near a party he is attending. Upon finding it, a girl appears before Leicester calling him her father.\nSource: Wikipedia\nNote: The first episode was screened as part of a one hour long promotional event held on Saturday, June 26, 2010 in Akihabara Theatre, Tokyo. Participants were chosen through an e-mail lottery held until Friday, June 18. The earliest television airing started on July 3.",
  "end_date" : "2010-09-18",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2010-07-03",
      "description" : "In the city of Ert`Aria lives the young inventor Leicester Maycraft. He is part of a small adventuring clan called Oasis led by Carina Verritti, the daughter of the Archduke who rules over the city. Later that evening there is to be a regular meteor shower that comes once every seven years, and the clan is preparing a party. They meet a young puppeteer named Agnes Boulange who makes an impressive show of her magical automata puppets in the square. They also meet a young knight named Chelsea Arcot and the sisters Ritos and Salsa who run the Tortilla shop in front of their clan hall.\nThe clan holds their little party at the roof of the city`s cathedral, and a great meteor comes their way. It is not a physical meteor, but a cluster of Ale, the magical energy used in that world. It strikes a tower near where they are, and Leicester goes to investigate. In the tower finds a bed where what appears to be a young girl is lying down. When the others reach him, the girl awakens, and calls Leicester `Papa`.",
      "episode_id" : 118670,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 2.81,
        "total" : 13
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Night of the Meteor Shower"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ryuuseigun no Yoru"
      }, {
        "language" : "JAPANESE",
        "title" : "流星群の夜"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-10",
      "description" : "The young girl calls Leicester \"Papa\", which scandalises Carina, but it turns out that the girl, named Minette, is actually a highly sophisticated automaton created by Agnes`s mentor, Mize Altowirz, activated by the burst of Ale energy from the meteor, and bonded with him as he was the first person she saw.\nThe next morning, Carina`s father, the Archduke Fabious Verritti, along with Chelsea, comes by and informs them that the meteor shower has caused some trouble in the underground treasury. The Ale energies from the meteor shower may have been absorbed by some of the treasures and created a crystal monster, and he asks the clan to investigate. At the advice of the Archduke they bring Minette along with them. They find the strange energies emanating from a magical door that leads into the dragon world, and they encounter a shadow dragon with a crystal on its head. None of their attacks work, but a strange woman speaks to Minette and tells her to use her powers to ease the dragon`s troubled feelings. She does this, using her Anima Pearl, and the dragon disappears, leaving a jewel in its wake. The strange woman, named Garnet, is actually a dragon and the monster they just fought was her shadow. She gives the jewel to Minette, saying that she can summon her by using it.",
      "episode_id" : 119447,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 4.35,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ryuu no Sekai"
      }, {
        "language" : "ENGLISH",
        "title" : "The World of Dragons"
      }, {
        "language" : "JAPANESE",
        "title" : "竜の世界"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-17",
      "description" : "Agnes and Leicester are planning something secretly, and later they propose that the clan take on a quest to recover some rainbow flowers that absorb all the light surrounding them. They grow in a certain forest which is growing darker and more dangerous as they flourish. Carina accepts, and they travel to that forest, and Carina and Leicester use her staff Montecchia to survey the area and tell the rest of the clan where to go. Their aerial survey discovers the spot where the flowers grow, and they direct everyone else where it is, while the two of them investigate ahead. As Carina tries to reach for one of the flowers they are attacked by a crystal monster, and she uses her staff to fly to a safe distance so she can use her magic on it while Leicester tries to fend it off, but she suddenly loses magical energy and falls on top of him, and the two of them are tangled in vines in a compromising position when the rest of the clan arrives and defeats the monster, recovering its crystal.\nThey return to town with the flowers, and Agnes and Leicester say that they wanted to go on the quest so they could obtain a crystal powerful enough for them to modify Montecchia so it can talk. After some false starts Leicester eventually succeeds with Carina`s help.",
      "episode_id" : 119446,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 5.08,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kizuna no Tsue"
      }, {
        "language" : "ENGLISH",
        "title" : "The Staff of Bonds"
      }, {
        "language" : "JAPANESE",
        "title" : "絆の杖"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-24",
      "description" : "The clan is going on another quest from an old woman who is one of Agnes`s most avid fans. They are to obtain a supply of hot spring crystals and go to an abandoned mine to obtain some. While mining these crystals they happen upon a hidden chamber with a large crystal in its centre, which has a complex flow of Ale energy emanating from it. Before they can examine it further the mine experiences subsidence due to the rains, and the ceiling cracks, and they try to get out, but Agnes and Leicester are separated from the others by a cave-in. The two of them manage to find another way out, and see a rainbow at the exit, and rejoin the others.\nWhen they return to the clan house, they use the extra hot spring crystals to heat water for the bath, and Leicester is encouraged by his mother Shelley to go ahead. She has however also told the same thing to Agnes and the two of them bump into each other. They hide in a corner while the other girls get inside, and Leicester manages to get away without them realising he was there.",
      "episode_id" : 119445,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 2.94,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Within the Darkness"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yami no Naka"
      }, {
        "language" : "JAPANESE",
        "title" : "闇の中"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-31",
      "description" : "Oasis has no quests assigned, but everyone is very busy, so no one is around to play with Minette, except Garnet, who suddenly materialises as she was getting bored in the dragon world. Nina asks Minette to buy the ingredients for the night`s dinner, which she happily does, considering it as her own personal quest for the day. The Tortilla sisters have also been asked to silently watch her and make sure that she is all right. Minette and Garnet go around town trying to collect everything from Nina`s list, and see the various members of Oasis about their duties, Agnes doing her puppet show in the square, Carina at the cathedral, and Chelsea wandering around lost. Garnet leaves to assist Chelsea in getting to her meeting with the knights at the cathedral, and Minette has to get to the butcher`s by herself. Along the way she meets with a girl named Miriam and they quickly become friends, and she shows Minette a short cut to the butcher`s. Along the way they see a cat stuck at the top of a high ledge, and Minette tries to rescue it and falls, but Leicester is there to catch her. They return the cat to its owner, who is grateful.\nMinette returns to the clan house, without the meat from the butcher`s shop. However, the cat Minette rescued actually belonged to the butcher, so he asked the Tortillas to bring them a premium cut of meat as thanks for saving his pet.",
      "episode_id" : 119444,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 2.81,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Day Off for Oasis"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Oasis no Kyuujitsu"
      }, {
        "language" : "JAPANESE",
        "title" : "Oasisの休日"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-07",
      "description" : "The Archduke has organised a party to honour the Knights for their service to the city. Leicester and Nick have been given guard duty for that night over the artefacts at the cathedral which the Knights are supposed to protect. Leicester sees a great sword known as the Sacred Celestine and feels particularly attracted to it, fascinated in its construction by the ancients. The Tortillas have been given guard duty outside the Archduke`s palace, and as the party is going on, they are attacked by a crystal monster that seems to have the shape of a serpent. It can move so quickly when it attacks that its movements cannot be seen, so much so that no one can hit it. Minette summons Garnet who is sent to call for Leicester at the cathedral, and when he finally arrives he realises that the monster is attracted by light, so he uses a strong crystal-powered lamp to attract it and allow Chelsea to destroy it. How or why the monster could have appeared in the middle of the city is a mystery.",
      "episode_id" : 119443,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 3.12,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Night of the Party"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Party no Yoru"
      }, {
        "language" : "JAPANESE",
        "title" : "パーティーの夜"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-14",
      "description" : "It has been some time but apparently the Ale meteor shower is still going on. This concerns the Archduke so he sends Oasis on a new quest to investigate the phenomenon. They are asked to visit the forest home of Mise Altoise, Agnes`s teacher for possible clues. Agnes is familiar with the area and knows how to get through the maze of magical traps her teacher had set, but notices that they have been changed in subtle ways, so she expects Mise to be there, and is disappointed to find that she is not there. Oasis searches the house and finds a note for Agnes hidden in a secret compartment. Meanwhile, Nick, standing guard outside the house is attacked by a girl who proves to have exceptional fighting ability. The girl is recognised by Agnes, who calls her Avril, and she is shocked to see her. Avril`s partner, Aberdeen Roland, appears, also much to Agnes`s shock, as they were both apprentices with Mise in the past. He says that his goal is to obtain Minette`s core, and they have a fight with Oasis, but he decides to withdraw after the fight does not seem to progress.",
      "episode_id" : 119442,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 4.37,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ningyou no Mori"
      }, {
        "language" : "ENGLISH",
        "title" : "The Forest of Dolls"
      }, {
        "language" : "JAPANESE",
        "title" : "人形の森"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-21",
      "description" : "It is the Ert`Aria harvest festival, and to let Minette enjoy herself during the festivities, someone has to accompany her in case Aberdeen strikes again. The Tortilla sisters accompany her through most of the festival, and they see Agnes at her puppet show, Chelsea at the Knights` Cafe, and Carina at the cathedral looking over the artefacts. The Tortillas obtain an item from Leicester they need for the fireworks display that evening. Leicester brings Salsa back to Oasis to obtain an item from Nina, and is invited to join the rest of Oasis to watch the fireworks at the cathedral roof but instead opts to join Ritos to do the fireworks.",
      "episode_id" : 119441,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 3.69,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "8-wa Da yo! Zen`in Shuugou!"
      }, {
        "language" : "JAPANESE",
        "title" : "8話だよ! 全員集合!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Eighth Episode! Everyone Gets Together!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-28",
      "description" : "Nagan, Leicester`s father, explains about how the meteor shower activity that year is rather unusual, and how the previous shower was similar, and that Altoise had been aware of this and trying to investigate it. The letter she left for Agnes mentioned something called the `Waterwheel of the Heavens`, and how it was related to the mysterious meteor shower activity. Carina and Agnes research this mysterious artefact, but find nothing new.\nMeanwhile, Minette meets with her friend Miriam again, and she says that she wants to give a present to her cat. Leicester suggests they give it a bell that uses an Ale Crystal. The two of them help Leicester make these bells, but as they are finishing Miriam collapses just as a meteor shower falls on the city. It is seen that Miriam is an automaton, and Aberdeen`s sister. He arrives with Avril to take her home.",
      "episode_id" : 119440,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 4.53,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "An Unusual Omen"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ihen no Yochou"
      }, {
        "language" : "JAPANESE",
        "title" : "異変の予兆"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-04",
      "description" : "Before leaving, Aberdeen says that he wants the Minette`s core, the Anima Pearl, to save Miriam, whose own automaton core is being badly affected by the instability of Ale flow in the world. This leaves Minette conflicted, as she wants to save Minette but her own passing would leave many unhappy, Miriam first of all. Oasis then goes about attempting to find Aberdeen and protect Minette from him, while at the research into the Ale instability left to the Tortilla sisters, who find that the strange phenomena are concentrated around the old mine where they had found the chamber with the large crystal.\nThat evening, Minette resolves to give herself up to Aberdeen to save Miriam, leaving the bells they had made with Leicester at everyone`s door. She meets Shelley at the Cathedral who speaks to her briefly about her decision. Leicester awakens and realises that Minette has left, and he goes to find her.",
      "episode_id" : 119439,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 3.57,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Minette no Sentaku"
      }, {
        "language" : "ENGLISH",
        "title" : "Minette`s Choice"
      }, {
        "language" : "JAPANESE",
        "title" : "ミネットの選択"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-11",
      "description" : "Leicester and the rest of Oasis search the city to try to find Minette. Carina and Leicester are the first to find Aberdeen`s home. They are attacked by Avril, but Carina uses a spell to send Leicester ahead to the house while she fights Avril. He confronts Aberdeen and they do battle, and after Leicester makes his weapon produce an explosion that sends both of them reeling convinces him that there has to be another way, a way to save Miriam without needing to sacrifice Minette.\nThe Tortilla sisters return to Ert`Aria to report their findings to Oasis, of how there was a great explosion of light at the mountain and many crystal monsters suddenly appeared and began to attack. The Waterwheel of the Heavens must be nearby they reason, and they realise that if something is not done soon to stabilise the flow of Ale there will be a cataclysm of apocalyptic proportions. Oasis, Aberdeen, and Avril make their way there while the Tortillas remain to help the Archduke and Nagan to defend the city from the approaching wave of crystal monsters.",
      "episode_id" : 119438,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 3.93,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Differing Thoughts"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sorezore no Omoi"
      }, {
        "language" : "JAPANESE",
        "title" : "それぞれの思い"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-18",
      "description" : "Oasis and Aberdeen and Avril arrive at the mine, and are attacked by a horde of crystal monsters. Aberdeen and Avril remain nearby to repel as many of the monsters as they can as Oasis goes ahead. They appear before a great tower where the Waterwheel of the Heavens is. They are attacked by yet more monsters as they ascend the tower, so Nick and Garnet remain behind to keep the monsters from following.\nThey arrive at the top of the tower and see the Waterwheel of the Heavens, and see Mise Altoise in its centre. She tells them to leave, but they refuse, saying that they came all that way to attempt to repair the Waterwheel, but she tells them that it is impossible, as it was built with lost technology that no one today understands, and any mistake in attempting to repair it could lead to the permanent disappearance of the Ale energy in the whole world, and along with it everything that depends on it, such as automata like Minette and Miriam. Altoise says that they can try, but to do that will require to relinquish her hold on the Waterwheel and cause the Ale to go even more unstable until they can repair it.\nLeicester and Minette go to work on repairing the Waterwheel while the rest of Oasis attempts to prevent the unstable Ale, which takes the form of serpentine monsters, from interfering with them. Against all odds they manage to succeed, and the resulting stabilisation of the Ale flow in the world causes most of the crystal monsters to stop attacking, and leads to Miriam`s eventual recovery.",
      "episode_id" : 119437,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 3.41,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Blessing of the Campanella"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shukufuku no Campanella"
      }, {
        "language" : "JAPANESE",
        "title" : "祝福のカンパネラ"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "episode_id" : 122679,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 6.4,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Issho ni Bath Time: Carina version"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 124724,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 3.16,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Issho ni Bath Time: Minette version"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 125582,
      "length" : 2,
      "number" : 3,
      "rating" : {
        "rating" : 4.32,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Issho ni Bath Time: Chelsea version"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 126375,
      "length" : 2,
      "number" : 4,
      "rating" : {
        "rating" : 5.8,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Issho ni Bath Time: Agnes version"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 127833,
      "length" : 2,
      "number" : 5,
      "rating" : {
        "rating" : 6.64,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Issho ni Bath Time: Ritos & Salsa version"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 128362,
      "length" : 2,
      "number" : 6,
      "rating" : {
        "rating" : 4.34,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Issho ni Bath Time: All together version"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2010-07-10",
      "episode_id" : 119818,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-08-21",
      "episode_id" : 121940,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 2"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-08-28",
      "episode_id" : 127834,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 3"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-07-10",
      "episode_id" : 119819,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-08-21",
      "episode_id" : 121852,
      "length" : 2,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-08-28",
      "episode_id" : 121853,
      "length" : 2,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 3"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-09-04",
      "episode_id" : 121854,
      "length" : 2,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 4"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "air_date" : "2010-06-05",
      "episode_id" : 118771,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Preview Video"
      }, {
        "language" : "JAPANESE",
        "title" : "Trailer"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 2.86,
      "total" : 936
    },
    "TEMPORARY" : {
      "rating" : 5.65,
      "total" : 948
    }
  },
  "related" : {
    "SIDE_STORY" : [ 8243 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "337147" ],
    "ANIME_NFO" : [ "4667,ewyhpr" ],
    "ANISON" : [ "12805" ],
    "ANN" : [ "11225" ],
    "FUNIMATION" : [ "blessing-of-the-campanella/" ],
    "LAIN" : [ "mediadb/media/2607" ],
    "MAL" : [ "6979", "9167" ],
    "MARUMEGANEL" : [ "2010/campanella" ],
    "MEDIA_ART_DATABASE" : [ "11746", "11880" ],
    "SYOBOI" : [ "1971" ],
    "VNDB" : [ "v1337" ],
    "WEBSITE" : [ "http://www.marv.jp/special/campanella/" ],
    "WIKIPEDIA_EN" : [ "Shukufuku_no_Campanella" ],
    "WIKIPEDIA_JP" : [ "祝福のカンパネラ" ]
  },
  "similar" : {
    "8834" : {
      "rating" : 7.419354838709678,
      "total" : 31
    },
    "9741" : {
      "rating" : 8.88888888888889,
      "total" : 18
    },
    "10241" : {
      "rating" : 9.444444444444445,
      "total" : 18
    },
    "13779" : {
      "rating" : 5.0,
      "total" : 4
    },
    "13912" : {
      "rating" : 10.0,
      "total" : 2
    },
    "15201" : {
      "rating" : 4.615384615384616,
      "total" : 13
    }
  },
  "start_date" : "2010-07-03",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "520" : {
      "info_box" : false,
      "name" : "nopan",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1363" : {
      "info_box" : false,
      "name" : "breast fondling",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2094" : {
      "info_box" : true,
      "name" : "magic",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2396" : {
      "info_box" : false,
      "name" : "swimsuit",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2625" : {
      "info_box" : false,
      "name" : "past",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2628" : {
      "info_box" : false,
      "name" : "fictional location",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2640" : {
      "info_box" : false,
      "name" : "alternative past",
      "parent_tag_id" : 2625,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2642" : {
      "info_box" : false,
      "name" : "alternative present",
      "parent_tag_id" : 2624,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2652" : {
      "info_box" : false,
      "name" : "super deformed",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2749" : {
      "info_box" : false,
      "name" : "nudity",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2773" : {
      "info_box" : false,
      "name" : "magic circles",
      "parent_tag_id" : 2094,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2803" : {
      "info_box" : true,
      "name" : "erotic game",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2804" : {
      "info_box" : true,
      "name" : "visual novel",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2849" : {
      "info_box" : false,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2850" : {
      "info_box" : true,
      "name" : "adventure",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2856" : {
      "info_box" : false,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2857" : {
      "info_box" : false,
      "name" : "anthropomorphism",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2859" : {
      "info_box" : true,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2865" : {
      "info_box" : false,
      "name" : "summer festival",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3023" : {
      "info_box" : false,
      "name" : "funny expressions",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3202" : {
      "info_box" : false,
      "name" : "adoring fan club",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3233" : {
      "info_box" : false,
      "name" : "cooking curry",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3896" : {
      "info_box" : false,
      "name" : "bloodless wounds",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4150" : {
      "info_box" : false,
      "name" : "everybody is nice",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4465" : {
      "info_box" : false,
      "name" : "stereoscopic imaging",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4521" : {
      "info_box" : false,
      "name" : "lost technology",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5835" : {
      "info_box" : false,
      "name" : "Gainax bounce",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5843" : {
      "info_box" : false,
      "name" : "sibling yin yang",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6137" : {
      "info_box" : false,
      "name" : "catchphrase",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6148" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO EPISODE",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7220" : {
      "info_box" : false,
      "name" : "sexual abuse",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7222" : {
      "info_box" : false,
      "name" : "groping",
      "parent_tag_id" : 7220,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shukufuku no Campanella",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Blessing of the Campanella",
    "type" : "OFFICIAL"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "Campana de bendición",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "祝福のカンパネラ -la campanella della benedizione-",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "祝福的钟声",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Campanella",
    "type" : "SHORT"
  }, {
    "language" : "ITALIAN",
    "title" : "La Campanella Della Benedizione",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_TRADITIONAL",
    "title" : "祝福之鐘",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_TRADITIONAL",
    "title" : "祝福的鐘聲",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.marv.jp/special/campanella/"
}