{
  "anime_id" : 7413,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 18591,
      "name" : "Atsui Tarou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18588,
      "name" : "Ayane",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18586,
      "name" : "Hayata",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18590,
      "name" : "Hikaru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18587,
      "name" : "Kakeru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18580,
      "name" : "Kawabe Tsugumi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18583,
      "name" : "Kobayashi Yukie",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18592,
      "name" : "Mamoru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18585,
      "name" : "Mike",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18581,
      "name" : "Oka Masaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18589,
      "name" : "Ran",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18582,
      "name" : "Saotome Koutarou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18593,
      "name" : "Takeshi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18584,
      "name" : "Yuuka",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 37902,
      "name" : "Cinderella-hime",
      "type" : "CHARACTER"
    }, {
      "character_id" : 37903,
      "name" : "Kaguya-hime",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16561,
      "name" : "Sasahara Natsuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 37901,
      "name" : "Shirayukihime",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16560,
      "name" : "Takashiru Reira",
      "type" : "CHARACTER"
    }, {
      "character_id" : 16559,
      "name" : "Yukimori Ringo",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 18578,
      "name" : "Chris",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18576,
      "name" : "Dai",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18577,
      "name" : "Ryoku",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18575,
      "name" : "Sei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 18579,
      "name" : "Wish",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "900" : [ {
      "name" : "Telecom Animation Film",
      "type" : "ANIMATION_WORK"
    } ],
    "1082" : [ {
      "name" : "Shogakukan",
      "type" : "ORIGINAL_WORK"
    } ],
    "1178" : [ {
      "name" : "Sega",
      "type" : "ORIGINAL_WORK"
    } ],
    "2178" : [ {
      "name" : "Yamada Yuka",
      "type" : "SERIES_COMPOSITION"
    } ],
    "3012" : [ {
      "name" : "Watanabe Atsuko",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Watanabe Atsuko",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "4496" : [ {
      "name" : "Moriwaki Makoto",
      "type" : "DIRECTOR"
    } ],
    "38896" : [ {
      "name" : "Muramatsu Takatsugu",
      "type" : "MUSIC"
    } ]
  },
  "description" : "* Based on Lilpri: Yubi Puru Hime Chen! trading card arcade game.\nVarious reports of irregularities are flooding in from all corners of Fairytale Kingdom. The truth is, Fairytale Kingdom is on the verge of destruction! This is because the happiness within peoples` hearts, the \"Happiness Tone\", is disappearing. The only ones who can restore the Happiness Tone are the legendary Princesses...\nThe queen dispatches three \"Magic Pets\" to the human world. Upon arrival, at a concert held by the popular idol, Wish, the Magic Pets meet three young girls who have within them the power to become Princesses.\n~ translated and adapted from the official Japanese site by Cranston",
  "end_date" : "2011-03-27",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2010-04-04",
      "description" : "Yukimori Ringo is an energetic elementary school girl. Today she is helping her father sell apple pies at the concert hall where Wish’s concert is being held. Ringo adores Wish. As Ringo could not get a ticket, she tries to bring a gift apple pie to Wish, but the security personnel through her out. Despite all that, she still manages to get in somehow and meets Sasahara Natsuki and Takashiro Leila. Then three strange animals appear…\nSource: crunchyroll",
      "episode_id" : 117429,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 4.31,
        "total" : 2
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRP853GWR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Princess Miitsuketa Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "We Found The Princesses Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "プリンセスみーつけた☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-04-11",
      "description" : "Ringo’s family runs a super popular apple pie store. The apple pies Ringo’s father makes are so delicious that they quickly sell out. Today, they out in a flash again, so her father starts preparing for the next day. Meanwhile, Ringo, Leila, Natsuki, the Ma-Pets Sei, Dai, and Ryoku are discussing the events from the day before. After finishing some of the work, Sei goes in the kitchen to get a drink of water. Nobody is in the kitchen, but the many apple pies for tomorrow are there. Sei tries his best to hold back his desire to devour them, but the smell and sight is quite overwhelming…\nSource: crunchyroll",
      "episode_id" : 117430,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 3.44,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G68VDQ5D6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ma Pet Daishippai Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Ma-pets` Big Mistake Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "魔ペット大失敗☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-04-18",
      "description" : "Atsui Tarou is Ringo’s teacher. Today he’s already very intense from the beginning and suggests “Making something that will be the class’s trademark for tomorrow’s excursion!” However, none of the students pay attention to him. But he does not give up. His next suggestion is to stitch all of their handkerchiefs together to make a flag. However, all the students just leave their handkerchiefs and go home. After seeing that, Ringo, Leila, and Natsuki offer their help, but he insists that he has been “entrusted with their hearts” and begins to sew the handkerchiefs together. After a while, Leila goes back to the class room to pick something up she forgot. That’s when she sees the flag Mr. Atsui has made; it’s in tatters, about to fall apart on its own, so Leila decides to take it home to fix it, but…\nSource: crunchyroll",
      "episode_id" : 117636,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 5.5,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYDQKM8D6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hime-sama wa Wasurenbo Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Princess is Forgetful Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ひめさまは忘れんぼ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-04-25",
      "description" : "Ringo and Leila visit Natsuki’s house and run into Natsuki’s grandfather and grandmother. Apparently they both have to leave on sudden business. Natsuki’s grandmother tells her that a master of dance will come by to pick up some fabric. Natsuki is the daughter of a dry goods merchant, and her parents are working abroad. That’s why Natsuki is living with her grandparents. While Natsuki is telling this story, someone calls at the front door. When Natsuki rushes to the front door, the master of dance, Kobayashi Sachie, is waiting there. Even though Natsuki properly greets her, she is met with a “Hah!” and a lesson in manners!\nSource: crunchyroll",
      "episode_id" : 117832,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 5.5,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR5VP93ER" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Master Arrives Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Oshishou-sama ga Yattekita Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "お師匠さまがやってきた☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-02",
      "description" : "Ringo, Leila, and Natsuki are at the department store. They came to see Wish’s giant poster. The Ma-pets Sei, Dai, and Ryoku are apparently in awe during their first visit to a department store. But suddenly Ryoku cries out! When everybody turns around, they see an energetic boy waving Ryoku around by his tail! Natsuki rushes to safe Ryoku. The boy’s name is Hayata, and it looks like he is lost. Since they can’t find his mother in the vicinity, the girls take him to the Lost Children Center. But when they try to give him up, they realize that he has disappeared again…\nSource: crunchyroll",
      "episode_id" : 117960,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 5.5,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6GG5K826" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Lost and in Big Trouble! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Maigo de Oosawagi Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "まいごで大さわぎ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-09",
      "description" : "The queen of Fairyland looks up at the sky with a sad expression. She is worried that collecting Happiness Tones is not going that well. Still, the queen is confident that Lil’Pri is doing their best and smiles. Meanwhile, Ringo, Leila, and Natsuki are busy watching a comedy show on TV. When a commercial with Wish comes on, they lose themselves. Even the Ma-pets who are supposed to watch over them are totally relaxed. That’s when the girl’s wands start glowing. The Ma-pets realize that they have more important business, namely “Making people happy and saving Fairyland!” The Ma-pets are full of passion and tell the girls that they have to undergo training to up their princess powers!\nSource: crunchyroll",
      "episode_id" : 118060,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6E5XJ88Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Princess Shuugyou da yo yo Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Princess Training! Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "プリンセス修行だよヨ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-16",
      "description" : "Ringo’s class mate, Saotome Koutarou, missed a day of school because of a cold. However, rumor has it that he stayed home to practice for a violin recital. On their way home, Ringo and her friends keep talking about Saotome. When someone mentions that he’s aiming to become a pro, they get in a frenzy and say “He’ll be a celebrity!” and “We should get autographs while we still can!”. But soon they realize that an unfamiliar voice has joined the conversation. The mysterious rabbit who had helped them before was back. His name is “Chris”. Chris says that he’s come from Fairy Land, and that he will help Lil’Pri gather Happiness Tones. Then Chris pulls something out from a bush and gives it to Ringo. That something was a violin case with the name “Saotome” on it.\nSource: crunchyroll",
      "episode_id" : 118246,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY9PV5W8R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Quit Training! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Okeiko Yameta Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "おケイコやーめた☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-23",
      "description" : "Ringo and her friends have a face-off with Tsugumi, another Wish fan, in front of a CD store. The reason for this incident is that neither could get the last handshake ticket for Wish. A heated argument ensues: “It’s your fault that I can’t meet Wish!” “That’s our line!”. The argument derails and they end up starting a competition to see who can get Wish’s autograph first. They all try different methods to get his autograph, however, it’s not as easy as they think. Depressed, Tsugumi sighs: “Wish…  I only have two more days…”. Apparently Tsugumi has a reason why she absolutely has to get Wish’s autograph…\nSource: crunchyroll",
      "episode_id" : 118368,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY49P73WR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Chase After Wish! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Wish o Oikakero Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "Wishをおいかけろ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-05-30",
      "description" : "One day, Natsuki’s friend Takeshi asks her to help out his soccer team, the “Hanasaki Kickers”, by playing in a match for them. Apparently his team has never won a game. On top of that, they will disband the team after this next match, so they don’t want to lose under any circumstances. Even then, Natsumi tries to refuse by saying that “It’s none of my business”. But when the other players laugh at the prospect of having a girl help them out, she unleashes her athletic prowess and takes the boys down a notch. And she ends up agreeing to help out… The day of the match is already near; however, one of the players, Mamoru, asks Natsuki to withdraw from the match.\nSource: crunchyroll",
      "episode_id" : 118367,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYJQ0N8E6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PriPri Soccer! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Puripuri Soccer Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ぷりぷりサッカー☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-06",
      "description" : "The Ma-pet Sei is in love with the canary Ran. Sei tries everything in his repertoire to make Ran fall for him, but for some reason she is not receptive. Ringo and her friends watch over his efforts. They were also curious about the old man who kept sighing. His name is Oka Masaki and he runs a Haiku club in the neighborhood. Apparently the reason that Ran is so cold is because of him. The truth is that Oka is having trouble coming up with a good Haiku. According to him, Ran sings with her beautiful voice when you recite a good Haiku to her, but that hasn’t happened in some time…  In order to cheer him up, Ringo and her friends decide to help him come up with a Haiku. Will they ever hear Ran sing again? And what about Sei’s love?\nSource: crunchyroll",
      "episode_id" : 118366,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYK5EJ84R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Go-shichi-go de Love-love Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Lovey-Dovey in Haiku Form! Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "五七五でラブラブ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-13",
      "description" : "A female neighborhood friend of Leila has decided to get married. Leila was obviously invited to the wedding, but she also wanted Ringo and Natsuki to come to the ceremony. “Why us?” is their first reaction, but then the reason becomes apparent: the groom’s their teacher Mr. Atsui! He wants Ringo and Natsuki to be the bride’s veil girls and entrusted Leila with the important task of delivering the bride’s present. What kind of present is it? To answer that, Mr. Atsui shows the girls a picture of him and a giant shoe. The shoe is so big that the girls are blown away. But he says that it fits the bride perfectly…\nSource: crunchyroll",
      "episode_id" : 118710,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6VNDK40R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Big Cinderella! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Big na Cinderella Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ビッグなシンデレラ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-20",
      "description" : "Ringo and Saotome are having an argument. When Ringo says that “My father’s apple pies are the best in the world”, Saotome replies that being the best is not that easy. Ringo counters by saying that her father ‘s are still the best, so Saotome ups the ante by saying that he will accept her claim if her father wins the apple pie contest. After Ringo gets back, she immediately asks her father to participate in the apple pie contest. However, no matter how many times she implores him, he won’t agree to participate. On the next day, when Ringo tells her friends that her father won’t compete, Saotome shows up and starts another argument. He claims that Ringo’s father had no confidence and ran. So Ringo can’t help herself and says that her “Father will definitely compete!”.\nSource: crunchyroll",
      "episode_id" : 118857,
      "length" : 25,
      "number" : 12,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYP8532WY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sekaiichi no Apple Pie Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The World`s Best Apple Pie Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "世界一のアップルパイ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-06-27",
      "description" : "Lil’Pri are known as the mysterious stars. Ringo, Leila, and Natsuki are surprised by the unexpected attention but agree to “Try even harder to make everybody happy”. Sei, Dai, and Ryoku seem to be happy about the decision. But then they realize that only one of the princess change cards crucial for the transformation is left! Ringo and her friends are worried that they can only do the princess change one more time. That’s when Chris appears and delivers them a message from Wish. The message states that he wants them to appear on his show once again. The girls only have one card left, so Ringo and her friends get psyched to use the last card to amass a wealth of happiness tones and save Fairy Land in one last concerted effort, but…\nSource: crunchyroll",
      "episode_id" : 118856,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR8VDQZDR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Saigo no Himechan? Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Final Princess Change? Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "さいごのひめチェン? ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-04",
      "description" : "The three princesses used their last card and came to Fairy Land. They look on with desolate faces as the Ma-Pets confess to the Queen that they`ve run out of cards.\nSource: crunchyroll",
      "episode_id" : 118855,
      "length" : 25,
      "number" : 14,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6DQKMEDR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otogi no Kuni ni Kichatta Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "We`ve Come to Fairyland Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "おとぎの国にきちゃった☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-11",
      "description" : "The girls` classmate, Tenko Okamoto, is a big fan of magic. She leaves to go see a world-famous magician and hijinks ensue,\nSource: crunchyroll",
      "episode_id" : 119528,
      "length" : 25,
      "number" : 15,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY5VP9ZEY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Maji? Maji Magic Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Really? Is it Magic Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "マジ? まじマジック☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-18",
      "description" : "Ringo and the girls attend a release party at Crystal Shoes, the store where Leila`s father works. Kumi Ochiai takes the girls in where they witness Wish in mid-rehearsal.\nSource: crunchyroll",
      "episode_id" : 119846,
      "length" : 25,
      "number" : 16,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRGG5KX2R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Happy Shoes and the Release Event Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Happy Shoes de Happyoukai Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ハッピーシューズで発表会☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-07-25",
      "description" : "Ringo, Leila, and Natsuki are on their way to the beach until they are surprised by Lili who is a mermaid that appears before their eyes.\nSource: crunchyroll",
      "episode_id" : 119845,
      "length" : 25,
      "number" : 17,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRE5XJ786" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Mermaid-Lili Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mermain Lili-chan Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "マーメイド・リリちゃん☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-01",
      "description" : "Leila`s father, Marco Paparoncino, runs the Crystal Shoes store. He comes back from overseas. He needs Lil` Pri`s help to find the model in a poster for a new pair of boots.\nSource: crunchyroll",
      "episode_id" : 120368,
      "length" : 25,
      "number" : 18,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G69PV5Z8Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Welcome Home, Leila`s Dad Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "おかえり, レイラパパ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-08",
      "description" : "Nighttime during summer break. The girls head to school for a test of courage. They end up doing it together, all 5 of them.\nSource: crunchyroll",
      "episode_id" : 120555,
      "length" : 25,
      "number" : 19,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G649P7DWY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Test of Courage Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kimodameshida Zoutsu Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "きもだめしだゾーッ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-15",
      "description" : "Today is the concern with Wish. Ringo and the girls are gleefully practicing singing in the park. The Ma-Pets are really getting into supporting the princesses, when...\nSource: crunchyroll",
      "episode_id" : 120554,
      "length" : 25,
      "number" : 20,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6JQ0NJER" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Omoidase! Ma Pet Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Remember! Ma-Pets Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "思いだせ! 魔ペット☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-22",
      "description" : "Ringo`s mother has to look after Ai, the daughter of her good friend, Tomoko. Ringo is so happy that she gets to play big sister with such a cute baby.\nSource: crunchyroll",
      "episode_id" : 120553,
      "length" : 25,
      "number" : 21,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6K5EJ24Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hime-sama ga Okaa-sama Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Princess is the Mother Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ひめさまがおかあさま☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-08-29",
      "description" : "Summer vacation is almost over. Ringo and the girls are discussing the homework that Mr. Atsui issued. They were told to create \"hot and intense memories.\" As the three princesses discuss what to do to achieve this, a classmate shows up. She`s a fashionable girl named Momoka Hoshino.\nSource: crunchyroll",
      "episode_id" : 120552,
      "length" : 25,
      "number" : 22,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRVNDK20Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Natsu no Omoide Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Off We Go! Summer Memories Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "夏の思い出とんじゃビー! ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-05",
      "description" : "During the night a mysterious house appears to fall from the sky, investigating the house the girls believe the owner to be a witch!\nSource: crunchyroll",
      "episode_id" : 121540,
      "length" : 25,
      "number" : 23,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6P8539W6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Gingerbread House Fell From The Sky Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Okashi no ie ga Ochi Tekita Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "おかしの家が落ちてきた☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-12",
      "description" : "Ringo and Leila are invited to a party at Natsuki`s house. This party has a long tradition where someone`s groom is decided for them.\nSource: crunchyroll",
      "episode_id" : 121539,
      "length" : 25,
      "number" : 24,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8VDQ8DY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Motemote Kaguya Hime Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Popular Princess Kaguya Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "モテモテかぐやひめ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-19",
      "description" : "Ringo, Leila, and Mizuki are practicing their song at Wish`s stage at night.\nSource: crunchyroll",
      "episode_id" : 121538,
      "length" : 25,
      "number" : 25,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRDQKMZDY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Himitsu ga Bare Chatta Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Secret`s Out Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ひみつがバレちゃった☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-09-26",
      "description" : "The girls flee and make it back to Fairlyland. They reunite with the Queen, but then...\nSource: crunchyroll",
      "episode_id" : 121537,
      "length" : 25,
      "number" : 26,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G65VP98E6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otogi no Kuni no Ouji-sama Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Prince of Fairy Land Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "おとぎの国の王子さま☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-03",
      "description" : "Wish greets the girls as they return from Fairy Land. Both the girls and Wish are happy to see the other safe and sound. They end up asking questions and hear Wish`s reason for becoming an idol.\nSource: crunchyroll",
      "episode_id" : 122719,
      "length" : 25,
      "number" : 27,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYGG5KD2Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Omelet Rice of Hopes and Dreams Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ゆめときぼうのオムライス☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-10",
      "description" : "A talking cat appears before Chris. Its name is Vivi. It`s a Ma-Pet from Fairy Land. People are on edge about what Vivi will, but when he pulls out a card, nothing really happens...\nSource: crunchyroll",
      "episode_id" : 122718,
      "length" : 25,
      "number" : 28,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYE5XJ38R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Bibi, the Prankster Ma-Pet Arrives Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "いたずら魔ペット, ビビでち☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-17",
      "description" : "The girls` class has to decide on a class representative for the second semester. The first semester class representative, Tachibana Mamiko, instantly raises her hand as a candidate. However, the entire class is in a state of unease. The reason? Mamiko is a quick to nag and really strict class representative who is feared and called Nag-iko.  Everyone thinks her continuing as class representative spells trouble.  Suddenly, Saotome nominates Ringo for class representative; a move that surprises Ringo. Ringo claims her being class rep is impossible, but the class is so excited that they won`t listen to her.   Seeing the situation, Mr. Atsui proposes to let Ringo be class rep for three days as a test.\nSource: crunchyroll",
      "episode_id" : 122717,
      "length" : 25,
      "number" : 29,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR9PV5886" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Who`s a Good Fit For The Student Body Prez Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "委員長はだれがいーんでちょう☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-24",
      "description" : "Ringo and the others are having a picnic in the park when a tear drops the One-Inch Boy and his wife Momiji from Fairy Land.\nOn their way down, the two begin quarreling.\nThe quarrel worsens and the girls are unable to do anything. \nThe cause of this is One-Inch Boy seems to have become a complete slacker. \nOnce always practicing his sword, he now just idles.\nAs a result, he`s become fat and can`t ride his bowl boat.\nOn top of that, he always has a comeback to whatever is said.\nMomiji can no longer take it and having reached her limit, explodes in anger!\nThe girls are shocked by this when the Magic Mallet comes tumbling down...\nSource: crunchyroll",
      "episode_id" : 122716,
      "length" : 25,
      "number" : 30,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR49P78W6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The One-Inch Boy Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "一寸法師でござるよ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-31",
      "description" : "On their way home from school, the girls run into their classmate Natsume Mahiru and her little sister Manatsu.\nAt close glance, Manatsu looks kinda like a witch.  \nIt turns out, they are going to be participating in the costume festival.\nEveryone dresses up how they want and parades through the Hanasaki District.\nOf course, Manatsu is going as a witch.  Mahiru is going dressed as her favorite, a vampire.\nHearing this, Ringo and the others decide to join in since it sounds fun. \nHowever, Mahiru is not very good at making costumes.\nRingo proposes that they all make the costumes together while learning from Leila, who is good at sewing.\nThey all gather at Leila`s house and get to work making costumes.\nSource: crunchyroll",
      "episode_id" : 124568,
      "length" : 25,
      "number" : 31,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQ0NDEY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Spy a Tiny Witch Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "小さな魔女みつけたでち☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-07",
      "description" : "Wish has invited Ringo, Leila and Natsuki to be on a live TV music program.  The girls are excited to see Wish and other performers who they`ve only seen on TV rehearse right before them.  Wish`s rehearsal finishes and it`s Lil` Pri turn.  The girls take the stage as Wish watches from a corner.  As they finally start singing, the studio lights suddenly go out leaving them in the dark.  After a short time, the lights come back on and a woman faces and walks toward Lil` Pri.  Her name is Yuuko Nakajou, an important figure known as the Princess of Enka.  Yuuko approaches with an incredible aura, the intensity of which has the girls completely frightened.  What Yuuko wants with the girls is...\nSource: crunchyroll",
      "episode_id" : 124567,
      "length" : 25,
      "number" : 32,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY5VP987Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Resound, Lilpris` Song Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "とどけ, リルぷりっの歌☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-14",
      "description" : "Youichi has been trying to give a love letter to his middle school classmate Sayaka, but always fails.  Ringo and the girls see this and want to help make his confession a success. However, Ringo and Natsuki get into a fight over how to help him.  Natsuki dislikes Ringo`s method of trying to teach him how to be more popular with girls, using her favorite girl`s comics as an example. As hard as Leila tries to stop the fighting, Ringo and Natsuki won`t make up and things only gets worse.  Even Chris warns them that if their feelings cannot become one, they cannot become Lil` Pri and can`t save Fairy Land. Will Ringo and Natsuki be able to make up?\nSource: crunchyroll",
      "episode_id" : 124566,
      "length" : 25,
      "number" : 33,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRGG5KD3R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Pri-Pri Cupid, Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Pri-Pri Cupid, Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ぷりぷりキューピッド ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-21",
      "description" : "The girls` class decides to do a play for the school arts festival. However, when discussing what kind of play they want to do, the class is split and unable to come to a consensus. Suddenly, Saotome stands up and says they should do a play where he is the lead role.  The title is \"Go Go Hero Saotome\" and the last scene has the hero, Saotome, and the heroine kissing.  Among the class`s displeasure, Leila is having fun thinking up the costumes for the hero and heroine. Meanwhile, the class continues and finally gets to the point of deciding on who will play the heroine, the role which nobody wants to take. Out of nowhere, Leila raises her hand and says she will do it, surprising everybody. It turns out she had mistakenly thought they were deciding on who would make the costumes. Now unable to turn it down, Leila has to be the heroine...\nSource: crunchyroll",
      "episode_id" : 124565,
      "length" : 25,
      "number" : 34,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRE5XJZV6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hime-sama Gekijou Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Princess Play Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ひめさまげきじょう☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-28",
      "description" : "To return Prince Chris to his former self, Vivi uses her cards of fortune.  The cards end up showing Vivi`s mistress, the Keeper of the Jewels. Thinking the Ultimate Shine is at her mistress`, she returns to the house and, just as the fortune says, finds a card that is shining.  Vivi returns to the human world and heads straight for Chris.  However, the card she is holding suddenly glows and flies away saying \"Liar, liar.\"  What Vivi was actually holding was the Liar Liar card which forces whatever it is attached to to lie. Vivi chases after the card to catch it, but the card runs through the entire town forcing people to tell lies. Finally, it attaches itself to Natsuki, who hates lies...\nSource: crunchyroll",
      "episode_id" : 124564,
      "length" : 25,
      "number" : 35,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G69PV52VY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Oh No! Trouble With the Magic Card Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "魔法カードで Oh!たいへん☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-05",
      "description" : "After school, Ringo, Leila, and Natsuki are talking with their classmates about Mr. Atsui`s assignment, an essay about their dreams.  The others are excited as they each talk about dreams such as wanting to be a pro soccer player or taking over the world.  However, Okada silently listens to everyone. When Leila asks Okada what his dream is, he says it`s nothing big and laughs it off, but it seems Okada has a dream he wants to come true as well. While walking home that day, Okada spots an old lamp on the ground. Okada stares at the strange lamp and decides to rub it a little. Suddenly, the lamp glows and from inside the lamp, the genie Alijiji comes flying out! Alijiji tells the shocked Okada that he will grant three of his master`s wishes.\nSource: crunchyroll",
      "episode_id" : 125575,
      "length" : 25,
      "number" : 36,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G649P741Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Naan and Curry Idol Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ナンとカレーなアイドル☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-12",
      "description" : "One day, Ringo wakes up and notices her Ma-Pet, Sei, is gone. Ringo talks with Leila and Natsuki who say that Dai and Ryoku have been gone since morning too.  The girls walk around the town searching for the Ma-Pets, but are unable to find them. They think back and wonder if they had done something wrong.  Sei was crushed when Ringo rolled over in her sleep, Dai`s crackers were taken away by Leila, and Ryoku was thrown out of the room by Natsuki for being fussy... so many possibilities come to mind. Worried, the girls go to ask Chris. Meanwhile, the Ma-Pets are walking around Hanasaki in their Halloween costume. It seems the Ma-Pets have some reason for doing this...\nSource: crunchyroll",
      "episode_id" : 125574,
      "length" : 25,
      "number" : 37,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6JQ0NZ2R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Where`d the Ma-Pet Go Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "魔ペットペットどこいった☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-19",
      "description" : "Ringo, Leila, and Natsuki have come to the Hanasaki Shopping District, where they are preparing for Christmas. At the Shopping District, there is an old man in a Santa suit handing out fliers for the Christmas sale. His name is Ono Santarou and during the Christmas season, he hands out candy to children, does funny dances, and makes gags.  His performance is enjoyed by the kids and he`s really popular. The girls looked forward to seeing him every year as well. During the performance, there is a boy watching Santarou from the edge of the Shopping District.. This boy is his grandson, Ono Yukio. He is spotted by the girls who call out to him, but he runs away. It seems that for some reason, Yukio thinks poorly of Santarou being Santa Claus...\nSource: crunchyroll",
      "episode_id" : 125573,
      "length" : 25,
      "number" : 38,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6K5EJZMY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hanasaki jou no Santa-san Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Santa Claus From Hanasaki Town Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "花咲町のサンタさん☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-26",
      "description" : "Ringo and the others have come to Fairy Land. However, something seems different from normal. It turns out there is a Countdown Party at the Queen`s Castle today. In Fairy Land, they hold a giant party to welcome to the new year as it only begins after Ikkuru and Kukkuru, the fairy of the year past and the fairy of the coming year, join hands. After greeting the girls, the Queen takes them to visit Ikkuru. Upon arriving at Ikkuru`s room, the girls are shocked. The furnishings in Ikkuru`s room are strewn everywhere and it is littered with junk while Ikkuru is sprawled out and looking bored. It seems the state of the room is causing Ikkuru to sulk. The Queen tells the girls that in this state, Ikkuru might not show up at the Countdown Party.\nSource: crunchyroll",
      "episode_id" : 125572,
      "length" : 25,
      "number" : 39,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRVNDK84Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Huge Party in Fairy Land Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otogi no Kuni no Dai Party Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "おとぎの国の大パーティー☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-09",
      "description" : "The Queen of Fairy Land tells the girls she wants to hear their new song. According to the queen, now that the girls` Princess Power has increased, they should be able to find a new song in Fairy Land. The girls bid farewell to the queen and go off searching Fairy Land for the song.  They go all over Fairy Land, but are unable to find it. The girls` vain efforts leave them completely exhausted. This is when Roo passes by carrying a bucket, a shovel, and lots of other things. Apparently Roo is on her way to tend to the flower garden. But with a huge pile of things, Roo is unstable and flying dangerously. Seeing this, the girls want to help Roo. But they also have to search for their song...\nSource: crunchyroll",
      "episode_id" : 126396,
      "length" : 25,
      "number" : 40,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6P853Z96" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Hime Puri wa Mugendai, Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Princess Powers are Limitless Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ひめっぷりは∞むげんだい☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-16",
      "description" : "Chris tells the girls that Little Red Riding Hood is in the human world. They quickly find her, but she becomes hungry and unable to move in no time. That is when Yamamori Azuki, a highschool student, passes by carrying a large paper bag. Azuki`s younger sister, Yamamori Botan, goes to the same kindergarten as Ringo`s brothers. Seeing the famished Little Red Riding Hood, Azuki takes a hamburger out of her bag. Little Red Riding Hood is overjoyed at the deliciousness of her first hamburger. She wants to do something in return for Azuki and is asked to help set up for her little sister`s birthday party. Meanwhile, in Fairy Land, the Big Bad Wolf is searching for Little Red Riding Hood...\nSource: crunchyroll",
      "episode_id" : 126398,
      "length" : 25,
      "number" : 41,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY8VDQK7Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Akazukin-chan Irasshai, Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Welcome, Red Riding Hood Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "赤ずきんちゃんいらっしゃい☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-23",
      "description" : "Ringo has gone skating with her family.  Watching her seven brothers and Sei skate, Ringo also skates around at full speed.  But while looking away, she is about to collide with the wall when a girl gallantly appears and saves her at the last second. Ringo tries to thank the girl, but the girl is the idol of the figure skating world, Karen, who skates away in a hurry.  That afternoon, Ringo and Sei are eating lunch by the by the lake when a swan suddenly appears and steals their lunch. Ringo and Sei chase after the swan. As Ringo and Sei run along the bank of the lake, they spot a depressed looking Karen watching the swans.\nSource: crunchyroll",
      "episode_id" : 126397,
      "length" : 25,
      "number" : 42,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRDQKM23Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Swan Dive Into Karen! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Karen ni Hakuchou Jump! Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "カレンに白鳥ジャンプ! ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-30",
      "description" : "On the way to school with Ringo and Natsuki, Leila seems odd. She totters about while mentioning that her head is heavy and her shoulders are stiff. It`s no wonder she feels this way as riding on her head is a plump Dai. His fatness has everyone surprised.  As they comment on it, Dai pulls out a biscuit and happily devours it. It seems he isn`t aware of it at all. However, Dai has become so fat that he can no longer fit into the dollhouse. Seeing Dai like this, Sei and Ryoku are angered as he is too pitiful for a Ma-Pet. After Leila also persuades him, Dai finally decides to go on a diet . Thus, Leila and Dai`s Super Diet Plan has begun.\nSource: crunchyroll",
      "episode_id" : 126399,
      "length" : 25,
      "number" : 43,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G65VP9176" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Dai-chan Diet Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Dai`s on Diet Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ダイちゃんダイエット☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-06",
      "description" : "After getting Natsuki hurt when a small dog barks at them, Ryoku questions if he is useless to Natsuki and gets depressed. Moping by himself, Ryoku finds a partitioning screen in Natsuki`s house which has a powerful dragon and a tiger drawn on it. According to Natsuki`s grandfather, the dragon and tiger are said to have been rivals, fighting for the position of the strongest in the world since olden times. Hearing that, Ryoku is determined to become a powerful dragon that can protect Natsuki and begins to train. However, the next day, upon hearing a loud noise from the room with the screen, they take a look and find a huge hole where the tiger was. Natsuki and Ryoku both find this strange.  Truth is, there is a legend that the tiger drawn on the screen sometimes jumps from the screen and prowls around.\nSource: crunchyroll",
      "episode_id" : 126866,
      "length" : 25,
      "number" : 44,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYGG5KZ3Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ryoku Wants to be a Dragon Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ryoku, Ryuu ni Nari Tiger Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "リョク, リュウになりタイガー☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-13",
      "description" : "Otohime and Urashima Taro fall into the human world from Fairy Land. Otohime, who loves hospitality, begins serving various extravagant foods in an effort to please people.  The girls try to get Otohime to return to Fairy Land, but neither Otohime nor Urashima Taro will listen. Furthermore, Otohime has become a fan of Wish and says she wants to give him Valentine`s chocolate at his Valentine`s concert. However, Otohime`s handmade chocolate is very strange chocolate that causes the person who eats it grow old.  Not listening to the girls trying to stop her, Otohime goes to the concert hall. The girls also head to the concert hall to try to stop Otohime, but they don`t make it in time and everyone has become elderly.  And on top of that, even Wish eats the chocolate...\nSource: crunchyroll",
      "episode_id" : 127968,
      "length" : 25,
      "number" : 45,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYE5XJ0VR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chokotto Otohime Omotenashi Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Otohime`s Hospitality Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "チョコっとおとひめおもてなし☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-20",
      "description" : "Wish suddenly announces that he`s retiring from being an idol. His sudden announcement surprises both his fans and the girls. The girls go to Chris to ask why he`s retiring, but Chris seems odd somehow. They repeatedly try to talk to him, but Chris won`t answer. The girls become anxious, wondering what happened to Chris, when Vivi comes and tells them the secret Chris has been keeping from Lil` Pri. Knowing he accepted his destiny for them, the girls head to the concert hall where Wish`s fans wait, saddened by his retirement. Meanwhile, Vivi runs into the Witch at her mistress`s house. Without knowing the Witch is tricking her, Vivi completely believes her. The Witch successfully deceives Vivi and is finally headed to the human world...\nSource: crunchyroll",
      "episode_id" : 128122,
      "length" : 25,
      "number" : 46,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR9PV59V6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Goodbye, Wish Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sayonara Wish Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "さよならWish☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-27",
      "description" : "The Witch finds out that the girls are Lil` Pri and attacks them with magic.  She plans on defeating Lil` Pri and becoming the most beautiful in the land. Under attack, the girls manage to escape to Fairy Land with the Queen`s assistance. However, because the witch has come to the human world, many odd things are happening around Fairy Land. At this rate, Fairy Land will disappear.  The Queen asks the girls to search for the Special Dress. If Lil` Pri, with their increased Princess Power, wear that dress, Fairy Land will be saved. To make the Special Dress, the Golden Needle, the Thread of Light, and the Rainbow Cloth are needed. Hearing this, the girls head straight to One-Inch Boy`s village to find the Golden Needle.\nSource: crunchyroll",
      "episode_id" : 128121,
      "length" : 25,
      "number" : 47,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR49P7W16" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Number 1!? Majo ga Kita Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Number 1!? The Witch is Here Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ナンバー1!? 魔女がきた☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-06",
      "description" : "The girls have come to One-Inch Boy`s village in Fairy Land. However, they and the entire village was swallowed up by a tear and dropped into the human world. It turns out that tears are appearing all over Fairy Land and the lands of various fairy tales have fallen to the human world. As a result, many characters have fallen to the human world and are on the verge of causing a panic in the human world. Meanwhile, having gotten the Golden Needle at One-Inch Boy`s village, the girls have come to the Elves` Shoe Shop to get the Thread of Light. The girls ask for the Thread of Light, but the elves are too busy with work and can`t take care of the worm that creates the thread, Imotan. The girls, who want the Thread of Light no matter what, try to obtain the thread by taking care of Imotan themselves...\nSource: crunchyroll",
      "episode_id" : 128120,
      "length" : 25,
      "number" : 48,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRJQ0N42Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Find the Special Dress! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Special Dress o Sagase! Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "スペシャルドレスをさがせ! ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-13",
      "description" : "Ringo and the girls have come to the castle of the emperor with no clothes to find the last tool to make the special dress, the Rainbow Cloth. Saotome and other classmates are also at the castle, doing research on characters of Fairy Land for homework assigned by Mr. Atsui. After meeting everyone, the girls immediately meet the naked emperor and ask for the Rainbow Cloth.  However, he rejects them saying he can`t. The Rainbow Cloth has been used to make a shirt, his favorite shirt which he says he is currently wearing and is showing off. However, Ringo and the girls only see a naked emperor, no matter what. Will the girls be able to obtain the Rainbow cloth?\nSource: crunchyroll",
      "episode_id" : 128548,
      "length" : 25,
      "number" : 49,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRK5EJ1M6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Goodbye Lil`Pri Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sayonara Lil`Pri Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "さよならリルぷりっ☆ぷりっ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-20",
      "description" : "There is no longer anything the girls can do. After agonizing over finding something they can do, they decide to consult with the Queen of Fairy Land.\nThe girls have obtained all three items to make the Special Dress. However, having revealed Lil` Pri`s identity to their classmates, they can no longer become Lil` Pri. Chaos spreads through the human world as people slowly forget the fairy tales. There is no longer anything the girls can do. After agonizing over finding something they can do, they decide to consult with the Queen of Fairy Land. Thinking that they need to get to the queen as soon as possible, they start to head for Fairy Land when a giant tear opens in the sky and the queen`s castle comes falling through it.  The people watch nervously.  The characters from Fairy Land become greatly panicked as things get even worse for the human world. The girls, figuring they should see the queen, head for the castle in the human world.\nSource: crunchyroll",
      "episode_id" : 128547,
      "length" : 25,
      "number" : 50,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYVNDK746" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kagayake! True Princess Pri!"
      }, {
        "language" : "ENGLISH",
        "title" : "Shine! True Princesses Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "かがやけ! トゥループリンセス☆ぷりっ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-27",
      "description" : "Happiness Tones will restore Fairyland, but it will also be the end of this storybook adventure.\nSource: crunchyroll",
      "episode_id" : 128745,
      "length" : 25,
      "number" : 51,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRP853Q9R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Pri Pri Lil`Pri! Pri!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Pri Pri Lil`Pri! Pri!"
      }, {
        "language" : "JAPANESE",
        "title" : "ぷりぷりリルぷりっ☆ぷりっ"
      } ],
      "type" : "REGULAR"
    } ],
    "CREDITS" : [ {
      "air_date" : "2010-04-04",
      "episode_id" : 117560,
      "length" : 2,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-09-26",
      "episode_id" : 122721,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 2"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-04-04",
      "episode_id" : 117561,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-09-26",
      "episode_id" : 122720,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 3.86,
      "total" : 133
    },
    "TEMPORARY" : {
      "rating" : 5.72,
      "total" : 134
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "336373" ],
    "ANIME_NFO" : [ "4665,xpywfm" ],
    "ANISON" : [ "12599" ],
    "ANN" : [ "11249" ],
    "CRUNCHY_ROLL" : [ "GYVNDKK06" ],
    "LAIN" : [ "mediadb/media/2566" ],
    "MAL" : [ "8206" ],
    "MARUMEGANEL" : [ "2010/lilpri" ],
    "MEDIA_ART_DATABASE" : [ "11662" ],
    "SYOBOI" : [ "1910" ],
    "WEBSITE" : [ "https://www.tv-tokyo.co.jp/anime/lilpri/" ],
    "WIKIPEDIA_EN" : [ "Lilpri" ],
    "WIKIPEDIA_JP" : [ "リルぷりっ#.E3.83.86.E3.83.AC.E3.83.93.E3.82.A2.E3.83.8B.E3.83.A1" ]
  },
  "similar" : {
    "102" : {
      "rating" : 2.0,
      "total" : 5
    },
    "2859" : {
      "rating" : 3.333333333333333,
      "total" : 3
    },
    "13309" : {
      "rating" : 5.0,
      "total" : 4
    }
  },
  "start_date" : "2010-04-04",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "157" : {
      "info_box" : false,
      "name" : "playing violin",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "798" : {
      "info_box" : false,
      "name" : "moe",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1063" : {
      "info_box" : false,
      "name" : "elementary school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "1077" : {
      "info_box" : true,
      "name" : "shoujo",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1155" : {
      "info_box" : false,
      "name" : "mermaid",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "1835" : {
      "info_box" : false,
      "name" : "animal sidekick",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1846" : {
      "info_box" : true,
      "name" : "kodomo",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1876" : {
      "info_box" : false,
      "name" : "musical band",
      "parent_tag_id" : 2794,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2094" : {
      "info_box" : true,
      "name" : "magic",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2343" : {
      "info_box" : false,
      "name" : "ojou-sama laugh",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2406" : {
      "info_box" : false,
      "name" : "talking animal",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2503" : {
      "info_box" : true,
      "name" : "magical girl",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2628" : {
      "info_box" : false,
      "name" : "fictional location",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2648" : {
      "info_box" : true,
      "name" : "contemporary fantasy",
      "parent_tag_id" : 2849,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2791" : {
      "info_box" : false,
      "name" : "stereotypes",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2793" : {
      "info_box" : false,
      "name" : "performance",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2794" : {
      "info_box" : false,
      "name" : "music",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2849" : {
      "info_box" : true,
      "name" : "fantasy",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2850" : {
      "info_box" : false,
      "name" : "adventure",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2854" : {
      "info_box" : false,
      "name" : "henshin",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2864" : {
      "info_box" : true,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2869" : {
      "info_box" : false,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2883" : {
      "info_box" : false,
      "name" : "the arts",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3055" : {
      "info_box" : false,
      "name" : "fairy tale",
      "parent_tag_id" : 3876,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3170" : {
      "info_box" : false,
      "name" : "occupation and career",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3233" : {
      "info_box" : false,
      "name" : "cooking curry",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3457" : {
      "info_box" : false,
      "name" : "Alice`s Adventures in Wonderland",
      "parent_tag_id" : 6397,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3597" : {
      "info_box" : false,
      "name" : "mythology",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3876" : {
      "info_box" : false,
      "name" : "folklore",
      "parent_tag_id" : 3597,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3971" : {
      "info_box" : false,
      "name" : "entertainment industry",
      "parent_tag_id" : 3170,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4057" : {
      "info_box" : false,
      "name" : "magical creatures",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4333" : {
      "info_box" : false,
      "name" : "predominantly female cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5768" : {
      "info_box" : false,
      "name" : "intact family",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5882" : {
      "info_box" : false,
      "name" : "secret identity",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6078" : {
      "info_box" : false,
      "name" : "gotta catch them all",
      "parent_tag_id" : 2850,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6137" : {
      "info_box" : false,
      "name" : "catchphrase",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6148" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO EPISODE",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6374" : {
      "info_box" : false,
      "name" : "Cinderella",
      "parent_tag_id" : 6397,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6397" : {
      "info_box" : false,
      "name" : "tales",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6612" : {
      "info_box" : false,
      "name" : "Snow White",
      "parent_tag_id" : 6397,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Himechan! Otogitic Idol Lil`Pri",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Spellbound! Magical Princess Lil`Pri",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "ひめチェン! おとぎちっくアイドル リルぷりっ",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "变身! 偶像公主",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hime Chen! Otogi Chikku Idol Lilpri",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Lilpri",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "变身!公主偶像",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "https://www.tv-tokyo.co.jp/anime/lilpri/"
}