{
  "anime_id" : 7723,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 140131,
      "name" : "Kawashima",
      "type" : "CHARACTER"
    }, {
      "character_id" : 24888,
      "name" : "Logan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 138902,
      "name" : "Righella",
      "type" : "CHARACTER"
    }, {
      "character_id" : 138905,
      "name" : "Sandra",
      "type" : "CHARACTER"
    }, {
      "character_id" : 138904,
      "name" : "Shou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 67196,
      "name" : "Zodiac",
      "type" : "ORGANIZATION"
    } ],
    "MAIN" : [ {
      "character_id" : 21282,
      "name" : "Iron Man",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21270,
      "name" : "Kuroda Boueidaijin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21268,
      "name" : "Oota Nanami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21267,
      "name" : "Pepper Potts",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21269,
      "name" : "Tanaka Chika",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21266,
      "name" : "Tony Stark",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 138903,
      "name" : "Aki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 67294,
      "name" : "Doctor Ho Yinsen",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21292,
      "name" : "Iron Man Dio",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21291,
      "name" : "Masuda Ichirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21290,
      "name" : "Nomura Desk",
      "type" : "CHARACTER"
    }, {
      "character_id" : 67391,
      "name" : "Ramon Zero",
      "type" : "CHARACTER"
    }, {
      "character_id" : 67295,
      "name" : "Sakurai Nagato",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "731" : [ {
      "name" : "Madhouse",
      "type" : "ANIMATION_WORK"
    } ],
    "3719" : [ {
      "name" : "Inoue Toshiki",
      "type" : "SERIES_COMPOSITION"
    } ],
    "4642" : [ {
      "name" : "Takahashi Tetsuya",
      "type" : "MUSIC"
    } ],
    "4790" : [ {
      "name" : "Satou Yuuzou",
      "type" : "DIRECTOR"
    } ],
    "6655" : [ {
      "name" : "Umehara Takahiro",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Umehara Takahiro",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "8071" : [ {
      "name" : "Kikuchi Ai",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "8259" : [ {
      "name" : "Takada Haruhito",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "8583" : [ {
      "name" : "Marvel Comics",
      "type" : "ORIGINAL_WORK"
    } ],
    "22557" : [ {
      "name" : "Kim Dong-Sik",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "23423" : [ {
      "name" : "Warren Ellis",
      "type" : "STORY_COMPOSITION"
    } ]
  },
  "description" : "http://anidb.net/ch21266 [Tony Stark], CEO of a large weapons manufacturer, physicist, engineer, and brilliant inventor, is wounded by shrapnel from one of his own weapons. While held captive by terrorists, he develops the http://anidb.net/ch21282 [Iron Man Suit] and escapes. From that day on, he vows not to waste his second chance at life and to change the world for the better. For that purpose, he comes to Japan.\nIn Lab 23 in Japan, great strides have been taken to develop, and build, a unique power station which does not run on fossil fuels, the Arc Station. Stark intends to join this project, and, for that, he is ready to announce his retirement as Iron Man. At the same time, he will also announce the Mass-produced Iron Men, to which he will pass on his duties. However, during the ceremonies, Stark is suddenly attacked by combat mecha belonging to an organization known as Zodiac.\n~ translated and adapted from official site by Cranston \nNote: The first episode was aired at Comic-con 2010 in San Diego on July 23, 2010.",
  "end_date" : "2010-12-17",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2010-07-23",
      "description" : "Tony Stark travels to Japan to supervise the construction of a new arc power station and unveil the new mass-production version of the Iron Man suit - Iron Man Dio.\nSource: theTVDB.com",
      "episode_id" : 121979,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 2.79,
        "total" : 11
      },
      "recap" : false,
      "titles" : [ {
        "language" : "LITHUANIAN",
        "title" : "Geležinis Žmogus atvyksta į Japonija"
      }, {
        "language" : "ENGLISH",
        "title" : "Iron Man Comes to Japan"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Iron Man, Rainichi"
      }, {
        "language" : "JAPANESE",
        "title" : "アイアンマン, 来日"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-08",
      "description" : "A shipment of plutonium is stolen, leading Tony to be accused of smuggling nuclear materials into Japan and having to give a statement before the Diet of Japan. In order to get away from the press, Tony hitches a ride with a reporter he had previously met, Nanami Ōta. Whilst investigating the ship where the plutonium was being transported, Iron Man encounters another Zodiac warrior, Cancer. Tony locates the culprits and drives them towards a security checkpoint, but he is blocked off by a self-proclaimed good samaritan named Nagato Sakurai. Nanami mixes her camera with the plutonium the culprits were carrying and is chased by an armored tank equipped with stealth camouflage. After Sakurai helps Iron Man deal with the tank, Iron Man faces off against Cancer again and defeats him. Tony`s name is cleared and Nanami was able to write a good article.\nSource: theTVDB.com",
      "episode_id" : 122827,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 3.17,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Chase the Missing Nuke!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kieta Kaku o Oe"
      }, {
        "language" : "LITHUANIAN",
        "title" : "Surasti dingusi branduolinį kurą"
      }, {
        "language" : "JAPANESE",
        "title" : "消えた核を追え"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-15",
      "description" : "Strange tornadoes are appearing in Tokyo, targeting and killing two professors. When another tornado attacks a military base, Iron Man enters it and finds the cause, another Zodiac warrior who easily defeats him. Meanwhile, Nanami attends a meeting with Chika Tanaka, Tony`s co-worker, and another Professor, Sakamoto, who talk about the Tesla Project, an anti-natural disaster machine worked on by them and the other professors, before they themselves are attacked by the tornado. Tony tries to help some survivors, but is met with harsh criticism from the rescue team. As Chika and Nanami research the Tesla Project, they soon learn that Sakamoto is the man responsible for selling the Tesla research to the Zodiac, though thanks to Nanami they manage to escape. With the armor repaired, Iron Man reenters the tornado and defeats the Zodiac with an EMP cannon.\nSource: theTVDB.com",
      "episode_id" : 122832,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 2.79,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "LITHUANIAN",
        "title" : "Projektas atnaujintas!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Project, Revived!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yomigaeru Project"
      }, {
        "language" : "JAPANESE",
        "title" : "蘇るプロジェクト"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-22",
      "description" : "Tony recalls five years ago when he was attacked and captured by terrorists, receiving life threatening injuries. Agreeing to make weapons for the terrorist, he was saved by fellow prisoner Ho Yinsen who installed his magnetic chest plate to keep him alive and helped him realize the deaths his weapons manufacturing has caused. This led to the creation of the mini arc-reactor and, subsequently, Iron Man, but Yinsen sacrificed himself to give Tony a chance to escape. Meanwhile in the present, a race driver named Kawashima, who had broken his legs and desires to drive again, is given cybernetic enhancements on the condition that he kill Tony. When Tony is targeted, he is saved by the sudden appearance of James \"Logan\" Howlett, who is in Japan investigating A.I.M. Iron Man later fights against Kawashima, who controls the Zodiac warrior Taurus but is soon taken over by it. With the help of Logan, Iron Man defeats Taurus and rescues Kawashima, but soon comes face to face with Dio and is shocked to find what appears to be Yinsen inside.\nSource: theTVDB.com",
      "episode_id" : 122831,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 3.33,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Reunion"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Saikai"
      }, {
        "language" : "LITHUANIAN",
        "title" : "Susitikimas"
      }, {
        "language" : "JAPANESE",
        "title" : "再会"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-10-29",
      "description" : "An epidemic in which people`s bodily fluids are turning blue spreads across Tokyo, and the JSDF suspects that the Arc Station is causing it and puts Tony under watch. He is approached by Sakurai who informs him that a satellite has been taken over by a Zodiac warrior, which is causing the radiation. Meanwhile, Nanami also gets sick from the radiation. Using an experimental coating to protect him from the radiation, Iron Man launches into space with the help of Sakurai to face the Zodiac. However, he is at a disadvantage in zero gravity and is taken inside where he is exposed to high radiation. However, Iron Man manages to send the radiation data back to Earth so they can cure the victims, and break free from the Zodiac and destroy it.\nSource: theTVDB.com",
      "episode_id" : 122830,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 3.22,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Arc Station, Kansen"
      }, {
        "language" : "LITHUANIAN",
        "title" : "Arktinės jėgainės užkratas"
      }, {
        "language" : "ENGLISH",
        "title" : "The Arc Station Infection"
      }, {
        "language" : "JAPANESE",
        "title" : "アークステーション, 感染"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-05",
      "description" : "As Tony tries to learn more about the whereabouts of Yinsen, Laboratory #23 is attacked by a virus which causes the robotic cleaners to go berserk and greatly reduces the temperature in the complex. Tony and Chika try to shut out the virus with a firewall, but this allows the virus to infect computers around the city and even takes over some fighter jets. In order to lure the culprit out and protect the Arc Station, Tony takes the virus into the Iron Man armor in order to fight it. Hearing Tony`s promise to protect people, the culprit, a boy named Sho who was approached by Zodiac, is reminded of his promise to his late mother to protect others and destroys the virus. As Iron Man returns, he is attacked by more Zodiac mechs but is saved by someone piloting a new armor.\nSource: theTVDB.com",
      "episode_id" : 124748,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 2.27,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Electronic Warfare"
      }, {
        "language" : "LITHUANIAN",
        "title" : "Elektroninis karas"
      }, {
        "language" : "JAPANESE",
        "title" : "電脳戦線"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-12",
      "description" : "Whilst wondering about the mysterious new armor, Tony and Chika are kidnapped. Nanami spots Tony`s car and attempts to follow it, but they are stopped by a Zodiac. Tony and Chika awake to find themselves on a remote island, and Tony`s arc reactor is missing. They are then approached by Yinsen, who reveals himself to be a member of Zodiac and tells Tony he has 24 hours of pacemaker power to decide whether to join Zodiac or not. Tony and Chika attempt to use the various scrap on the island to find a method of escape, but are thwarted at every opportunity. They eventually manage to evade him by using a hologram, and manage to build a flare to alert Sakurai, who had received some information from Nanami. Impressed by him not using weapons, Yinsen returns the arc reactor before escaping. As they wait for rescue, Tony and Chika kiss each other.\nSource: theTVDB.com",
      "episode_id" : 125058,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 3.11,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Escape"
      }, {
        "language" : "JAPANESE",
        "title" : "脱出"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-19",
      "description" : "While being curious about why Chika is turning down his date requests, Tony encounters a telekinetic girl named Aki who claims to have escaped from Zodiac and is asking for protection. While Tony has trouble with Aki wrecking his lab, and his relationships, he asks Nanami to research her which leads her to an orphanage. They learn that her parents died two years ago and she was adopted by a strange group six months ago. Tony later learns from Aki that her parents died when Aki`s powers went out of control and caused their plane to crash. Later, Sakurai takes them both into custody, explaining Zodiac were planning to use her powers for a weapon. Just then, they are attacked by the Zodiac warrior Virgo. After admitting Aki into Lab #23, Iron Man goes to battle Virgo, but soon learns it is synchronized with Aki`s brainwaves, meaning destroying it would kill Aki. As Iron Man tries to prevent Sakurai from destroying Virgo, it incorporates Aki and produces a destructive field. Iron Man breaks through the shield to rescue Aki and shut down Virgo. As a result, Aki loses both her powers and her memories but is much happier.\nSource: theTVDB.com",
      "episode_id" : 125208,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 2.65,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Girl"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shoujo"
      }, {
        "language" : "JAPANESE",
        "title" : "少女"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-11-26",
      "description" : "Yinsen recalls when he was saved from being shot by terrorists by a woman named Sandra. Meanwhile, Tony is nearly finished with his arc reactor, but Yinsen apprehends the shipment of plutonium needed to complete it using the Dio armor. Iron Man and the two battle before Yinsen escapes with the plutonium, leaving Iron Man to fight the Zodiac warrior Sagittarius, but he soon loses him. Yinsen then contacts Stark, telling him that the people who rescued him were killed by Stark Industries weaponry. The two once again fight for the plutonium, with Yinsen insisting that Tony has not changed. He reveals several models of Iron Man Sigma, which he created by reverse engineering Dio, which he uses to attack the arc station. Yinsen defeats Tony, takes him out of his armor and chucks him into a river.\nSource: theTVDB.com",
      "episode_id" : 125377,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 2.9,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "VS Iron Man"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "VS Iron Man"
      }, {
        "language" : "JAPANESE",
        "title" : "VSアイアンマン"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-03",
      "description" : "Yinsen forces Chika to work on the arc reactor, before making his demands for the dissolution of the Armed Forces and National Diet. Nanami attempts to escape the hostage situation but is caught and thrown into a storage room. Tony is rescued by Sakurai and tries to contact Chika, but she is caught by Yinsen and throw into storage with Nanami. Meanwhile, the Defense Secretary Kuroda offers to be held captive in place of the hostages. As Chika and Nanami go through an air duct and retrieve Tony`s armor, Tony and Sakurai are attacked by the Zodiac Saggitarius. Nanami gets the armor to Tony so he can defeat Sagittarius, before facing off against Yinsen. Just as Iron Man starts to get the upper hand when Yinsen hesitates attacking in front of Chika, someone overrides the Sigmas and attacks them both, with Yinsen getting critically wounded. Yinsen warns Tony that Zodiac`s plan has just started.\nSource: theTVDB.com",
      "episode_id" : 125376,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 4.16,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Iron Will"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koutetsu no Ishi"
      }, {
        "language" : "JAPANESE",
        "title" : "鋼鉄の意志"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-10",
      "description" : "Although the hostage situation was brought to a close, Tony is suspected of having links to Zodiac and is arrested by the JSDF. Sakurai briefly takes him to his home, where he teaches him how to control his ego. Meanwhile, Chika is somehow controlled into overloading the Arc Station, which causes power outages in various facilities which are then taken over by Zodiac who then attack the National Diet. They then send a message saying they have taken control of the government and claim Tony is their ally. Kuroda orders Sakurai to kill Tony, but Tony escapes and learns about the power regulation from Chika, who tells him that power is being directed to Tokyo Bay before she is taken hostage. As Iron Man heads towards the location, he is attacked by Sakurai in Ramon Zero, but Tony manages to snap him out of it before they are attacked by another Zodiac warrior. Whilst Iron Man fights the Zodiac, Sakurai heads to the location and discovers Zodiac`s weapons factory, also learning their leader is Kuroda, who plans to rebuild Japan as a military nation. Sakurai destroys the factory but is killed by Kuroda using his Retetsu armor, managing to warn Tony before he dies.\nSource: theTVDB.com",
      "episode_id" : 126035,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 2.89,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kuromaku"
      }, {
        "language" : "ENGLISH",
        "title" : "Mastermind"
      }, {
        "language" : "JAPANESE",
        "title" : "黒幕"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2010-12-17",
      "description" : "Kuroda enacts a coup d`etat and declares martial law over Japan. Meanwhile, Chika admits to Tony that she`s been having blackouts and has been controlled into altering the arc reactor, wanting to commit suicide for causing Tony`s suffering. Just then, Kuroda approaches them in his Retetsu armor and takes control of Chika, who had really been a Zodiac warrior, and has her attack Tony. As Tony tries to get Chika to believe in herself, she stabs herself to break free from Kuroda`s control. Tony leaves Chika in Nanami`s care whilst he goes to fight Kuroda, who was resentful due to his grandparents being killed in the Nagasaki bombing. Meanwhile, Chika decides to transfer her consciousness into the arc reactor program in order to take control of it and transfer its energy over to Iron Man. Iron Man manages to defeat Kuroda with the power provided, but Chika dies as a result of the transfer. A month later, the Arc Station is finally activated, providing clean energy for Japan.\nSource: theTVDB.com",
      "episode_id" : 126061,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 2.35,
        "total" : 5
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Light in the Distance"
      }, {
        "language" : "JAPANESE",
        "title" : "永遠の光"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "episode_id" : 263239,
      "length" : 8,
      "number" : 1,
      "rating" : {
        "rating" : 4.68,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "21st Century Hero: The Technology of Iron Man"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 263240,
      "length" : 10,
      "number" : 2,
      "rating" : {
        "rating" : 4.68,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "The Marvel Anime Universe: Re-Imagining Iron Man"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 263241,
      "length" : 30,
      "number" : 3,
      "rating" : {
        "rating" : 3.14,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Iron Man - Wolverine: Special Cross Talk"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 263431,
      "length" : 6,
      "number" : 4,
      "rating" : {
        "rating" : 7.36,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Fujiwara Keiji Interview"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2010-07-23",
      "episode_id" : 122833,
      "length" : 1,
      "number" : 1,
      "rating" : {
        "rating" : 2.06,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2010-07-23",
      "episode_id" : 122834,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 2.54,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 122861,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 8.89,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Promo"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 2.74,
      "total" : 794
    },
    "REVIEW" : {
      "rating" : 2.66,
      "total" : 1
    },
    "TEMPORARY" : {
      "rating" : 5.41,
      "total" : 803
    }
  },
  "related" : {
    "OTHER" : [ 9468 ],
    "SAME_SETTING" : [ 7384, 8058, 8162 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "337770" ],
    "AMAZON" : [ "B005FB8WB8" ],
    "AMAZON_PRIME" : [ "Marvel" ],
    "ANIME_NFO" : [ "4690,culfqu" ],
    "ANISON" : [ "12529" ],
    "ANN" : [ "11786" ],
    "IMDB" : [ "tt1707807" ],
    "MAL" : [ "6875" ],
    "SYOBOI" : [ "2047" ],
    "TMDB" : [ "tv/45418" ],
    "WEBSITE" : [ "http://www.animax.co.jp/special/marvelanime/ironman/" ],
    "WEBSITE_EN" : [ "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwjQmcuLwZ-EAxWMTTABHeVRA6MQFnoECC4QAQ&url=https://tv.apple.com/us/show/iron-man-anime-series/umc.cmc.728qu3c81jt0r98g3ugtjgw3t&usg=AOvVaw0C5s34jvv5uIAMfgjvRt1r&opi=89978449" ],
    "WIKIPEDIA_EN" : [ "Marvel_Anime#Iron_Man" ],
    "WIKIPEDIA_JP" : [ "アイアンマン_(2010年のアニメ)" ],
    "YOUTUBE" : [ "watch?v=KF1ovdGVRpQ" ]
  },
  "start_date" : "2010-07-23",
  "tags" : {
    "29" : {
      "info_box" : false,
      "name" : "Western zodiac",
      "parent_tag_id" : 6234,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "36" : {
      "info_box" : true,
      "name" : "military",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2623" : {
      "info_box" : false,
      "name" : "super power",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2638" : {
      "info_box" : true,
      "name" : "mecha",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2643" : {
      "info_box" : true,
      "name" : "power suit",
      "parent_tag_id" : 2638,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2841" : {
      "info_box" : true,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2885" : {
      "info_box" : false,
      "name" : "law and order",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2898" : {
      "info_box" : false,
      "name" : "special squads",
      "parent_tag_id" : 2885,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "3315" : {
      "info_box" : false,
      "name" : "superhero",
      "parent_tag_id" : 2623,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "3411" : {
      "info_box" : false,
      "name" : "fighting",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3430" : {
      "info_box" : true,
      "name" : "Western comics",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4064" : {
      "info_box" : false,
      "name" : "CGI",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4424" : {
      "info_box" : true,
      "name" : "American derived",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4611" : {
      "info_box" : false,
      "name" : "nearly almighty protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5773" : {
      "info_box" : false,
      "name" : "secret organisation",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6234" : {
      "info_box" : false,
      "name" : "motifs",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6399" : {
      "info_box" : false,
      "name" : "episodic",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Iron Man",
    "type" : "MAIN"
  }, {
    "language" : "TURKISH",
    "title" : "Demir Adam",
    "type" : "OFFICIAL"
  }, {
    "language" : "PORTUGUESE",
    "title" : "Homem de Ferro",
    "type" : "OFFICIAL"
  }, {
    "language" : "POLISH",
    "title" : "Iron Man",
    "type" : "OFFICIAL"
  }, {
    "language" : "VIETNAMESE",
    "title" : "Người Sắt",
    "type" : "OFFICIAL"
  }, {
    "language" : "HUNGARIAN",
    "title" : "Vasember",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "アイアンマン",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "钢铁侠",
    "type" : "OFFICIAL"
  }, {
    "language" : "LITHUANIAN",
    "title" : "Geležinis Žmogus",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "Ironman",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Marvel Anime Season 1",
    "type" : "SYNONYM"
  }, {
    "language" : "BULGARIAN",
    "title" : "Железия Човек",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Железный Человек",
    "type" : "SYNONYM"
  }, {
    "language" : "UKRAINIAN",
    "title" : "Залізна людина",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.animax.co.jp/special/marvelanime/ironman/"
}