{
  "anime_id" : 7978,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 29193,
      "name" : "Juku Okusama",
      "type" : "CHARACTER"
    }, {
      "character_id" : 28142,
      "name" : "Shizuru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 37001,
      "name" : "Yatagai Ran",
      "type" : "CHARACTER"
    }, {
      "character_id" : 37005,
      "name" : "Yatagai Rin",
      "type" : "CHARACTER"
    } ],
    "CAMEO" : [ {
      "character_id" : 12446,
      "name" : "Amahara Kiyono",
      "type" : "CHARACTER"
    }, {
      "character_id" : 9198,
      "name" : "Aoki Daisuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 7752,
      "name" : "Asakura Minami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 7010,
      "name" : "Charlotte Hazelrink",
      "type" : "CHARACTER"
    }, {
      "character_id" : 8551,
      "name" : "HMX-17c Silfa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 12443,
      "name" : "Hayama Nayu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 12445,
      "name" : "Jinguuji Yako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 9200,
      "name" : "Kagami Kuro",
      "type" : "CHARACTER"
    }, {
      "character_id" : 19422,
      "name" : "Kasugano Haruka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 19427,
      "name" : "Kasugano Sora",
      "type" : "CHARACTER"
    }, {
      "character_id" : 7262,
      "name" : "Kokonoe Rin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 3483,
      "name" : "Kusakabe Yuuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 12444,
      "name" : "Shiraishi Haruka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 2598,
      "name" : "Suminoe Ako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 2599,
      "name" : "Suminoe Riko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 9201,
      "name" : "Usa Mimi",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 21800,
      "name" : "Kondou Mayuka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21803,
      "name" : "Takanashi Nao",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21802,
      "name" : "Takanashi Shuusuke",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21798,
      "name" : "Tsuchiura Iroha",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 21797,
      "name" : "Katou Haruka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27802,
      "name" : "Kishikawa Keiichirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27804,
      "name" : "Kurozaki Daigo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21799,
      "name" : "Kusuhara Hirono",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21804,
      "name" : "Takanashi Nanaka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 21801,
      "name" : "Takanashi Shuuji",
      "type" : "CHARACTER"
    }, {
      "character_id" : 27803,
      "name" : "Yamashiro Takumi",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "788" : [ {
      "name" : "Zexcs",
      "type" : "ANIMATION_WORK"
    } ],
    "987" : [ {
      "name" : "Gansis",
      "type" : "WORK"
    } ],
    "1539" : [ {
      "name" : "Motonaga Keitarou",
      "type" : "DIRECTOR"
    } ],
    "3399" : [ {
      "name" : "Kikuya Tomoki",
      "type" : "MUSIC"
    } ],
    "5259" : [ {
      "name" : "Sakurai Masaaki",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "7944" : [ {
      "name" : "Isono Satoru",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "11110" : [ {
      "name" : "Hirayama Madoka",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Hirayama Madoka",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "15233" : [ {
      "name" : "Ooba Sayuri",
      "type" : "SERIES_COMPOSITION"
    } ],
    "23327" : [ {
      "name" : "Kusano Kouichi",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "* Based on http://anidb.net/cr23327 [Kusano Kouichi]`s online manga, serialised in the web comic magazine Web Comic High!.\nhttp://anidb.net/ch21802 [Takanashi Shuusuke] has a predilection for collecting pornographic books, DVDs and pictures. http://anidb.net/ch21803 [Nao] is Shuusuke`s younger sister. Rather than a cool older brother, she prefers the lewd older brother who desperately attempts to get a glimpse of her panties. One day, Shuusuke`s childhood friend http://anidb.net/ch21798 [Tsuchiura Iroha], whom he had not seen for 10 years, appears and immediately throws herself at Shuusuke.\nThus, Shuusuke finds himself in a love triangle with Nao and Iroha.\n~ translated and adapted from official site by Cranston",
  "end_date" : "2011-03-27",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2011-01-09",
      "description" : "Shuusuke Takanashi is a high school student that has started seeing his little sister Nao as a target for his fantasies. However, Nao doesn`t mind this at all... in fact, she loves seeing her brother`s nervous reactions whenever she encourages his perverted behavior by giving him a glimpse of her panties, or clinging to him all the time... all while pretending to just be a good little sister.\nOne day Nao sneaks into Shuusuke`s room on the pretense of cleaning it up, but instead goes to take a look at all of his naughty magazines... but she also finds something she never expected to come across...",
      "episode_id" : 126424,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 5.59,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ani to Imouto no Yokoshima na Nichijou"
      }, {
        "language" : "ENGLISH",
        "title" : "The Naughty Life of a Brother and Sister"
      }, {
        "language" : "JAPANESE",
        "title" : "兄と妹のヨコシマな日常"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-16",
      "description" : "It turns out that Nao and Shuusuke are not related by blood. While most people would be upset after finding out something like that, Nao took it in the most positive way possible - it meant that there was nothing to get in the way between her and Shuusuke.\nThe next day, a new student named Iroha transfers into Nao`s class. At first Nao gets along with her really well, and they even end up having lunch together... but while they are eating Shuusuke comes to give Nao her keys which she left at home. Even though Iroha and Shuusuke should be meeting each other for the first time, Iroha seems strangely interested in him...",
      "episode_id" : 126724,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 6.23,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Twin Tail, Kyoudai o Shuugeki"
      }, {
        "language" : "ENGLISH",
        "title" : "Twintailed Attack on the Brother and Sister"
      }, {
        "language" : "JAPANESE",
        "title" : "ツインテール, 兄妹を襲撃"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-23",
      "description" : "Although Shuusuke didn`t remember her at first, it turns out that Iroha is Shuusuke`s childhood friend - and she knows about all of his dirty secrets.\nShuusuke is blackmailed into going on a date with Iroha, although he isn`t actually very keen on going. Nao realizes something fishy is going on, so she decides to follow him when he leaves the house and soon finds out that he is going on a date with Iroha. She decides to quietly stalk the two of them to see what happens between them.\nIroha takes Shuusuke all over the place and keeps getting bolder and bolder as the date progresses - eventually she even asks Shuusuke to help her put a swimsuit on. However she isn`t going to let it end with just that - as their date comes to a close, she invites him to do even more naughty things with her... but how is Nao going to react to hearing that?",
      "episode_id" : 126993,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 4.79,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Rival Appears! Brother and Sister in Big Trouble!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Rival Shutsugen! Kyoudai Dai Pinch!"
      }, {
        "language" : "JAPANESE",
        "title" : "ライバル出現! 兄妹大ピンチ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-01-30",
      "description" : "The summer heat is unbearable, so Nao decides to ask Shuusuke to take her to the beach so they can cool off by the ocean. At first Shuusuke doesn`t seem too keen on the idea but after Nao hints that she knows about Shuusuke`s date with Iroha, Shuusuke quickly begs his mother for some money so that he can take Nao.\nBut when they arrive they find out they`re not alone - Haruka and Hirono are also spending the day at the beach, and they have invited Iroha to join them as well. An unspoken battle between sister and childhood friend begins as the two girls fight over who should be with Shuusuke.",
      "episode_id" : 126992,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 2.74,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "If Your Sister Puts a Swimsuit on..."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Imouto ga Mizugi ni Kigaetara"
      }, {
        "language" : "JAPANESE",
        "title" : "妹が水着に着替えたら"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-06",
      "description" : "Shuusuke sneaks out in the dead of night to pick up a naughty magazine, but on the way home he bumps into a mysterious person wearing a hood. Shuusuke apologizes to the person and quickly rushes home to enjoy his new treasure... but finds his new treasure has changed into a boy`s love magazine instead of the magazine he bought. He realizes he must have accidentally swapped packages when he bumped into the mysterious person, so he tears the magazine to pieces in protest. Meanwhile the mysterious hooded character is just as upset that the boy`s love magazine has been replaced by cute girls in naughty clothes...\nThe next day, Shuusuke finds a blackmail message inside his shoe locker from someone named `Mister X`. It seems Mister X is the mysterious person he bumped into... and he wants to meet with him and exchange magazines. Shuusuke panics when he realizes that he already ripped up the boy`s love magazine, and in his panic he bumps into the student council president - Mayuka... which also lets him get a nice look at her black stockings and panties...",
      "episode_id" : 127820,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 7.27,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mister X Kei Kasane!"
      }, {
        "language" : "ENGLISH",
        "title" : "Mister X Strikes Brother!"
      }, {
        "language" : "JAPANESE",
        "title" : "ミスターX 兄襲!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-13",
      "description" : "Shuusuke has discovered that Mister X is actually the student council president - Mayuka, and thanks to her Shuusuke has developed a brand new fetish - a fetish for black stockings... and he`ll even go so far as to become her pet and go out to buy Boy`s Love magazines for her, as long as he can get some glimpses of the panties beneath her stockings.\nNao and Iroha start to feel threatened by the relationship between Shuusuke and Mayuka, so they make use of his new fetish to try and lure him back to them... they both sneak into his bed wearing black stockings while he is still sleeping... but what will happen when Mayuka finds out?",
      "episode_id" : 127961,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 5.66,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ani wa Kuro Pansuto no Yume o Miru"
      }, {
        "language" : "ENGLISH",
        "title" : "My Brother has Dreams of Black Panty Stockings"
      }, {
        "language" : "JAPANESE",
        "title" : "兄は黒パンストの夢を見る"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-20",
      "description" : "In the early morning on a day off school, Shuusuke heads out and meets up with the AGE Explorers so they can all go on an expedition to Akihabara - the perfect place to pick up some of their favorite goods. Nao and Iroha are not sure what exactly Shuusuke is up to, so they decide to follow him and see where he goes.\nNao is quick to notice that Shuusuke still hasn`t gotten over his black stocking fetish - he still seems to be looking out for anything with girls in stockings. But Shuusuke isn`t the only one looking for a specific fetish - all the members of the AGE Explorers each seem to have their own specific tastes, and it seems like each of them might have some trouble trying to get the others to agree which fetish is best...",
      "episode_id" : 128184,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 4.48,
        "total" : 6
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ani-tachi no Akiba"
      }, {
        "language" : "ENGLISH",
        "title" : "My Brother and His Friends` Akiba"
      }, {
        "language" : "JAPANESE",
        "title" : "兄たちのAKIBA"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-02-27",
      "description" : "Shuusuke continues to go out and buy magazines every night for Mayuka which causes him to fail all his subjects due to lack of studying. When Mayuka finds out about this, she organizes to visit him so she can help with his studies... but Iroha and Nao won`t just let her get away with more time alone with Shuusuke... so they decide to `help out` as well.\nWhile they are studying Iroha invites Shuusuke to a day at the pool, but Nao notices the tickets Iroha has will let both her and Mayuka go as well. All four head to the pool for a day of fun in the sun... swimsuits included!",
      "episode_id" : 128282,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 4.18,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Aim for Big Brother`s Top!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ani no Top o Nerae!"
      }, {
        "language" : "JAPANESE",
        "title" : "兄のトップをねらえ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-06",
      "description" : "Nao visits Shuusuke`s room wearing a yukata and asks if Shuusuke will take her to the Summer festival that is taking place that evening. At first Shuusuke seems hesitant as he doesn`t really have the money to go to a festival... but he simply can`t say no after Nao hints that she isn`t wearing anything underneath her yukata... so he once again begs his mother for a loan and accepts Nao`s request.\nAs Shuusuke and Nao are leaving for the festival they bump into Iroha at the entrance to the house. She is also wearing a beautiful yukata and asks if she can accompany them to the festival, so the three of them head to the festival together. The other AGE members are also at the festival, but they seem to have another goal in mind for the evening...",
      "episode_id" : 128412,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 4.32,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "It`s Summer Time! It`s Festival Time! Brother and Sister`s M:i:V"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Natsu Da! Matsuri Da! Kyoudai no M:i:V"
      }, {
        "language" : "JAPANESE",
        "title" : "夏だ! 祭りだ! 兄妹のM:i:V"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-13",
      "description" : "On the way home from the convenience store late one night, Shuusuke meets a girl dressed in a rather risque outfit. The next day while he is reporting his find to the other AGE members, he finds out that the girl is actually a student at his school, and she leaves them a message telling them to meet her on the school`s rooftop once school is over.\nThe girl he met is in fact Ran Yatagai, a famous cosplayer who goes by the name `Princess Leiya`. When Shuusuke and the others meet her after school, she tells them that they are candidates to become the savior of the world with her. The boys believes this might let them see Ran in some more erotic cosplay, so they play along with her.\nNao, of course, has been quietly watching the whole thing unfold...",
      "episode_id" : 128411,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 3.04,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ani wa Sekai o Sukuu"
      }, {
        "language" : "ENGLISH",
        "title" : "Brother Saves the World"
      }, {
        "language" : "JAPANESE",
        "title" : "兄は世界を救う"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-20",
      "description" : "Shuusuke has been selected by Ran as the savior and is hard at work practicing to speak and act like a savior as he has been told he will be revealed as such in just two days time.\nOn the other hand, Ran`s twin sister Rin has become strangely fond of Nao`s lips, and threatens to tell Shuusuke about Nao`s stalking if she doesn`t join her for lunch. Nao eventually asks Iroha for help getting away from Rin... but it might not work out just as planned...",
      "episode_id" : 128410,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 4.19,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Calling Out to Brother from the Center of the World"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sekai no Chuushin de Ani o Sakebu"
      }, {
        "language" : "JAPANESE",
        "title" : "世界の中心で兄を叫ぶ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-03-27",
      "description" : "Shuusuke and Nao`s parents go out for the night, leaving the two siblings at home alone. Nao decides this is a once in a lifetime opportunity and starts to appeal to Shuusuke in every way she possibly can - including dressing up in a cute maid costume while Shuusuke is preparing dinner.\nBut it doesn`t all turn out for the best - Shuusuke ends up knocking over a bowl of mayonnaise and the two end up a complete mess. They rush to the bathroom to get cleaned up, where Nao asks Shuusuke to undo the zip on the back of her maid outfit... but Shuusuke is simply too nervous to do it...\nJust how will the rest of the night unfold for the two of them...?",
      "episode_id" : 128409,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 4.08,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Don`t Like My Big Brother at All!!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Onii-chan no Koto Nanka Zenzen Suki ja Naindakara ne!!"
      }, {
        "language" : "JAPANESE",
        "title" : "お兄ちゃんのことなんかぜんぜん好きじゃないんだからねっ!!"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2011-07-13",
      "episode_id" : 132463,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 3.15,
        "total" : 7
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Imouto Yori Ai o Komete Ani no \"Sei Tai Kansatsuki\""
      }, {
        "language" : "ENGLISH",
        "title" : "Little Sister`s Diary of Brother`s Perverted Habits"
      }, {
        "language" : "JAPANESE",
        "title" : "妹より愛をこめて兄の『性態観察記』"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2011-01-09",
      "episode_id" : 126735,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 1.4,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2011-01-09",
      "episode_id" : 126736,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 1.4,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 130171,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 130170,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 3"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 131149,
      "length" : 2,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 4"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 131148,
      "length" : 2,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 5"
      } ],
      "type" : "CREDITS"
    }, {
      "episode_id" : 132826,
      "length" : 2,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 6"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 128559,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 128599,
      "length" : 1,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 15s"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132050,
      "length" : 1,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 2"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132049,
      "length" : 1,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 3"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132048,
      "length" : 1,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 4"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132047,
      "length" : 1,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 5"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132046,
      "length" : 1,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 6"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132045,
      "length" : 1,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM 7"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132044,
      "length" : 1,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV 1"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 132043,
      "length" : 1,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV 2"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 3.32,
      "total" : 2112
    },
    "REVIEW" : {
      "rating" : 4.0,
      "total" : 1
    },
    "TEMPORARY" : {
      "rating" : 6.0,
      "total" : 2136
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "338498" ],
    "ANIME_NFO" : [ "4828,nqmwwr" ],
    "ANISON" : [ "13224" ],
    "ANN" : [ "11947" ],
    "MAL" : [ "9587", "10219" ],
    "SYOBOI" : [ "2084" ],
    "WEBSITE" : [ "http://comichigh.jp/onichan_anime_info.html", "http://www.starchild.co.jp/special/oniichan/" ],
    "WEBSITE_EN" : [ "http://starchild.fm/special/en/oniichan/" ],
    "WIKIPEDIA_EN" : [ "Oniichan_no_Koto_Nanka_Zenzen_Suki_Janain_Dakara_ne!!" ],
    "WIKIPEDIA_JP" : [ "お兄ちゃんのことなんかぜんぜん好きじゃないんだからねっ!!" ]
  },
  "similar" : {
    "6083" : {
      "rating" : 9.09090909090909,
      "total" : 55
    },
    "7215" : {
      "rating" : 8.78048780487805,
      "total" : 41
    },
    "7286" : {
      "rating" : 5.344827586206896,
      "total" : 58
    }
  },
  "start_date" : "2011-01-09",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "362" : {
      "info_box" : false,
      "name" : "dancing",
      "parent_tag_id" : 2793,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1283" : {
      "info_box" : false,
      "name" : "tsukkomi",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2782" : {
      "info_box" : false,
      "name" : "shoujo ai",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2793" : {
      "info_box" : false,
      "name" : "performance",
      "parent_tag_id" : 2883,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2798" : {
      "info_box" : true,
      "name" : "manga",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2816" : {
      "info_box" : false,
      "name" : "sexual fantasies",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2826" : {
      "info_box" : true,
      "name" : "pantsu",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2853" : {
      "info_box" : true,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2855" : {
      "info_box" : false,
      "name" : "under one roof",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2856" : {
      "info_box" : true,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2859" : {
      "info_box" : true,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2883" : {
      "info_box" : false,
      "name" : "the arts",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2888" : {
      "info_box" : true,
      "name" : "coming of age",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2890" : {
      "info_box" : false,
      "name" : "foot fetish",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2894" : {
      "info_box" : false,
      "name" : "female student",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3040" : {
      "info_box" : false,
      "name" : "male protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3248" : {
      "info_box" : false,
      "name" : "belly dance",
      "parent_tag_id" : 362,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3842" : {
      "info_box" : false,
      "name" : "TV censoring",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4055" : {
      "info_box" : false,
      "name" : "facial distortion",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4149" : {
      "info_box" : false,
      "name" : "non-blood-related siblings -- DO NOT USE -- TO BE DELETED",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5768" : {
      "info_box" : false,
      "name" : "intact family",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5944" : {
      "info_box" : false,
      "name" : "i got a crush on you",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5948" : {
      "info_box" : false,
      "name" : "visible aura",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6030" : {
      "info_box" : false,
      "name" : "otaku culture",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Onii-chan no Koto Nanka Zenzen Suki ja Naindakara ne!!",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Because I Don`t Like My Big Brother at All!",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "お兄ちゃんのことなんかぜんぜん好きじゃないんだからねっ!!",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "OniSuki",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "ochinko",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "I Don`t Like My Big Brother At All!",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Oniichan no Koto Nanka Zenzen Suki Janain Dakara ne",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "腹黑妹妹控兄记!!",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://comichigh.jp/onichan_anime_info.html"
}