{
  "anime_id" : 8321,
  "characters" : {
    "MAIN" : [ {
      "character_id" : 17980,
      "name" : "Amano Nene",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17982,
      "name" : "Aonuma Kiriha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17981,
      "name" : "Kudou Taiki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17974,
      "name" : "Shoutmon",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 34006,
      "name" : "Ballistamon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17977,
      "name" : "Dorurumon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17983,
      "name" : "Hinomoto Akari",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17978,
      "name" : "Monitormon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17975,
      "name" : "Sparrowmon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17976,
      "name" : "Tactimon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 17979,
      "name" : "Tsurugi Zenjirou",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "745" : [ {
      "name" : "TV Asahi",
      "type" : "WORK"
    } ],
    "1834" : [ {
      "name" : "Toei Animation",
      "type" : "WORK"
    } ],
    "5334" : [ {
      "name" : "Sanjou Riku",
      "type" : "SERIES_COMPOSITION"
    } ],
    "5659" : [ {
      "name" : "Hongou Akiyoshi",
      "type" : "ORIGINAL_PLAN"
    } ],
    "5737" : [ {
      "name" : "Endou Tetsuya",
      "type" : "DIRECTOR"
    } ],
    "18282" : [ {
      "name" : "Asanuma Akihiro",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Asanuma Akihiro",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ]
  },
  "description" : "Returning to the Digital World, http://anidb.net/ch17981 [Taiki] and http://anidb.net/ch17974 [Shoutmon] learn that the Bagra Army has taken it over and reformatted the world to have Seven Kingdoms, each ruled by a general.",
  "end_date" : "2011-09-25",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2011-04-03",
      "description" : "Taiki and Shoutmon return to the Digital World to find it conquered by the Bagra Army. The Zones have disappeared and the world, under Bagramon`s reign, has been reformatted into seven Kingdoms ruled by seven Death Generals. Taiki and Shoutmon arrive in Dragon Land, a Kingdom full of the Bagra Army`s most powerful soldiers. But for some reason, when the enemy surrounds them, Shoutmon is unable to Digivolve to OmegaShoutmon. Then they witness the arrival of Kiriha, who has been seeking the Death General of this Kingdom, Dorbickmon...\nSource: crunchyroll",
      "episode_id" : 128726,
      "length" : 25,
      "number" : 1,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR759XP0Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Arata Naru Sekai e! Hiretsu Shougun no Dragon Land"
      }, {
        "language" : "ENGLISH",
        "title" : "To a New World! The Fire-fury General`s Dragon Land"
      }, {
        "language" : "JAPANESE",
        "title" : "新たなる世界へ! 火烈将軍のドラゴンランド"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-04-10",
      "description" : "Taiki and Shoutmon are overpowered by Dorbickmon, the Death General of the first Kingdom, Dragon Land. They`re in a tight spot when a mysterious flower girl Digimon appears and defeats Dorbickmon; she turns out to be Nene, who has learned that a certain pollen is the weakness of dragon Digimon. They all escape, but then learn that Dorbickmon plans to execute all the Xros Heart Digimon. Kiriha must stand up to save the team from a life-or-death situation - and reclaim his own pride!\nSource: crunchyroll",
      "episode_id" : 129169,
      "length" : 25,
      "number" : 2,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6X0JG07Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Stand up, Kiriha! The Xros Heart Rescue Strategy"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tachiagare Kiriha! Xros Heart Dakkai Sakusen"
      }, {
        "language" : "JAPANESE",
        "title" : "立ち上がれキリハ! クロスハート奪回作戦"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-04-17",
      "description" : "Taiki and his companions arrive in Vampire Land, a dark, eerie Kingdom ruled by the Death General NeoVamdemon. There they encounter Lopmon, who tells them that NeoVamdemon`s minions have been capturing other Lopmon when they Digivolve from Chocomon. Taiki`s team sets off for NeoVamdemon`s castle to free all the Lopmon, but they struggle through battles with immortal enemies and eventually Taiki`s Xros Loader is stolen. Then NeoVamdemon powers up by absorbing his own minions - and then he absorbs MetalGreymon as well! Can Taiki and his teammates overcome this crisis?!\nSource: crunchyroll",
      "episode_id" : 129401,
      "length" : 25,
      "number" : 3,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY19XW99R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sesuji Zowazowa! Gekkou Shougun no Vampire Land"
      }, {
        "language" : "ENGLISH",
        "title" : "Shivers Down the Spine! The Moonlight General`s Vampire Land"
      }, {
        "language" : "JAPANESE",
        "title" : "背筋ゾワゾワ! 月光将軍のヴァンパイアランド"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-04-24",
      "description" : "NeoVamdemon`s forced DigiXros with MetalGreymon has made him much stronger. Taiki`s team searches for the legendary White Lopmon that holds the key to defeating NeoVamdemon, but when they can`t find it, Shoutmon lets himself be absorbed by NeoVamdemon to rescue MetalGreymon - and Lopmon follows him to save his own companions. Can their life-or-death efforts save MetalGreymon and defeat NeoVamdemon once and for all?!\nSource: crunchyroll",
      "episode_id" : 129400,
      "length" : 25,
      "number" : 4,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYQ4WD496" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Don`t Die, Greymon! Shoutmon DX is Born"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shinuna Greymon! Shoutmon D Cross Tanjou"
      }, {
        "language" : "JAPANESE",
        "title" : "死ぬなグレイモン! シャウトモンDX(ディークロス)誕生"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-05-01",
      "description" : "Taiki`s team arrives in the flower-filled third Kingdom, Honey Land, where they encounter some Digimon stumbling around listlessly. Then they find Lilamon being stung by Honeybeemon to drain her power. They try to save her, but Xros Heart`s Digimon are paralyzed by the attack of Ignitemon, a servant of the Death General Zamielmon. He begins to steal their power as well when a woman warrior Digimon, Mervamon, appears. Mervamon saves Taiki`s team and leads them in an attack on Zamielmon - but in the scrap, Ignitemon reveals that Mervamon is his older sister! Can Taiki`s team save the siblings from a heartbreaking battle?\nSource: crunchyroll",
      "episode_id" : 129399,
      "length" : 25,
      "number" : 5,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRWE4WE2R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Power ga Suwareru! Honey Land no Kariudo-tachi"
      }, {
        "language" : "ENGLISH",
        "title" : "Power is Getting Sucked Out! The Hunters of Honey Land"
      }, {
        "language" : "JAPANESE",
        "title" : "パワーが吸われる! ハニーランドの狩人たち"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-05-08",
      "description" : "Mervamon`s brother, Ignitemon, returns to the side of justice and joins Taiki`s team in the fight against Zamielmon. He reveals to Taiki that the secret to Zamielmon`s small, elusive size is DigiHoney, the power he steals from other Digimon. They then receive an invitation from Zamielmon to a theme park called Honey Park, and though they know it`s a trap, they go there with a plan to make Zamielmon bigger so they can fight him. However, Zamielmon grows much bigger than Taiki expected, and Xros Heart must send Shoutmon DX to face his giant new form!\nSource: crunchyroll",
      "episode_id" : 129398,
      "length" : 25,
      "number" : 6,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G609X59M6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Laughing Hunter! The Wood-spirit General Zamielmon"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Warau Kariudo! Mokusei Shougun Zamielmon"
      }, {
        "language" : "JAPANESE",
        "title" : "笑う狩人! 木精将軍ザミエールモン"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-05-15",
      "description" : "When Kiriha says he saw a boy in Honey Land who fits the description of Nene`s brother, Nene is at last reunited with Yuu. However, Yuu thinks that battles in the Digital World are just a game, and attempts to finish off his sister! The battle between Taiki and Yuu begins after the team saves Nene, but Shoutmon X4B and MetalGreymon are no match for Yuu`s DigiXros, MusoKnightmon...\nSource: crunchyroll",
      "episode_id" : 129769,
      "length" : 25,
      "number" : 7,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6759X54R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Brother, Why!? The Nightmarish Enemy, General Yuu"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otouto yo, Naze!? Teki General Yuu no Akamu"
      }, {
        "language" : "JAPANESE",
        "title" : "弟よ, なぜ!? 敵ジェネラル・ユウの悪夢"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-05-22",
      "description" : "Taiki`s team arrives in the fourth Kingdom, Cyber Land, a futuristic metal city wrapped in overwhelming silence. When a mechanical Whamon in the sky teleports a mechanical Andromon army from its mouth to attack them, the team dives inside the Whamon to destroy it. There they find a human girl named Ruka who says she was lost and the Bagra army captured her. Dorulumon is suspicious, but Taiki welcomes her into the team...\nSource: crunchyroll",
      "episode_id" : 129768,
      "length" : 25,
      "number" : 8,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYX0JG05R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nazo no Cyber Land! Hagane no Machi no Bishoujo"
      }, {
        "language" : "ENGLISH",
        "title" : "The Mysterious Cyber Land! The Beauty of Fullmetal City"
      }, {
        "language" : "JAPANESE",
        "title" : "謎のサイバーランド! 鋼の街の美少女"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-05-29",
      "description" : "Taiki and his team have been attacked by Dorulumon, who turns out to be the Death General Splashmon in disguise. A rift begins to form between Taiki and his friends as Splashmon continues to trick them one by one with his disguises. Cutemon and Revolmon find where the real Dorulumon is imprisoned and save him, but how can Xros Heart fight back against the powerful Splashmon?!\nSource: crunchyroll",
      "episode_id" : 129767,
      "length" : 25,
      "number" : 9,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR19XW976" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Cross Heart Bunretsu no Kiki! Suiko Shougun no Hiretsuna Wana"
      }, {
        "language" : "ENGLISH",
        "title" : "Xros Heart Break up Crisis! Water Tiger General`s Despicable Trap"
      }, {
        "language" : "JAPANESE",
        "title" : "クロスハート分裂の危機! 水虎(すいこ)将軍の卑劣なワナ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-06-05",
      "description" : "Taiki and his friends land in the golden sea of Gold Land, where they encounter the Death General Olegmon, riding on a pirate ship. Olegmon has heard of their battles with the previous Death Generals and invites them to join his crew, but Taiki refuses and the battle begins. However, Olegmon begins to chant a strange incantation, and nearly all of Xros Heart`s Digimon hear it and join Olegmon`s army! Ballistamon, who was unaffected by the incantation, rescues Shoutmon from the enemy`s grasp. They set out to defeat Olegmon together, but then an unexpected change happens in Ballistamon...\nSource: crunchyroll",
      "episode_id" : 129766,
      "length" : 25,
      "number" : 10,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYNQVNQWY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Arrival of the Merry Pirate! Set Sail for Gold Land!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Youkina Kaizoku, Arawaru! Gold Land no Koukai!"
      }, {
        "language" : "JAPANESE",
        "title" : "陽気な海賊, 現る! ゴールドランドの航海!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-06-12",
      "description" : "The Death General Olegmon`s crew has turned Ballistamon into the ultimate destructive weapon, DarkVolumon! Olegmon uses him to attack and capture Taiki, whom he again invites to join his army. But when Taiki refuses, Olegmon orders DarkVolumon to attack Nene! Kiriha and Shoutmon soon arrive to save them, and Shoutmon attempts to restore DarkVolumon to his old self by calling out to Ballistamon through a DigiXros. Will his voice reach Ballistamon?!\nSource: crunchyroll",
      "episode_id" : 129765,
      "length" : 25,
      "number" : 11,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6MGEJGW6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kinzoku no Olegmon ga Warau! Saraba Xros Heart!"
      }, {
        "language" : "ENGLISH",
        "title" : "Olegmon the Golden Thief Laughs! Farewell Xros Heart!"
      }, {
        "language" : "JAPANESE",
        "title" : "金賊(きんぞく)のオレーグモンが笑う! さらばクロスハート!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-06-26",
      "description" : "Taiki`s party arrives in the sixth Kingdom, Canyon Land, where the Death General Gravimon commands a massive army. Kiriha takes charge as the team plans their battle strategy, and the others follow his lead... but Gravimon sees through their surprise attack and backs them into a corner. He perceives that something in Kiriha`s past drives his desire to be the strongest, and tells him that he can do so by defeating Taiki himself. How will Kiriha respond to Gravimon`s temptation?\nSource: crunchyroll",
      "episode_id" : 129764,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 1.04,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63VK0VQY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kiriha ni Sasayaku! Kyoukoku no Doshin Shougun, Ma no Sasoi"
      }, {
        "language" : "ENGLISH",
        "title" : "Whispers to Kiriha! The Canyon Earth Spirit General`s Devilish Offer"
      }, {
        "language" : "JAPANESE",
        "title" : "キリハにささやく! 峡谷の土神(どしん)将軍, 魔の誘い"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-07-03",
      "description" : "Instigated by the Death General of Canyon Land, Gravimon, Kiriha resolves to defeat Taiki in order to obtain ultimate strength. Taiki is forced to fight back, sending OmegaShoutmon against Kiriha`s ZekeGreymon. However, both Digivolutions wear off before a winner is decided. Kiriha sends his guardian deity, Deckerdramon, to finish off Shoutmon, but Deckerdramon defies his order and attempts to remind him of the importance of love...\nSource: crunchyroll",
      "episode_id" : 129763,
      "length" : 25,
      "number" : 13,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR2P4G4KR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Mighty Love! Deckerdramon`s Last Cry!!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tsuyoki Ai o! Deckerdramon Saigo no Sakebi!!"
      }, {
        "language" : "JAPANESE",
        "title" : "強き愛を! デッカードラモン最期の叫び!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-07-17",
      "description" : "Taiki, Nene, and Kiriha are once again bound tightly by their strong friendship, giving rise to Shoutmon X7! With his ultimate attack, Shoutmon X7 at last defeats Gravimon... but he is reborn again thanks to a \"heart\" hidden somewhere in his castle. As long as his heart survives, Gravimon can come back to life infinitely. So Nene slips into the castle to destroy the heart while Taiki and Kiriha engage Gravimon in battle to draw him away from her search. Taiki attacks with a new seven-way Xros based upon Cutemon... but can they hold Gravimon off long enough for Nene to find his heart?!\nSource: crunchyroll",
      "episode_id" : 131115,
      "length" : 25,
      "number" : 14,
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRZXJEJXY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kizuna no X7! Gravimon to no Souzetsu Battle!!"
      }, {
        "language" : "ENGLISH",
        "title" : "X7 of Bonds! The Grand Battle with Gravimon!!"
      }, {
        "language" : "JAPANESE",
        "title" : "きずなのX7(クロスセブン)! グラビモンとの壮絶バトル!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-07-24",
      "description" : "Taiki`s team arrives in the seventh and final Kingdom, Bright Land, where the Death General Apollomon asks them to help him defeat Bagramon. Just when Kiriha and Nene are convinced to trust him as Taiki does, Yuu and Tuwarmon appear and activate a dark program called Whispered, which Bagramon had embedded in Apollomon. To defeat Whispered means to defeat Apollomon... Can Taiki find the resolve to fight their new friend?!\nSource: crunchyroll",
      "episode_id" : 131701,
      "length" : 25,
      "number" : 15,
      "rating" : {
        "rating" : 2.46,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6Q4WDW9R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Saigo no Oukoku, Kagayaku Taiyou no Bright Land"
      }, {
        "language" : "ENGLISH",
        "title" : "The Final Kingdom, The Shining Sun`s Bright Land!"
      }, {
        "language" : "JAPANESE",
        "title" : "最後の王国, 輝く太陽のブライトランド"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-07-31",
      "description" : "Yuu has thrown Taiki and his friends into a dark realm called Hell`s Field. Inside a castle they find a crystal that allows them to speak with Yuu, who tells them that his army has taken up camp in a castle opposite the one that Xros Heart has found. He then invites Taiki to play a game in which they each lead their armies against the opposing castle, and whichever one dies is the loser. Yuu still believes the Digital World is a game in which nobody really dies, so Kiriha comes up with a strategy to convince him that he`s wrong. Will Kiriha`s strategy succeed in showing Yuu the truth?!\nSource: crunchyroll",
      "episode_id" : 131700,
      "length" : 25,
      "number" : 16,
      "rating" : {
        "rating" : 2.46,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYWE4W42Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Life or Death, The Showdown with Hell`s General!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sei ka Shi ka, Jigoku no General Kessen!"
      }, {
        "language" : "JAPANESE",
        "title" : "生か死か, 地獄のジェネラル決戦!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-08-07",
      "description" : "The big showdown between Taiki and Yuu has begun in Hell`s Field. Yuu attacks with a sword, overwhelming Taiki with his surprising strength. As they battle, Yuu confesses his reason for hiding his true strength all along, and reveals the words of DarkKnightmon that freed him when he came to the Digital World. Finally Taiki sees Yuu`s true nature and vows to fight him in earnest. Can Taiki defeat Yuu and make him see the truth?!\nSource: crunchyroll",
      "episode_id" : 131699,
      "length" : 25,
      "number" : 17,
      "rating" : {
        "rating" : 2.46,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR09X5XMR" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Taiki VS Yuu, Shounen General Taiketsu!!"
      }, {
        "language" : "ENGLISH",
        "title" : "Taiki VS Yuu, the Battle of the Boy Generals!!"
      }, {
        "language" : "JAPANESE",
        "title" : "タイキVSユウ, 少年ジェネラル対決!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-08-14",
      "description" : "Yuu has run away after learning that there is no world without pain and suffering. As Taiki`s team tries to find him and get everyone out of Hell`s Field, Apollomon Whispered merges Lilithmon and Blastmon into a monstrous new Lilithmon bent on revenge! Meanwhile, Wisemon devises a false program to let everyone escape Hell`s Field without forcing Taiki or Yuu to die. But Shoutmon X7 must protect the castles while the program is activated, leaving him unable to fight. So the injured Beelzebumon sets off to stop Lilithmon himself...\nSource: crunchyroll",
      "episode_id" : 132376,
      "length" : 25,
      "number" : 18,
      "rating" : {
        "rating" : 6.89,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR759X94Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Beelzebumon, Hikari ni Kiyu!"
      }, {
        "language" : "ENGLISH",
        "title" : "Beelzebumon, Vanish into the Light!"
      }, {
        "language" : "JAPANESE",
        "title" : "ベルゼブモン, 光に消ゆ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-08-21",
      "description" : "Beelzebumon`s sacrifice has allowed everyone to escape Hell`s Field and return to Bright Land. But Apollomon Whispered has also returned, and is preparing to wipe out all of the Kingdom`s Digimon. When Taiki pursues him, Whispered assumes the form of Apollomon to weaken Taiki`s resolve to fight. Has Whispered won, or can Taiki find the strength and courage to fight his friend?!\nSource: crunchyroll",
      "episode_id" : 132375,
      "length" : 25,
      "number" : 19,
      "rating" : {
        "rating" : 2.46,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6X0JGJ5Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Taiki no Ketsudan! Saikyou no Apollomon o Koero!"
      }, {
        "language" : "ENGLISH",
        "title" : "Taiki`s Determination! Overcome the Strongest Apollomon!"
      }, {
        "language" : "JAPANESE",
        "title" : "タイキの決断! 最強のアポロモンを超えろ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-08-28",
      "description" : "After defeating all seven Death Generals, Taiki and his friends reach the Great Bagra Palace. If they can defeat the Emperor Bagramon there, the Digital World will be reborn, and they can resurrect their fallen companions. But instead they`re greeted by DarkKnightmon, who uses the power of the Dark Stone to resurrect all the Death Generals. With their souls taken away, they attack Taiki`s team like robots... until DarkKnightmon forces all seven of them to DigiXros into the ultimate god of destruction!\nSource: crunchyroll",
      "episode_id" : 132374,
      "length" : 25,
      "number" : 20,
      "rating" : {
        "rating" : 2.46,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY19XWX7R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Resurrect! The Arrival of All Seven Death Generals!!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yomigaeru! Shichinin no Death General Soutoujou!!"
      }, {
        "language" : "JAPANESE",
        "title" : "よみがえる! 七人のデスジェネラル総登場!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-09-04",
      "description" : "Taiki gets his own soul sent to Prison Land to bring back the souls of Shoutmon, Dorulumon, and Ballistamon. Soon he finds himself under the attack of the souls of the seven Death Generals, who overwhelm Taiki`s Digimon in power. Taiki is in a tight spot... when Olegmon realizes that the Death Generals are not his true friends and, along with the just Apollomon, joins Taiki`s side! Does Taiki stand a chance against the other five Death Generals with their help?!\nSource: crunchyroll",
      "episode_id" : 132373,
      "length" : 25,
      "number" : 21,
      "rating" : {
        "rating" : 6.89,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6NQVNVW6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Digital World no Mirai no Tame ni! Death General to no Yuujou!"
      }, {
        "language" : "ENGLISH",
        "title" : "For the Digital World`s Future! Friendship with Death Generals!"
      }, {
        "language" : "JAPANESE",
        "title" : "デジタルワールドの未来のために! デスジェネラルとの友情!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-09-11",
      "description" : "Xros Heart heads for the Great Bagra Palace to rescue Yuu and reclaim the Code Crown, which Bagramon and DarkKnightmon have transformed to the Dark Stone. When they arrive, Bagramon proceeds with his plan to activate D5, the Day of Ultimate Destruction, which will destroy all dimensions and fuse the Digital and human worlds into one. As the destruction unfolds, Taiki and Mervamon fall through the collapsing ground and vanish! What will come of Taiki, and of the Digimon and human worlds?!\nSource: crunchyroll",
      "episode_id" : 132894,
      "length" : 25,
      "number" : 22,
      "rating" : {
        "rating" : 2.46,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRMGEJEWR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Bagra Brothers! The Bonds of Darkness"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Bagra Kyoudai, Ankoku no Kizuna!"
      }, {
        "language" : "JAPANESE",
        "title" : "バグラ兄弟, 暗黒の絆!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-09-18",
      "description" : "As Bagramon proceeds with the Day of Ultimate Destruction, Taiki and Mervamon find themselves trapped under the Great Bagra Palace. There they discover Yuu, but a new enemy stands in their way when they attempt to save him. Meanwhile Kiriha watches as DarkKnightmon forcibly fuses with Bagramon, creating an immensely powerful DigiXros that destroys whole realms and all the data in them. Is it too late for Taiki`s team to stop D5?!\nSource: crunchyroll",
      "episode_id" : 132895,
      "length" : 25,
      "number" : 23,
      "rating" : {
        "rating" : 6.89,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR3VK0KQ6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Loom! The Human World`s Final Day, D5!!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Semarikuru! Ningenkai no Saigo no Hi, D5!!"
      }, {
        "language" : "JAPANESE",
        "title" : "迫りくる! 人間界の最期の日, D5!!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-09-25",
      "description" : "The true DarknessBagramon has completely frozen the human world. In the middle of it all, Taiki is reunited with Examon, WarGreymon, and the Digimon who led him to the Digital World, Omegamon. With the help of all 15 of the knights in their order, he formulates a plan, but carrying it out would throw him into extreme danger alone. Can Taiki defeat DarknessBagramon and save the future of his own world?!\nSource: crunchyroll",
      "episode_id" : 132978,
      "length" : 25,
      "number" : 24,
      "rating" : {
        "rating" : 6.89,
        "total" : 1
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY2P4G5KY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Eikou no DigiXros, Tsukame! Oretachi no Mirai!!"
      }, {
        "language" : "ENGLISH",
        "title" : "Glorious DigiXros, Seized for Our Future!!"
      }, {
        "language" : "JAPANESE",
        "title" : "栄光のデジクロス, つかめ! おれたちの未来!!"
      } ],
      "type" : "REGULAR"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 5.05,
      "total" : 265
    },
    "TEMPORARY" : {
      "rating" : 6.45,
      "total" : 269
    }
  },
  "related" : {
    "PREQUEL" : [ 7518 ],
    "SEQUEL" : [ 8616 ]
  },
  "resources" : {
    "ANISON" : [ "12785" ],
    "ANN" : [ "11450" ],
    "CRUNCHY_ROLL" : [ "GY19X1M9R" ],
    "MAL" : [ "10444" ],
    "SYOBOI" : [ "1981" ],
    "WEBSITE" : [ "http://www.toei-anim.co.jp/tv/digimon_xw/", "http://www.tv-asahi.co.jp/digimon/" ],
    "WIKIPEDIA_EN" : [ "Digimon_Xros_Wars" ],
    "WIKIPEDIA_JP" : [ "デジモンクロスウォーズ" ]
  },
  "start_date" : "2011-04-03",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "922" : {
      "info_box" : true,
      "name" : "shounen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2628" : {
      "info_box" : false,
      "name" : "fictional location",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2797" : {
      "info_box" : true,
      "name" : "new",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2839" : {
      "info_box" : true,
      "name" : "virtual world",
      "parent_tag_id" : 2628,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2841" : {
      "info_box" : true,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2850" : {
      "info_box" : true,
      "name" : "adventure",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2863" : {
      "info_box" : true,
      "name" : "proxy battles",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "3597" : {
      "info_box" : false,
      "name" : "mythology",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5571" : {
      "info_box" : false,
      "name" : "Greek mythology",
      "parent_tag_id" : 3597,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6137" : {
      "info_box" : false,
      "name" : "catchphrase",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Digimon Xros Wars: Aku no Death General to Nanatsu no Oukoku",
    "type" : "MAIN"
  }, {
    "language" : "PORTUGUESE",
    "title" : "Digimon Fusion II",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "デジモンクロスウォーズ ~悪のデスジェネラルと七つの王国~",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "数码宝贝合体战争 ～邪恶的死亡指挥官与七个王国～",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "digimon s7",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "digimon7",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "digixros s2",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "digixw2",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Digimon Fusion 2",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Digimon Xros Wars II",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Digimon Xros Wars: The Evil Death Generals and the Seven Kingdoms",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.tv-asahi.co.jp/digimon/"
}