{
  "anime_id" : 8473,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 60744,
      "name" : "Aizawa Lemon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 39023,
      "name" : "Flower",
      "type" : "ORGANIZATION"
    } ],
    "CAMEO" : [ {
      "character_id" : 34835,
      "name" : "Andou Miyako",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34836,
      "name" : "Aoi Natsuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34838,
      "name" : "Byakuya Rinne",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34839,
      "name" : "Hokari Kanae",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41300,
      "name" : "Kouno Sakura",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34837,
      "name" : "Makiba Rika",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34840,
      "name" : "Manaka Nemu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41301,
      "name" : "Sally",
      "type" : "CHARACTER"
    }, {
      "character_id" : 34834,
      "name" : "Takatou Keisuke",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 33675,
      "name" : "Fujiwara Momoka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 33674,
      "name" : "Himeno Kisara",
      "type" : "CHARACTER"
    }, {
      "character_id" : 33676,
      "name" : "Kousaka Iori",
      "type" : "CHARACTER"
    }, {
      "character_id" : 36008,
      "name" : "Mochizuki Tomoya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 33677,
      "name" : "Sonono Nene",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 36007,
      "name" : "Ootori Reina",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "918" : [ {
      "name" : "ClockUp",
      "type" : "ORIGINAL_WORK"
    } ],
    "6260" : [ {
      "name" : "Hayakawa Naomi",
      "type" : "CHARACTER_DESIGN"
    } ],
    "14592" : [ {
      "name" : "CycloMusic",
      "type" : "MUSIC"
    } ],
    "28618" : [ {
      "name" : "Collaboration Works",
      "type" : "ANIMATION_WORK"
    } ],
    "33720" : [ {
      "name" : "Matano Ryuuzou",
      "type" : "DIRECTOR"
    } ],
    "42563" : [ {
      "name" : "Narita Masaru",
      "type" : "CHARACTER_DESIGN"
    } ],
    "42565" : [ {
      "name" : "Citizen08",
      "type" : "CHARACTER_DESIGN"
    } ],
    "65317" : [ {
      "name" : "HB",
      "type" : "CHARACTER_DESIGN"
    } ]
  },
  "description" : "* Based on the erotic game by http://anidb.net/cr918 [Clock Up].\nhttp://anidb.net/ch36008 [Mochizuki Tomoya] works for an eroge production company and all his co-workers are girls. One day, when the air-conditioning becomes unusable, everyone decides that the only thing to do is to work in their undergarments!\n~ translated and adapted from official site by Cranston",
  "end_date" : "2016-03-25",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2011-08-26",
      "description" : "Mochizuki Tomoya, an otaku aficionado of eroges, is hired by the struggling eroge development company Flower, whose next production must turn a profit or else go bankrupt. He finds out that the employees of the company, Himeno Kisara, the chief artist, Fujiwara Momoka, the scenario writer, Kousaka Iori, the graphic designer, and Sunono Nene, the company president, are all virgins and have hardly any experience with eroges at all. The company office doesn`t have functional air conditioning so during the summer everyone works wearing minimal clothing. One day, after everyone else has left the office, Tomoya looks over Kisara`s artwork and finds that it is substandard and unrealistic, and so to improve its quality, he starts off performing actual sexual acts with her, so that she has reference for her artwork. Over the next several days, the two of them perform more and more sexual acts together, ostensibly as reference, from paizuri to blowjobs to footjobs and ultimately actual intercourse in various. The quality of her artwork improves substantially as a result. After so many sexual episodes Tomoya is beginning to have feelings for Kisara, but she shoots him down before he can confess, stubbornly maintaining that everything they`ve done was merely for professional purposes.",
      "episode_id" : 130593,
      "length" : 30,
      "number" : 1,
      "rating" : {
        "rating" : 8.58,
        "total" : 14
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Himeno Kisara Koi, Hajimemashita Hen"
      }, {
        "language" : "ENGLISH",
        "title" : "Himeno Kisara Love, Has Begun Chapter"
      }, {
        "language" : "JAPANESE",
        "title" : "姫乃きさら 恋, 始めました 編"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2011-11-25",
      "description" : "Kisara`s artwork has substantially improved as a result of Tomoya`s providing her with true references for it, so this time Tomoya begins looking over Momoka`s scenario writing, and finds that while there is plenty of romance in it, the amount of sexual content is insufficient for a game of the sort they are trying to make, and she seems to be suffering from writer`s block. One day, after everyone else leaves,  Momoka begins playing dominatrix to Tomoya`s submissive, even though he objects that he isn`t a masochist. The two eventually have intercourse, and halfway through their roles switch. This serves to break her writer`s block. A few days later to help the team relax, Nene and Reina bring them all to the beach. While everyone else is playing, Iori takes Tomoya aside gives him a blowjob, intercourse, and finally urine play. A few days later, he comes to Kisara`s house to help her with her doujin manga side project. They wind up having a lot of vigorous sex before finally getting down  to actually working on the manga, but finally finish everything, and finally Kisara reluctantly confesses that she loves Tomoya as well. With the substantial improvement in the quality of everyone`s work, the game goes gold and is a success.",
      "episode_id" : 132836,
      "length" : 30,
      "number" : 2,
      "rating" : {
        "rating" : 8.3,
        "total" : 14
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Bishonure!? Bishoujo Creators Hen"
      }, {
        "language" : "ENGLISH",
        "title" : "Sopping Wet!? Beautiful Girl Creators Chapter"
      }, {
        "language" : "JAPANESE",
        "title" : "びしょ濡れ!?美少女くりえーたーず編"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-10-25",
      "description" : "This episode goes back in time somewhat to cover Momoka`s route. Tomoya is dissatisfied with Momoka`s writing work although he initially has a hard time approaching her as she seems to have a general dislike for men. Eventually she approaches him and they confront each other, Tomoya saying that her contemptuous attitude towards men is causing her writing to suffer, while Momoka maintains that her attitude is justified. The two begin to attempt to prove each other wrong by performing sexual acts of increasing boldness, from simple blowjobs until finally they have full intercourse. This fails to make either accept the other`s position until one night with Momoka alone at the office Tomoya pretends to be rapist who breaks into the house and rapes her. She believed he was an actual rapist despite Tomoya`s very thin disguise, so Tomoya apologises to her just as she is about to cry. The next few days Momoka is very cold to everyone, especially to him, and Kisara confronts him about this. This leads him to apologise profusely to Momoka, telling her that she`ll do anything to make it up to her, and the two of them confess their love for each other. The two of them eventually do a lot of hard bondage with each other, with Momoka being tied up in shibari with vibrators. Tomoya later winds up supervising Aizawa Lemon, one of the seiyuus doing voice work for their project in Momoka`s absence. She winds up flirting with him, and though he refuses her advances Momoka sees this and punishes him by blindfolding and tying him up in a toilet stall in a ladies` rest room, wearing girl`s clothing. The episode ends with the final release of the game as before, and Momoka  pregnant and lactating.",
      "episode_id" : 152215,
      "length" : 30,
      "number" : 3,
      "rating" : {
        "rating" : 5.65,
        "total" : 9
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Peach Coloured Sigh, Once Again? The Newest H-game Is Filled with Momoka!! Chapter"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Momoiro no Toiki, Futatabi!? Ecchi na Shinsaku Game wa Momoka Zanmai!! Hen"
      }, {
        "language" : "JAPANESE",
        "title" : "桃色の吐息, 再び!? えっちな新作げーむは桃花三昧!!編"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-12-27",
      "description" : "In this episode, Tomoya winds up having sexual relationships both with Kisara and Momoka, and he constantly has \"sexual study sessions\" with them. These usually happen after work, but one day, after Nene goes out of the office for field work, Kisara takes him aside to the meeting room, for a \"study session\". While they are in the middle of this, Momoka walks in on them, and they demand Tomoya decide between them. As Tomoya is unable to choose, they challenge each other to see who can make Tomoya cum first. While they are doing this, Iori peeks in on them, masturbating as she watches as the two have sex with Tomoya. In the end after eventually orgasming both of them and orgasming twice from them himself Tomoya is still unable to decide between the two of them, and eventually they decide postpone his choosing between them to after the final release of the game.",
      "episode_id" : 154881,
      "length" : 30,
      "number" : 4,
      "rating" : {
        "rating" : 7.2,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koi Suru Sperma Soudatsusen!? Hakudaku Milk o Get Daze!! Hen"
      }, {
        "language" : "ENGLISH",
        "title" : "The Battle of Conquest for the Adored Cum! Gotta Catch Some White and Sticky Milk!! Chapter"
      }, {
        "language" : "JAPANESE",
        "title" : "恋するスペルマ争奪戦!? 白濁ミルクをゲットだぜ!! 編"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2014-05-30",
      "description" : "After everyone else goes home, Tomoya stays behind, saying that he`s the new guy and has to put in extra hours. Soon after, Nene returns to the office with a lot of beer, depressed from not being taken seriously at meetings because despite being 32 she still looks like a child. She asks Tomoya what she can to to look more mature. The next day, Flower has a booth at an otaku event to give away demo copies of the new game and market their old games and related merchandise. Nene, Kisara, and Tomoya are assigned to man the company booth while Iori and Momoka are promoting the latter`s doujins also at the same event. In response to Nene`s question about how to look more mature, Tomoya has put remote control vibrators into her vagina and anus, and turns them on and off as customers visit their booth. She manages to give away the last copies of the first batch of the trial version of their game just as Tomoya finally makes her orgasm. Kisara is then in charge of the booth, and Tomoya sneakily fingers her and gives her cunnilingus under the booth table. She finally cums, and after recovering is infuriated, so he runs away to the men`s rest room. Iori suddenly appears wearing a school swimsuit, and she gets him to sodomise her in the toilet. Momoka runs into him just as he leaves the rest room, and she convinces him to ditch the event and go on a date with her. They have each put remote control vibrators into each others` orifices, turning them on and up as they proceed. Finally, they have sex on a park bench.",
      "episode_id" : 158491,
      "length" : 30,
      "number" : 5,
      "rating" : {
        "rating" : 4.6,
        "total" : 9
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mi-minna ga Miteiru Mae de Konna Koto!? Nene wa Otona no Lady da mon Hen"
      }, {
        "language" : "ENGLISH",
        "title" : "We`re Doing This Stuff in Front of Everyone?! Nene Is Already a Fine Lady Chapter"
      }, {
        "language" : "JAPANESE",
        "title" : "み, みんなが見ている前でこんなこと!? 寧々は大人のレディーだもん編"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2016-03-25",
      "description" : "After the successful release of their new game, the employees of Flower go on a vacation to a hot spring resort. Iori goes to the men`s side of the outdoor bath and starts giving fellatio to Tomoya, but some other patrons of the resort enter, and they find a secluded spot to have sex, while the other girls at the women`s side wonder what happened to her. Tomoya spills beer on Kisara, who then goes to his room so she can clean herself up and use his extra yukata, but the shower malfunctions and they take the opportunity to have sex. At the indoor baths the girls tell scary stories to each other, and afterwards they decide to have a test of courage along the trail around the resort grounds, with Tomoya hiding somewhere to frighten them. Iori and Nene go first, but since Iori came armed with a knife Tomoya decides not to try to scare them. Next comes Momoka, whom he tries to frighten while wearing a devil mask, but she attacks him and knocks him violently away. He pretends to be unconscious while she tries to apologise, but noticing he has an erection she begins to suck on it and do paizuri, and he cums just as a fireworks display starts. Next is Kisara, who feels an urge to urinate just as she goes along the path, and Tomoya grabs her, and fondles her breasts and pussy until she releases it. He later binds her in the sash of her yukata and has rough sex with her with her limbs suspended by a tree. They return from the trip with a lot of new ideas for the next game.",
      "episode_id" : 174294,
      "length" : 30,
      "number" : 6,
      "rating" : {
        "rating" : 4.13,
        "total" : 8
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Feeling Good in the Outdoor Baths. Late Night Outdoors Test of Courage Chapter"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Roten no Ofuro de Ii Kimochi Shin`ya no Ogai de Kan Tameshi Hen"
      }, {
        "language" : "JAPANESE",
        "title" : "露天のお風呂でいい気持ち 深夜のお外で肝試し編"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2015-08-28",
      "episode_id" : 211423,
      "length" : 30,
      "number" : 1,
      "rating" : {
        "rating" : 7.9,
        "total" : 1
      },
      "recap" : true,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode S1"
      } ],
      "type" : "SPECIAL"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 135146,
      "length" : 4,
      "number" : 1,
      "rating" : {
        "rating" : 9.78,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV 1"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 135145,
      "length" : 3,
      "number" : 2,
      "rating" : {
        "rating" : 9.78,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV 2"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 6.72,
      "total" : 980
    },
    "TEMPORARY" : {
      "rating" : 7.11,
      "total" : 998
    }
  },
  "resources" : {
    "ANIME_NFO" : [ "4970,tnjhuu" ],
    "ANISON" : [ "12800" ],
    "ANN" : [ "13155" ],
    "IMDB" : [ "tt11073568" ],
    "MAL" : [ "10779" ],
    "TMDB" : [ "tv/73129" ],
    "VNDB" : [ "v4037" ],
    "WEBSITE" : [ "http://a1c.jp/~collabo/product/ero01.html", "http://a1c.jp/~collabo/product/ero02.html", "http://a1c.jp/~collabo/product/eroge02_01.html", "http://a1c.jp/~collabo/product/eroge02_02.html", "http://a1c.jp/~collabo/product/eroge06.html", "http://a1c.jp/~collabo/product/eroge301.html", "http://entacom.org/clockup/product/dvd/eroge.htm" ]
  },
  "similar" : {
    "10538" : {
      "rating" : 3.333333333333333,
      "total" : 15
    },
    "11686" : {
      "rating" : 9.523809523809524,
      "total" : 21
    },
    "13556" : {
      "rating" : 10.0,
      "total" : 6
    },
    "16178" : {
      "rating" : 10.0,
      "total" : 6
    }
  },
  "start_date" : "2011-08-26",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "301" : {
      "info_box" : false,
      "name" : "lactation",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "618" : {
      "info_box" : false,
      "name" : "trap",
      "parent_tag_id" : 2565,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "893" : {
      "info_box" : false,
      "name" : "dominatrix",
      "parent_tag_id" : 2729,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2008" : {
      "info_box" : false,
      "name" : "small breasts",
      "parent_tag_id" : 2891,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2056" : {
      "info_box" : false,
      "name" : "cosplaying",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2072" : {
      "info_box" : false,
      "name" : "maid",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2565" : {
      "info_box" : false,
      "name" : "cross-dressing",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2566" : {
      "info_box" : false,
      "name" : "loli",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2608" : {
      "info_box" : false,
      "name" : "fetishes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2615" : {
      "info_box" : true,
      "name" : "18 restricted",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2693" : {
      "info_box" : false,
      "name" : "handjob",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2696" : {
      "info_box" : false,
      "name" : "threesome",
      "parent_tag_id" : 7957,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2697" : {
      "info_box" : false,
      "name" : "voyeurism",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2700" : {
      "info_box" : false,
      "name" : "window fuck",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2702" : {
      "info_box" : false,
      "name" : "mammary intercourse",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2704" : {
      "info_box" : false,
      "name" : "cum play",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2705" : {
      "info_box" : false,
      "name" : "creampie",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2706" : {
      "info_box" : false,
      "name" : "masturbation",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2707" : {
      "info_box" : false,
      "name" : "internal shots",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2710" : {
      "info_box" : false,
      "name" : "squirting",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2711" : {
      "info_box" : false,
      "name" : "urination",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2712" : {
      "info_box" : false,
      "name" : "sex toys",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2713" : {
      "info_box" : false,
      "name" : "oral",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2715" : {
      "info_box" : false,
      "name" : "rape",
      "parent_tag_id" : 7220,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2717" : {
      "info_box" : false,
      "name" : "anal",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2721" : {
      "info_box" : false,
      "name" : "public sex",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2722" : {
      "info_box" : false,
      "name" : "doggy style",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2724" : {
      "info_box" : false,
      "name" : "double penetration",
      "parent_tag_id" : 2696,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2725" : {
      "info_box" : false,
      "name" : "ahegao",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2729" : {
      "info_box" : false,
      "name" : "BDSM",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2730" : {
      "info_box" : false,
      "name" : "exhibitionism",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2746" : {
      "info_box" : false,
      "name" : "shibari",
      "parent_tag_id" : 2901,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2747" : {
      "info_box" : false,
      "name" : "hidden vibrator",
      "parent_tag_id" : 2900,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2748" : {
      "info_box" : true,
      "name" : "sex",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2749" : {
      "info_box" : true,
      "name" : "nudity",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2790" : {
      "info_box" : false,
      "name" : "plot continuity",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2803" : {
      "info_box" : true,
      "name" : "erotic game",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2804" : {
      "info_box" : true,
      "name" : "visual novel",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2848" : {
      "info_box" : false,
      "name" : "pornography",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2859" : {
      "info_box" : true,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2864" : {
      "info_box" : false,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2879" : {
      "info_box" : false,
      "name" : "alcohol",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2890" : {
      "info_box" : false,
      "name" : "foot fetish",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2891" : {
      "info_box" : false,
      "name" : "breasts",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2896" : {
      "info_box" : true,
      "name" : "deflowering",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "2900" : {
      "info_box" : false,
      "name" : "dildos - vibrators",
      "parent_tag_id" : 2712,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2901" : {
      "info_box" : false,
      "name" : "bondage",
      "parent_tag_id" : 2729,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2903" : {
      "info_box" : false,
      "name" : "scat",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2905" : {
      "info_box" : false,
      "name" : "erotic torture",
      "parent_tag_id" : 2729,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2911" : {
      "info_box" : false,
      "name" : "footjob",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2918" : {
      "info_box" : false,
      "name" : "cunnilingus",
      "parent_tag_id" : 2713,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2920" : {
      "info_box" : false,
      "name" : "rimming",
      "parent_tag_id" : 2713,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2921" : {
      "info_box" : false,
      "name" : "throat fucking",
      "parent_tag_id" : 2713,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2935" : {
      "info_box" : false,
      "name" : "stomach bulge",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3027" : {
      "info_box" : false,
      "name" : "sex tape",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3040" : {
      "info_box" : false,
      "name" : "male protagonist",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3217" : {
      "info_box" : false,
      "name" : "working life",
      "parent_tag_id" : 2864,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "3244" : {
      "info_box" : false,
      "name" : "sexually dominant",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3299" : {
      "info_box" : false,
      "name" : "double fellatio",
      "parent_tag_id" : 6268,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3622" : {
      "info_box" : false,
      "name" : "merchandising show",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3759" : {
      "info_box" : false,
      "name" : "teamwork",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3976" : {
      "info_box" : false,
      "name" : "impregnation",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4049" : {
      "info_box" : false,
      "name" : "outdoor sex",
      "parent_tag_id" : 2721,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4333" : {
      "info_box" : false,
      "name" : "predominantly female cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5327" : {
      "info_box" : false,
      "name" : "urophagia",
      "parent_tag_id" : 2711,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "5593" : {
      "info_box" : false,
      "name" : "branching story",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5640" : {
      "info_box" : false,
      "name" : "video game development",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5669" : {
      "info_box" : false,
      "name" : "golden shower",
      "parent_tag_id" : 2711,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5936" : {
      "info_box" : false,
      "name" : "uniform fetish",
      "parent_tag_id" : 2608,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5980" : {
      "info_box" : false,
      "name" : "live-action imagery",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6018" : {
      "info_box" : false,
      "name" : "predominantly adult cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6030" : {
      "info_box" : false,
      "name" : "otaku culture",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6055" : {
      "info_box" : false,
      "name" : "time loop",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6218" : {
      "info_box" : false,
      "name" : "gokkun",
      "parent_tag_id" : 2704,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6268" : {
      "info_box" : false,
      "name" : "fellatio",
      "parent_tag_id" : 2713,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6572" : {
      "info_box" : false,
      "name" : "FFM threesome",
      "parent_tag_id" : 2696,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6999" : {
      "info_box" : false,
      "name" : "pregnant sex",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "7220" : {
      "info_box" : false,
      "name" : "sexual abuse",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7229" : {
      "info_box" : false,
      "name" : "fingering",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7905" : {
      "info_box" : true,
      "name" : "large breasts",
      "parent_tag_id" : 2891,
      "spoiler" : false,
      "verified" : false,
      "weight" : 500
    },
    "7957" : {
      "info_box" : false,
      "name" : "group sex",
      "parent_tag_id" : 2848,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Eroge! H mo Game mo Kaihatsu Zanmai",
    "type" : "MAIN"
  }, {
    "language" : "JAPANESE",
    "title" : "えろげー! ~Hもゲームも開発三昧~",
    "type" : "OFFICIAL"
  }, {
    "language" : "POLISH",
    "title" : "Eroge! Oddanie się rozwijaniu erotyki i gier!",
    "type" : "SYNONYM"
  }, {
    "language" : "ENGLISH",
    "title" : "Eroge! Perverted Game Indulgence",
    "type" : "SYNONYM"
  }, {
    "language" : "RUSSIAN",
    "title" : "Эроге: Разработка порнушки с тремя сестричками",
    "type" : "SYNONYM"
  }, {
    "language" : "KOREAN",
    "title" : "에로게 H도 게임도 개발 삼매경",
    "type" : "SYNONYM"
  }, {
    "language" : "KOREAN",
    "title" : "에로게! H도 게임도 개발 삼매경",
    "type" : "SYNONYM"
  } ],
  "type" : "OVA",
  "url" : "http://entacom.org/clockup/product/dvd/eroge.htm"
}