{
  "anime_id" : 8620,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 41382,
      "name" : "Arisawa Chiharu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41627,
      "name" : "Juugyouin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 41381,
      "name" : "Kinoshita Kaori",
      "type" : "CHARACTER"
    }, {
      "character_id" : 40356,
      "name" : "Kirishima Nanami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 40977,
      "name" : "Ogura Manami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 43112,
      "name" : "Ogura Satoshi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 40851,
      "name" : "Tannin",
      "type" : "CHARACTER"
    } ],
    "CAMEO" : [ {
      "character_id" : 19388,
      "name" : "Misuzu",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 36179,
      "name" : "Kirishima Kaito",
      "type" : "CHARACTER"
    }, {
      "character_id" : 36181,
      "name" : "Takatsuki Ichika",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 38917,
      "name" : "Ishigaki Tetsurou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 38916,
      "name" : "Kitahara Mio",
      "type" : "CHARACTER"
    }, {
      "character_id" : 38915,
      "name" : "Rinon",
      "type" : "CHARACTER"
    }, {
      "character_id" : 42424,
      "name" : "Takatsuki Emika",
      "type" : "CHARACTER"
    }, {
      "character_id" : 38918,
      "name" : "Tanigawa Kanna",
      "type" : "CHARACTER"
    }, {
      "character_id" : 36180,
      "name" : "Yamano Remon",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "720" : [ {
      "name" : "J.C.Staff",
      "type" : "ANIMATION_WORK"
    } ],
    "2188" : [ {
      "name" : "Nagai Tatsuyuki",
      "type" : "DIRECTOR"
    } ],
    "2210" : [ {
      "name" : "Tanaka Masayoshi",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Tanaka Masayoshi",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "3076" : [ {
      "name" : "Hiyamizu Yukie",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "3896" : [ {
      "name" : "I`ve Sound",
      "type" : "MUSIC"
    } ],
    "4112" : [ {
      "name" : "Iuchi Maiko",
      "type" : "MUSIC"
    } ]
  },
  "description" : "When a group of friends decide to make a movie during a long summer holiday, they end up learning a little about film-making and a lot more about each other and themselves. What begins as a simple way to avoid the summer doldrums quickly turns into something much more complex, intimate and revealing, as the maturing relationships between the members of the young cast take on new, and sometimes very unexpected, turns...\nSource: Sentai Filmworks",
  "end_date" : "2012-03-27",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2012-01-10",
      "description" : "While testing his high-speed film video camera, second year high school student Kirishima Kaito sees a bright blue light, then an impact has blown him off of his footing and beyond the railings. He sees a hand grabbing his as he fell, bloodied, only to wake up in his futon the next day. At his school, a transfer student named Takatsuki Ichika comes to a third year class. Somehow the both of them has a familiarity with each other when his classmate Tetsurou approaches her and her classmate Yamano Remon, proposing that she joins a movie project he and Kaito are planning. She accepts it without hesitation, and Remon volunteers to write the script. Kaito`s classmates Tanigawa Kanna and Kitahara Mio volunteered later. When Kaito goes to test his camera after class, he finds Ichika fishing in the river. He finds out that she has nowhere to go, so he unwittingly offered her to stay at his house, given that his sister will be away for three months. Back home, as Ichika takes a bath, Kaito felt pain in his neck, then sees a flashback of what happened the evening before. Ichika finds him unconscious, with a sign of increased metabolism on the area where that insect bite was. Ichika then calls for her assistant Rinon to stop it, as she kissed him. Exactly as Kanna and Kaito`s sister Nanami arrive.\nSource: Wiki",
      "episode_id" : 136225,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 7.05,
        "total" : 18
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "C`est embêtant"
      }, {
        "language" : "ENGLISH",
        "title" : "I Can`t, Senpai"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Komarimasu, Senpai."
      }, {
        "language" : "JAPANESE",
        "title" : "困ります, 先輩."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-01-17",
      "description" : "In this episode Ichika is revealed to be an alien journeying to look for a certain scenery that she has been seeing in her imagination. She crash lands on Earth when her spacecraft hits space debris. Meanwhile, Nanami awakens, saying she has had a dream about Kaito being hugged by a naked girl in a ball of light. Nanami gets to know Ichika, and out of nervousness the latter almost reveals that she is an alien, but manages to convince them that she is a foreign student. Listening to her story, Nanami lets her move in with them, since she will be away for quite some time, and she was looking for someone to take care of Kaito. Kanna was surprised to hear it, even thinking it to be some sort of a wedding arrangement in exasperation. After seeing Nanami off the next day, and right after shopping for clothes for Ichika, Kaito finds Remon, Tetsurou, Mio and Kanna inside the house—to talk about the movie project. That, and Lemon serving them some sort of spiked drink, which had \"bad\" effects on Kanna. Kaito again fainted due to the same illness, but Ichika kissed it away.\nSource: Wiki",
      "episode_id" : 136281,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 6.28,
        "total" : 17
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Avec Ichika"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai to Issho..."
      }, {
        "language" : "ENGLISH",
        "title" : "Together with Senpai..."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩といっしょ..."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-01-24",
      "description" : "Kaito seems to be frustrated with his failed attempt to confess to Ichika, so he decides to ditch school, telling her to leave him alone for awhile. Worried, Kanna goes to visit him at his house. It turned out into a date as the two went to Karuizawa. Ichika sees them from a distance and follows them. Kanna had to leave Kaito when she finds out Remon has been filming their \"date.\" It so happened that Ichika crosses paths with Kaito. Nervous of the prospect that she wants to talk to him, he runs away from her, and a chase ensues. It was all about a misunderstanding—that Kaito wants to know Ichika`s secret, while Ichika wants to know who dumped Kaito. When Kaito took some footage of Ichika, it turned out into some sort of an informal confession. Shocked, Kaito stops filming her.\nSource: Wiki",
      "episode_id" : 136280,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 7.86,
        "total" : 15
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ichika va le dire"
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai Says..."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai ga Icchau..."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩が言っちゃう..."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-01-31",
      "description" : "Things turn awkward the next day, but they try to put it behind them. More complications arrive when Manami, Tetsurou`s married sister, takes a homebound Kaito for shopping. Ichika sees them, and followed them via teleportation with Rinon`s help, even at her place. Worried about what will happen next, Ichika enters and tries to take him home...though not without clashing a bit with Manami, acting like an overprotective lover, until Tetsurou comes to clear things up, that Manami is already married, and she`s here because of a petty quarrel with her husband. As an apology Ichika asked Kaito for a favor from him. He asked if she could help him review for the finals, to which she agreed, and helped him study until the final day of exams.\nSource: Wiki",
      "episode_id" : 136279,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 6.38,
        "total" : 13
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ichika était impressionnante"
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai Was Amazing."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai wa Sugokatta."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩はすごかった."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-02-07",
      "description" : "Ichika becomes the heroine of the independent film the gang were planning before summer break. Kaito agrees, while helping Ichika look for that particular place she is looking for. Kanna becomes uneasy when the lines for the film becomes somewhat uncannily realistic, especially in the scenes involving Kaito and Ichika. Even Kaito was surprised by Ichika`s questions that evening. As the next day was a rainy one and filming is cancelled, Kanna goes to Kaito`s house to bring some nozawana. That evening, Tetsurou, after meeting an uneasy home-bound Kanna, sneaks into Kaito`s room, and tells him that she, his childhood friend, is in love with him. Ichika overhears the conversation.\nSource: Wiki",
      "episode_id" : 136278,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 6.6,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ichika est une héroïne"
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai Is the Heroine."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai wa Heroine."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩はヒロイン."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-02-14",
      "description" : "As Ichika is pondering on what Tetsurou told Kaito that night, thanks to Tetsurou`s sister, filming for their movie goes to Okinawa, where Kaito meets a childhood friend, and Tetsurou is found pleasing by her companion. This puts Kanna and Ichika at an unease, especially when Kaori, the girl, says that Kaito is her fiance. Mio, on the other hand, is uneasy herself when Chiharu, Kaori`s companion, sets her sights on Tetsurou.\nSource: Wiki",
      "episode_id" : 136722,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 8.19,
        "total" : 14
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Senpai Has a Rival."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai ni Rival."
      }, {
        "language" : "FRENCH",
        "title" : "Une rivale pour Ichika"
      }, {
        "language" : "JAPANESE",
        "title" : "先輩にライバル."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-02-21",
      "description" : "Ichika`s worries are banished when she gets to the root of what`s going on with Kaori and Kaito; while Mio does her best to protect Tetsurou from a ravenous Chiharu—to a point of revealing a secret. The group wrapped up their filming the next day, as Kaori and Chiharu leaves for the airport right after filming.\nSource: Wiki",
      "episode_id" : 136721,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 7.53,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ce que ressent Ichika"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai no Kimochi."
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai`s Feelings."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩の気持ち."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-02-28",
      "description" : "After Ichika enjoys her first Japanese festival, Remon pops out of nowhere to challenge everyone to a test of courage at a dark shrine. During the test Rinon appears to Ichika, telling that an emergency beacon has been activated. True enough, a League lifeboat (a rescue drone) comes to rescue her (it`s more of taking her by force), but Ichika says she has still a lot to do. Then again, when Kaito hears Ichika scream, he rushed to where she is, abandoning his partner Kanna. Even with the help of Rinna, one of Ichika`s machines, Kaito dies rescuing \"the one he loves.\" Ichika, however, manages to reverse Kaito`s death. Kaito awakens and sees himself with Ichika inside a ball of light, and mysteriously returning to the same spot. Everyone catches up to the two and sees Ichika incessantly apologizing in front of Kaito.\nSource: Wiki",
      "episode_id" : 136720,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 6.81,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ichika est dans le pétrin"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai ga Pinch."
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai`s Pinch."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩がPINCH."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-03-06",
      "description" : "After the incident involving the rescue drone Ichika reveals her true identity to Kaito and the gang, and reveals her true intentions on Earth, namely \"looking for that place in her memory.\" Kaito, however, isn`t surprised because he already knows the fact. However, with the rather rough \"rescue attempt\" by The League rescue drone, she believes that another will come to investigate, and fears that her days on Earth are numbered; thus shunning Kaito for awhile—and sealing her feelings for him. This irritated Kanna, telling Ichika that \"looking for that place\" is just an excuse to avoid him. Kanna confessed that she has feelings for Kaito, and runs away after confronting Ichika—only to be consoled later by Tetsurou, hurting Mio in the process. Kaito, with a bit of encouragement from Remon, did confess to Ichika later—and, when Kaito said it`s his first kiss, she revealed that she has kissed Kaito four times already, as she gave him the fifth one.\nSource: Wiki",
      "episode_id" : 137399,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 9.08,
        "total" : 11
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ichika"
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai"
      }, {
        "language" : "JAPANESE",
        "title" : "せんぱい"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-03-13",
      "description" : "Ichika and Kaito spend some time close together (which Ichika credits to Kanna). Speaking of Kanna, she, depressed, shuts herself in her room after a visit from Tetsurou, who tells everyone that she has a cold. He meets Mio on the way, where they shared the cake she was to give Kanna. There Mio asks and hears his reason why he invited Ichika to do the film with them. Angry at himself, Tetsurou kicks the wooden railing and injures himself. The next day Tetsurou invites Kanna to their old playground as kindergarten kids, and confesses to her, but she rejects him; and as she runs off to Kaito`s place to confess (only to be rejected by Kaito anyway), Tetsuro falls on his knees, where Mio sneaks from behind and hugs him, saying it`s alright to cry. The filming of the movie continues, but one day Ichika`s older sister appears.\nSource: Wiki",
      "episode_id" : 137404,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 6.86,
        "total" : 12
      },
      "recap" : false,
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Ichika et nous"
      }, {
        "language" : "ENGLISH",
        "title" : "Senpai and Our..."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senpai to Bokura no."
      }, {
        "language" : "JAPANESE",
        "title" : "先輩と僕らの."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-03-20",
      "description" : "Emika is on earth to take Ichika home.  Ichika has broken many interstellar laws and things get worse the longer she stays on earth.  Can Kaito go with her? Can Ichika stay on earth? Can anybody stop Emika from taking her home?\nSource: crunchyroll",
      "episode_id" : 137403,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 7.41,
        "total" : 11
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Don`t Go, Senpai."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ikanaide, Senpai."
      }, {
        "language" : "FRENCH",
        "title" : "Ne pars pas, Ichika"
      }, {
        "language" : "JAPANESE",
        "title" : "行かないで, 先輩."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-03-27",
      "description" : "Some unexpected allies have joined the cause to help Ichika and Kaito, and they pack firepower.  But if Ichika and Kaito make it to the spot in her dreams, what will they do then?\nSource: crunchyroll",
      "episode_id" : 137402,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 7.32,
        "total" : 13
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ano Natsu de Matteru."
      }, {
        "language" : "FRENCH",
        "title" : "L`été de toutes nos attentes"
      }, {
        "language" : "ENGLISH",
        "title" : "Waiting There, in the Summer."
      }, {
        "language" : "JAPANESE",
        "title" : "あの夏で待ってる."
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2014-08-29",
      "episode_id" : 160487,
      "length" : 30,
      "number" : 1,
      "rating" : {
        "rating" : 5.36,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Bokutachi wa Koukou Saigo no Natsu de Sugoshinagara, Ano Natsu de Matteru."
      }, {
        "language" : "ENGLISH",
        "title" : "In Our Last Summer of High School, We Await That Summer"
      }, {
        "language" : "JAPANESE",
        "title" : "僕達は 高校最後の夏を過ごしながら, あの夏を 待っている."
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2012-01-10",
      "episode_id" : 136255,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 9.38,
        "total" : 4
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2014-08-29",
      "episode_id" : 163919,
      "length" : 3,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening OVA"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2012-01-10",
      "episode_id" : 136254,
      "length" : 2,
      "number" : 3,
      "rating" : {
        "rating" : 3.12,
        "total" : 3
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2014-08-29",
      "episode_id" : 163918,
      "length" : 2,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending OVA"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "air_date" : "2011-12-05",
      "episode_id" : 135208,
      "length" : 1,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "CM"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 136224,
      "length" : 3,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "PV"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2014-06-27",
      "episode_id" : 160886,
      "length" : 2,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "OVA PV featuring Ray`s \"Kisetsu no Shutter\""
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Shinsaku PV Ray \"Kisetsu no Shutter\" mo"
      }, {
        "language" : "JAPANESE",
        "title" : "新作PV Ray「季節のシャッター」も"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 6.23,
      "total" : 3764
    },
    "REVIEW" : {
      "rating" : 6.41,
      "total" : 2
    },
    "TEMPORARY" : {
      "rating" : 7.22,
      "total" : 3789
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "341385" ],
    "ANIME_NFO" : [ "4981,wpvcne" ],
    "ANISON" : [ "14188", "17546" ],
    "ANN" : [ "13448", "16334" ],
    "LAIN" : [ "mediadb/media/3291" ],
    "MAL" : [ "11433", "23447" ],
    "SYOBOI" : [ "2368" ],
    "TWITTER" : [ "natsumachianime" ],
    "WEBSITE" : [ "http://www.ichika-ichika.com/" ],
    "WIKIPEDIA_EN" : [ "Waiting_in_the_Summer" ],
    "WIKIPEDIA_JP" : [ "あの夏で待ってる" ]
  },
  "similar" : {
    "16" : {
      "rating" : 9.409282700421942,
      "total" : 237
    },
    "751" : {
      "rating" : 4.615384615384616,
      "total" : 39
    },
    "1805" : {
      "rating" : 3.6363636363636367,
      "total" : 11
    },
    "5625" : {
      "rating" : 4.0,
      "total" : 10
    },
    "5720" : {
      "rating" : 2.5,
      "total" : 16
    },
    "5909" : {
      "rating" : 4.2105263157894735,
      "total" : 38
    },
    "6258" : {
      "rating" : 3.333333333333333,
      "total" : 6
    },
    "8181" : {
      "rating" : 5.0,
      "total" : 50
    },
    "9153" : {
      "rating" : 2.1052631578947367,
      "total" : 19
    }
  },
  "start_date" : "2012-01-10",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1136" : {
      "info_box" : false,
      "name" : "transfer student",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1221" : {
      "info_box" : false,
      "name" : "scooter",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2043" : {
      "info_box" : true,
      "name" : "high school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2202" : {
      "info_box" : true,
      "name" : "alien",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2396" : {
      "info_box" : false,
      "name" : "swimsuit",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2520" : {
      "info_box" : false,
      "name" : "school swimsuit",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2604" : {
      "info_box" : false,
      "name" : "content indicators",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2634" : {
      "info_box" : false,
      "name" : "countryside",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2655" : {
      "info_box" : false,
      "name" : "parody",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2681" : {
      "info_box" : false,
      "name" : "Okinawa",
      "parent_tag_id" : 2672,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2750" : {
      "info_box" : false,
      "name" : "violence",
      "parent_tag_id" : 2604,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2775" : {
      "info_box" : true,
      "name" : "humanoid alien",
      "parent_tag_id" : 2202,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2785" : {
      "info_box" : false,
      "name" : "unrequited love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2786" : {
      "info_box" : true,
      "name" : "love polygon",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2797" : {
      "info_box" : true,
      "name" : "new",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2853" : {
      "info_box" : false,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2855" : {
      "info_box" : false,
      "name" : "under one roof",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2856" : {
      "info_box" : false,
      "name" : "ecchi",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2858" : {
      "info_box" : true,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2862" : {
      "info_box" : false,
      "name" : "friendship",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2887" : {
      "info_box" : false,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3092" : {
      "info_box" : false,
      "name" : "important haircut",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4064" : {
      "info_box" : false,
      "name" : "CGI",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4227" : {
      "info_box" : false,
      "name" : "detailed landscapes",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4228" : {
      "info_box" : false,
      "name" : "subtle OP ED sequence change",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4323" : {
      "info_box" : false,
      "name" : "spacing out",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4440" : {
      "info_box" : false,
      "name" : "boy meets girl",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4576" : {
      "info_box" : false,
      "name" : "summer",
      "parent_tag_id" : 6185,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "5835" : {
      "info_box" : false,
      "name" : "Gainax bounce",
      "parent_tag_id" : 2856,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5962" : {
      "info_box" : false,
      "name" : "rural town",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5984" : {
      "info_box" : false,
      "name" : "girly tears",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6097" : {
      "info_box" : false,
      "name" : "3D CG animation",
      "parent_tag_id" : 4064,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6185" : {
      "info_box" : false,
      "name" : "season",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ano Natsu de Matteru",
    "type" : "MAIN"
  }, {
    "language" : "FRENCH",
    "title" : "Ano Natsu De Matteru",
    "type" : "OFFICIAL"
  }, {
    "language" : "ENGLISH",
    "title" : "Waiting in the Summer",
    "type" : "OFFICIAL"
  }, {
    "language" : "GERMAN",
    "title" : "Waiting in the Summer",
    "type" : "OFFICIAL"
  }, {
    "language" : "MONGOLIAN",
    "title" : "Тэр нэг зунд хүлээж байя",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "あの夏で待ってる",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "在盛夏等待",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "WitS",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "natsumachi",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE",
    "title" : "なつまち",
    "type" : "SHORT"
  }, {
    "language" : "RUSSIAN",
    "title" : "Ждём тебя летом",
    "type" : "SYNONYM"
  }, {
    "language" : "HEBREW",
    "title" : "מחכים בקיץ",
    "type" : "SYNONYM"
  }, {
    "language" : "PERSIAN",
    "title" : "منتظر آن تابستان هستم",
    "type" : "SYNONYM"
  }, {
    "language" : "KOREAN",
    "title" : "그 여름에서 기다릴게",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.ichika-ichika.com/"
}