{
  "anime_id" : 9128,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 52019,
      "name" : "Daitoku Junna",
      "type" : "CHARACTER"
    }, {
      "character_id" : 49818,
      "name" : "Dotou Genki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52209,
      "name" : "Furugoori Kona",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52207,
      "name" : "Furugoori Minami",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52208,
      "name" : "Hattori Hanjuurou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52553,
      "name" : "Hayakawa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50363,
      "name" : "Hidaka Hiromu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53851,
      "name" : "Irei Mizuka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50250,
      "name" : "J",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50809,
      "name" : "Kobayashi-sensei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50188,
      "name" : "Maekawa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52387,
      "name" : "Maguyan",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50107,
      "name" : "Mr. Pleiades",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50369,
      "name" : "Senomiya Akiho",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50365,
      "name" : "Senomiya Ken`ichirou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50366,
      "name" : "Senomiya Misaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52552,
      "name" : "Takahashi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53281,
      "name" : "Takashi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53282,
      "name" : "Takashi Papa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50367,
      "name" : "Tamaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50467,
      "name" : "Tarou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 49817,
      "name" : "Usui Kaoruko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50368,
      "name" : "Yashio Kaito",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52551,
      "name" : "Yukifune Airi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50647,
      "name" : "Yuuki Rosetta",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52018,
      "name" : "Robot (Yoshirou)",
      "type" : "MECH"
    }, {
      "character_id" : 53099,
      "name" : "Robotics Club",
      "type" : "ORGANIZATION"
    } ],
    "MAIN" : [ {
      "character_id" : 47075,
      "name" : "Senomiya Akiho",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47074,
      "name" : "Yashio Kaito",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 47076,
      "name" : "Airi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47079,
      "name" : "Daitoku Junna",
      "type" : "CHARACTER"
    }, {
      "character_id" : 49978,
      "name" : "Fujita Tetsuharu",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47077,
      "name" : "Furugoori Kona",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47078,
      "name" : "Hidaka Subaru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47080,
      "name" : "Irei Mizuka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47085,
      "name" : "Kimijima Kou",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47081,
      "name" : "Nagafukada Mitsuhiko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 50364,
      "name" : "Nagafukada Sumio",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47084,
      "name" : "Sawada Toshiyuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47083,
      "name" : "Senomiya Misaki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 47082,
      "name" : "Tennouji Nae",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "671" : [ {
      "name" : "Kubota Chikashi",
      "type" : "ANIMATION_CHARACTER_DESIGN"
    } ],
    "721" : [ {
      "name" : "Production I.G",
      "type" : "ANIMATION_WORK"
    } ],
    "1775" : [ {
      "name" : "Hanada Jukki",
      "type" : "SERIES_COMPOSITION"
    } ],
    "5290" : [ {
      "name" : "Shikura Chiyomaru",
      "type" : "ORIGINAL_WORK"
    } ],
    "8586" : [ {
      "name" : "Nomura Kazuya",
      "type" : "DIRECTOR"
    } ],
    "23077" : [ {
      "name" : "Abo Takeshi",
      "type" : "MUSIC"
    } ],
    "27786" : [ {
      "name" : "Hayashi Yuuki",
      "type" : "MUSIC"
    } ],
    "32523" : [ {
      "name" : "Mages.",
      "type" : "ORIGINAL_WORK"
    } ],
    "34207" : [ {
      "name" : "Tachibana Asami",
      "type" : "MUSIC"
    } ]
  },
  "description" : "It is the end of June 2019. A device called the PhoneDroid, more commonly called the PokeCom, has gained wide-spread acceptance.\nOn the island of Tanegashima, the Central Tanegashima High School`s Robot Research Club is on the verge of disbandment. http://anidb.net/ch47074 [Yashio Kaito] shows absolutely no interest in the club despite the situation and being one of the club`s only 2 members. He is fully absorbed in developing a robot fighting game. His attitude causes friction with http://anidb.net/ch47075 [Senomiya Akiho], the other member. Akiho is the reckless Club President. She is determined to save the club by completing the construction of a giant robot.\nOne day, whilst Kaito was in a park, working on his computer game as usual, he hears a girl`s voice and discovers the A.R. annotation of the Kimijima Report. It is an allegation of a plot by one http://anidb.net/ch47085 [Kimijima Kou]`s with world-wide implications.\n~ translated and adapted from official site by Cranston",
  "end_date" : "2013-03-22",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2012-10-12",
      "description" : "Yashio Kaito and his friend Senomiya Akiho are the remaining members of their school`s Robotics Club. After Akiho hands in a budget request to the staff room, both she and Kaito, who spends his time playing games on his Poke-Com device, visit an old hangar containing a large robot the Robotics Club has been working on since its foundation, GunBuild-1, based on a popular robot anime, \"Gunvarrel\", whose final episode was never aired. The next day, the vice-principal agrees to give the Robotics Club their proposed budget on the condition that they win a robot tournament taking place in two weeks` time, with the club to be disbanded should they lose. As Kaito and Akiho contemplate if they can pull off such a feat, a mysterious girl is seen making a report. \nSource: Wikipedia",
      "episode_id" : 144434,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 3.54,
        "total" : 15
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY197J3ER" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Because Gunvarrel Is Waiting"
      }, {
        "language" : "FRENCH",
        "title" : "Gunvarell t`attend"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gunvarrel ga Matteru kara"
      }, {
        "language" : "JAPANESE",
        "title" : "ガンヴァレルが待ってるから"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-10-19",
      "description" : "Needing a robot for the tournament, Kaito and Akiho find an old hobby robot, the \"Tanegashi Machine\", in storage, only to find its batteries have run out. Akiho goes to see an old man named Tetsuharu `Doc` Fujita to try to get some new parts, but finds they are too expensive. Kaito asks shopkeeper Mizuka Irei to look into any weaknesses Doc may have so he can lower his prices. This leads Akiho to meet Doc`s granddaughter, Daitoku Junna. Although Junna fails to be much help, Akiho manages to get the parts needed thanks to an advanced allowance and a promise that they`ll pay with the prize money. After repairing the robot, Akiho and Kaito work on controlling it, with Kaito also having to deal with Akiho`s \"elephant mouse syndrome\", an ailment she acquired following the S.S. Anemone Incident seven years ago in which time fasts forward for her. Noticing her fatigue, Kaito agrees to be the robot`s operator on the condition that she makes the controls similar to his favorite game, \"Kill-Ballad\". \nSource: Wikipedia",
      "episode_id" : 144433,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 4.59,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYQ4Z8076" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Because of Dreams, Hopes and Passion"
      }, {
        "language" : "FRENCH",
        "title" : "Il faut des rêves, de l`espoir, et de l`aventure"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yume to Kibou to Roman ga Atte koso"
      }, {
        "language" : "JAPANESE",
        "title" : "夢と希望とロマンがあってこそ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-10-26",
      "description" : "Kaito and Akiho go with their teacher, Nagafukada Mitsuhiko, to where the Robo-One tournament is being held, though they have no hotel to check into. As Kaito practices with the robot, he experiences a strange sensation for a brief moment. The tournament soon begins and Kaito manages to use his tactics to get through the preliminaries and into the finals. Before the final match, Akiho starts to grow concerned about Kaito, who hadn`t gotten a lot of sleep prior to the tournament. The final match soon begins against the reigning champion, Mr. Pleiades, whose robot has some fierce tricks up its sleeve. While Kaito`s robot is at a disadvantage against Pleiades`s, Kaito experiences an inverse of the \"elephant-mouse syndrome\" Akiho has, slowing down time for him, and makes a counterattack; which Akiho dubs the \"Tanegashi Accel Impact\", knocking both of them out of the arena, which also results in Kaito`s loss in the best two out of three match. Upon returning home, Kaito has a brief encounter with Kill Ballad`s creator, Frau Koujiro. As the vice-principal prepares to disband the robotics club, Kaito manages to prove that Mr. Pleiades is in fact their classmate, Hidaka Subaru, meaning the school still technically won the Robo-One tournament, as per the vice-principal`s request. With the Robotics Club`s disbandment cancelled and Subaru forced to join in order to keep his secret safe from the public, Akiho sets her sights on enlisting help from JAXA to complete GunBuild-1. \nSource: Wikipedia",
      "episode_id" : 144432,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 7.71,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRWE8V13R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Tanegashi Accel Impaaaact!"
      }, {
        "language" : "FRENCH",
        "title" : "Tanegashi Accel Impact !"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tanegashi Accel Impact!"
      }, {
        "language" : "JAPANESE",
        "title" : "タネガシアクセルインパクトォォォォォ!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-11-02",
      "description" : "Akiho tries to get her father, Senomiya Ken`ichirou, who is the president of the Tanegashima Space Center, to fund their giant robot project, but her mother soon quashes that line of thought. Later, Kaito is called to meet with Frau Koujiro, whose real name is Furugoori Kona, to help her move into her dorm as a transfer into his school. Following more intel from Mizuka, Akiho goes to see Mitsuhiko`s uncle, who runs a candy factory, to request sponsorship for their robot. Meanwhile, Subaru manages to get Kaito`s assistance for an upcoming Robo-One tournament in Las Vegas. As Subaru questions about what Kaito did during the tournament, Kaito recalls an incident on September 11, 2010, in which he and Akiho were part of a mass fainting aboard a ferry, where they both acquired inverse variations of the same syndrome. Later that night, Kaito hears a strange voice coming from his Poke-Com, as a girl appears when seen through its AR interface. \nSource: Wikipedia",
      "episode_id" : 144431,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 5.65,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G609EJ2V6" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Construisons ensemble un robot justicier géant"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Issho ni, Seigi no Kyodai Robo o Tsukurou"
      }, {
        "language" : "ENGLISH",
        "title" : "Let`s Build a Giant Robot of Justice Together"
      }, {
        "language" : "JAPANESE",
        "title" : "一緒に, 正義の巨大ロボを造ろう"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-11-09",
      "description" : "Becoming curious about the girl she saw the other day, Kaito hears from Junna about various sightings of the girl. As Akiho and Subaru deal with an interview for the Robo-One tournament, Kaito and Junna go to the beach, where they encounter the cadaver of a beached whale. Hearing that Junna has retired from the karate club, Kaito suggests she pay a visit to the Robotics Club. Later that night, Kaito hears the strange voice again, leading him to an abandoned building, where he finally encounters the girl through his Poke-Com. This AI, named Airi, reveals herself to be an Iru-O app that had attempted to contact Kaito over the past 8 years. She then shows Kaito a hidden file, containing report by one Kimijima Kou. The file, \"Kimijima`s Report No. 1\", was created due to Kimijima`s fear for his death. It details that in 2000, NASA discovered the existence of monopoles at the Sun`s south polar region but initiated a massive cover up on the matter. Kimijima also reveals that the Sun is on the verge of explosion, preceded by large-scale solar flares during 2012, 2015, and 2019 and ending in 2020. As Kaito ponders how many of those predictions turned out to be accurate, Mizuka has a strange reaction when Kaito asks her about Kimijima. \nSource: Wikipedia",
      "episode_id" : 145232,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 8.4,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G675NWZ5R" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Je peux t`appeler grand frère ?"
      }, {
        "language" : "ENGLISH",
        "title" : "May I Call You \"Brother\"?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Onii-chantte Yonde Ii Desuka?"
      }, {
        "language" : "JAPANESE",
        "title" : "お兄ちゃんって呼んでいいですか?"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-11-16",
      "description" : "As Junna stops by the Robotics Club and agrees to join, Kaito recalls what Mizuka told him about how Akiho`s sister, Misaki, was allegedly friends with Airi. As Kaito once again visits Airi later that night to hear more details, including how Kimijima Kou created her, he follows a strange noise to an underground room, where he finds an EGI device used to send frequencies into outer space. As Kaito tries to find more from Airi`s `Sister Centipede` mode, he learns that Kimijima Kou was murdered. After enough hassling from Subaru, Kona decides to join the Robotics Club, agreeing to help him with his controls if Kaito helps to find cheaters running amok in Kill Ballad. Kona manages to complete the program in a few days while Junna helps Akiho secure a sponsorship for their robot from candy brand owner, Nagafukada Sumio. As they practice the controls, Subaru is approached by his father, who doesn`t take kindly to him taking up robots again. As Subaru ends up giving in to his father`s demands, Akiho, saddened by Subaru`s dream being destroyed, suffers another \"Elephant-Mouse Syndrome\" attack. \nSource: Wikipedia",
      "episode_id" : 145231,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 6.6,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYX08V5MR" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "C`est triste quand un rêve se finit"
      }, {
        "language" : "ENGLISH",
        "title" : "It`d Be Sad to Have a Dream End"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yume ga Owacchattara, Sabishii"
      }, {
        "language" : "JAPANESE",
        "title" : "夢が終わっちゃったら, 寂しい"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-11-23",
      "description" : "As Akiho tries to think of a way to help Subaru, Kaito realizes from Junna that the sounds coming from the EGI Device was the tune of \"Kagome Kagome\", the lyrics of which had been sent to millions of people during moments where Poke-Coms simultaneously froze. Afterwards, he goes to help Kona search for the Kill Ballad cheaters, receiving a device to detect cheating for if he encounters them online, before briefly running into Subaru, who wants to dispose of his robot himself. As Akiho delivers a broken part to Subaru, Kona reveals to Kaito that the Gunvarrel anime`s last episode never aired because the staff had mysteriously died right beforehand, with the anime director, her mother Furugoori Minami, suspected of murder. Subaru deconstructs his robot but agrees to keep helping the Robotics Club. Thanks to their sponsorship and some assistance from Tetsuharu, the club receives the parts for the GunBuild-1. As Kaito hears reports of solar flares eerily matching Kimijima`s reports, Kagome Kagome starts playing from everyone`s PokeComs, and the club is suddenly approached by a member of JAXA, Tennouji Nae. \nSource: Wikipedia",
      "episode_id" : 145230,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 7.01,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR197JZ06" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Arigatou Gojaimashita"
      }, {
        "language" : "FRENCH",
        "title" : "Merchi beaucoup"
      }, {
        "language" : "ENGLISH",
        "title" : "Thank You Berry Much"
      }, {
        "language" : "JAPANESE",
        "title" : "ありがとうごじゃいましたっ"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-11-30",
      "description" : "Kaito and the others are taken to JAXA, where Nae explains that JAXA wants to support the production of their giant robot. However, Akiho rejects their offer when they suggest they build a new one from scratch instead of completing GunBuild-1. Later, Kaito works with Airi to find the location of a second report by Kimijima. As Kaito works to meet the conditions to gain access to the report, he ends up having to protect an antennae in the middle of a typhoon. As Kaito almost falls off the antennae tower, his \"Elephant-Mouse syndrome\" kicks in, allowing him to pull himself up to safety, managing to protect the antennae. Kaito soon falls unconscious but he is rescued by Akiho, who was alerted to his position by Airi. After Kaito recovers and explains Airi to Akiho, Kaito manages to access \"Kimijima`s Report No. 2\", which details that a mysterious group known as \"the Committee of 300\" had begun a plan known as the \"Human Cultivation Project\" which aims to reduce the world`s population to one billion and control them under a single world government via propaganda. Finally the report cites that Kagome Kagome is the Committee of 300`s calling card, played when they are conducting experiments. \nSource: Wikipedia",
      "episode_id" : 145229,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 7.88,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYNQZM28Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I`m Nae Tennoji! Nice to Meet You!"
      }, {
        "language" : "FRENCH",
        "title" : "Nae Tennoji. Enchantée !"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Tennouji Nae Desu. Yoroshiku!"
      }, {
        "language" : "JAPANESE",
        "title" : "天王寺綯です. よろしく!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-12-07",
      "description" : "While the others go to a festival in town, where they also run into Nae, Kaito helps Kona continue her search for cheaters, introducing her to Airi and telling her about the Kimijima reports. The next day, the club assembles the top and bottom halves of GunBuild-1 together, completing its construction, although Akiho worries that she hasn`t heard from Misaki. As a large amount of people come for GunBuild-1`s first test run, Kaito pilots the robots and gets it to take its first steps. However, due to the outdated construction which also results in the diesel engine failing, it fails to leave an impression on the crowd, much to Akiho`s dismay. \nSource: Wikipedia",
      "episode_id" : 145759,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 7.25,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6MGZM236" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Because It`s the Product of Our Blood, Sweat, and Tears"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Chi to Ase to Namida no Kesshou Desu kara"
      }, {
        "language" : "FRENCH",
        "title" : "On l`a fait à la sueur de notre front"
      }, {
        "language" : "JAPANESE",
        "title" : "血と汗と涙の結晶ですから"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-12-14",
      "description" : "As Kaito determines the Kill-Ballad cheater, a strange electrically-charged stone called a monopole falls from the sky and lands before him. As Akiho theorizes she could use more of them to power the GunBuild-1, Subaru suggests she give up and work on a new robot with JAXA. The next day, as the gang meet with Nae to try and convince JAXA to work on the GunBuild-1, Subaru`s brings up a report on the failures of the first run, suggesting how they could build a new improved robot, also taking aboard a suggestion by Junna to use augmented reality to give it the appearance of Gunvarrel when viewed through a Poke-Com, thus eliminating the need for extra weight. After realizing that building a new robot doesn`t change her original dream, Akiho gets on board to prepare the new robot, GunBuild-2, for the expo. Meanwhile, Mizuka is seen talking to Airi, telling her to disappear. \nSource: Wikipedia",
      "episode_id" : 145758,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 5.46,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G63VXJZZY" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Robot That Only We Can Build"
      }, {
        "language" : "FRENCH",
        "title" : "Créer le robot nous-mêmes"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Uchira dakara Koso Tsukureru Robo o"
      }, {
        "language" : "JAPANESE",
        "title" : "うちらだからこそ造れるロボを"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2012-12-21",
      "description" : "As Kona becomes intrigued by rumors of Gunvarrel`s last episode being leaked, she and Kaito go to resolve the conditions needed to unlock the third report, finding the tasks pretty tedious. As Kaito manages to beat the Kill-Ballad cheater while passing the time, the IRUO software Kona uses to detect cheaters gets infected with a virus, presumably from the cheater himself. Later that night, Kaito tries to get information about Kimijima out of Mizuka, while Misaki is sent by her higher-ups to investigate Kimijima`s reports. The next day, after using Junna to record motions for the GunBuild-2, Kaito and Kona manage to unlock \"Kimijima`s Report No. 3\", which talks about plans to use a solar storm to alter Earth`s environment while eliminating a vast percentage of mankind, and that research into drones controlled by the Committee of 300 had already begun since the year 2012 by the world leaders in robotics including Exoskeleton Inc. where Misaki works. Upon arriving back home, Kona learns that the top three ranked Kill Ballad players had in fact been mysteriously found dead in their homes half a year ago therefore they were being impersonated, although when they check the leader boards again, the top three players had been changed. At the same time, Gunvarrel`s final episode is publicly leaked. The footage consisting mostly of incomplete storyboards describes the robots entering a space elevator where they malfunction and fall to their destruction inside a huge furnace. The power gained from their destruction is harnessed in a laser which is fired directly into a sunspot igniting a massive solar flare which not only destroys the antagonist, \"Anubis\" but also wipes out life on earth, at which point the protagonist laments the aftermath of the event. Kaito is then left horrified at the similarity of the episode to Kimijima`s reports. Just then, Misaki contacts Kaito, warning him not to delve into matters related Kimijima Kou. \nSource: Wikipedia",
      "episode_id" : 145757,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 8.86,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR2P9N29R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Flag ga Tassei Saremashita"
      }, {
        "language" : "FRENCH",
        "title" : "La condition est remplie"
      }, {
        "language" : "ENGLISH",
        "title" : "The Flag Has Been Cleared"
      }, {
        "language" : "JAPANESE",
        "title" : "フラグが達成されました"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-01-11",
      "description" : "Despite Misaki`s warnings, Kaito starts gathering flags for unlocking the fourth report. Later, Junna learns that Tetsuharu has been taken into intensive care, though he refuses to see her when she comes to visit. As Kaito hears from Mitsuhiko that Tetsuharu plans to close his robot clinic, he hears from Mizuka how the shop used to feature robots designed by him to appeal to kids until 11 years ago, when one fell on Junna, causing her to develop a fear of robots. Akiho, who refuses to let Junna resign from the club until she likes at least one thing about robots, decides to try and cheer up Doc by fixing up his old robots, one of which is required for Kaito to complete one of the flags. However, Junna is scared off when the robot that fell on her that day is reactivated. As Junna resolves to quit the Robotics club, Kaito shows her a photo he found in the shop. As Tetsuharu is brought to the clinic where many kids are enchanted by the robots, Doc reveals that he blames himself for what happened to Junna that day. To his surprise, he finds Junna controlling one of the robots, and the two repair their relationship. \nSource: Wikipedia",
      "episode_id" : 146070,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 5.96,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRZXZ5GMY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Dokoka Hitotsu demo Suki ni Natte Kureru made"
      }, {
        "language" : "FRENCH",
        "title" : "Tant que tu n`en aimes pas au moins un"
      }, {
        "language" : "ENGLISH",
        "title" : "Until You Like Something About Them"
      }, {
        "language" : "JAPANESE",
        "title" : "どこかひとつでも好きになってくれるまで"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-01-18",
      "description" : "Kona laments about her past, when her mother left for work one morning and never came home. The group celebrate Nae`s birthday while figuring out how to make GunBuild-2 move while Kona had remained confined to her apartment for several months. Akiho and Subaru task Tetsuharu with making a motor from the monopole while Kaito tries to make sense of \"Kimijima`s Report No. 4\", which details \"Project Atum\": a purported robot rebellion. Akiho gets Nae to beat Kaito at Kill-Ballad which forces him to seek Kona for help with programming the motor. While there, she tells him the results of her analysis of the leaked Gunvarrel episode: subliminal cryptic images were hidden in specific spots. Upon further analysis, more images of a seemingly abandoned building were revealed, containing English alphabet letters. Kona then shows Kaito that the letters were in fact a password to access a hidden website posted two weeks after the cancellation of Gunvarrel on an old hobby website made by her mother 20 years previously, revealing a message: \"Gunvarrel is brainwashing propaganda. Solar flares will hit along with terrorist attacks all around the world. I ran away to try and stop them, but they`re still out there. Everyone`s dead-someone stop them. Project Atum isn`t over.\" Later, Kaito unlocks \"Kimijima`s Report No. 5\", which describes that when the solar maximum reaches its peek, the Earth`s magnetosphere will be rendered unstable. Then Committee of 300 will cause something akin to a coronal mass ejection thus destroying a percentage of mankind. Elsewhere, despite narrowly avoiding an explosion, Tetsuharu succeeds in cutting the monopole in half. Just then, a solar storm hits the Kanto region, causing robots to malfunction and go berserk in the city. Meanwhile, Kona discovers someone has hacked her TwiPo account, framing her for the robot attacks and the leaked episode of Gunvarrel. Upon seeing \"Kona`s post\" on TwiPo, Kaito goes to her apartment. Kona initially doesn`t answer. Concerned he smashes the glass and rushes inside, horrifically finding her in the bath with a box cutter in her hand, and tearfully begs him for help. \nSource: Wikipedia",
      "episode_id" : 146403,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 8.02,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6Q4Z827R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Nantoiu Kurutta Sekai"
      }, {
        "language" : "FRENCH",
        "title" : "Quel monde dément !"
      }, {
        "language" : "ENGLISH",
        "title" : "What a Screwed-Up World"
      }, {
        "language" : "JAPANESE",
        "title" : "なんという狂った世界"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-01-25",
      "description" : "As the robots continue to run rampant in Tokyo, Kona explains to Kaito that the administrative login to Roboratory Industry`s (the company that manufactured the Operating System for the berserk robots) Cloud Server has been locked by the hackers with a Kill-Ballad battle round. In the city, Misaki has a word with Exoskeleton`s president about the state of affairs, with the latter remarking that the rogue robots is but a test-run of Project Atum: to cause a robot uprising, leading to planetary chaos and also commenting on Miniami Furugōri`s brainwashing becoming undone towards the end of the Gunvarrel anime, allowing her to embed propaganda images as well as the Kagome, Kagome melody in the leaked footage. Still struggling to beat the opponent, Kaito decides to try forcing his \"slow-mo\" by pushing his body to its limits, to no avail. Kona eventually realizes that the person behind the hack was one of the members from Kill-Ballad`s development team, a man called Maguyan. When she calls him, Maguyan claims he was blackmailed since his family was taken hostage. He further explains that the hackers intend the robots to attack Tokyo`s ministerial offices. Kaito soon deduces that Maguyan had in fact been brainwashed due to his abnormal behavior to pressing questions. As Kona hears the support of her friends from the Robotics Club, she explains how she created Kill-Ballad to keep Gunvarrel, and her mother`s memories, alive. As the police show up at Kona`s doorstep, Akiho, Junna and Subaru are able to distract them long enough to buy Kaito and Kona some time to beat the Kill-Ballad opponent. Finally, having Kona electricute him while playing, Kaito manages to activate his \"slow-mo\", allowing him to dodge the opponent`s last second cheat attack and defeat it; unlocking the server at which point Kona inputs a command, shutting down the robots just as they pierce the police barricade. As Kaito rests from the ordeal, Kona kisses him in gratitude. A week following the incident, a news report reveals Maguyan was found dead in the Philippines while Kona starts attending school so she can help the Robotics Club achieve its goal. \nSource: Wikipedia",
      "episode_id" : 146402,
      "length" : 25,
      "number" : 14,
      "rating" : {
        "rating" : 9.27,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYWE8VQ3Y" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Juste encore un peu comme ça"
      }, {
        "language" : "ENGLISH",
        "title" : "Let`s Stay Like This for a Bit..."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Sukoshi Dake Kono Mama de..."
      }, {
        "language" : "JAPANESE",
        "title" : "少しだけこのままで..."
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-01",
      "description" : "As solar flares start affecting computers and Poke-Coms alike, Airi starts showing up on Poke-Coms besides those of Kaito and his friends and begins acting strangely. As planned maintenance on the Iro-O system is scheduled which could potentially erase Airi, Kaito is left with little room to fulfill the conditions for the sixth report before Christmas Eve. After unlocking the \"Kimijima Report No. 6\" which details the Committee of 300`s mass brainwashing of the human populace, Airi states that she wants to go to Kimijima`s house for her birthday on Christmas Eve, which turns out to be the same building where the subliminal images hidden in the final Gunvarrel episode originated. There, Kaito discovers a machine in the basement containing Airi`s original human body. Airi explains how she was cursed with an incurable affliction and always spent her days bedridden, hoping for a White Christmas. She soon met Kō Kimijima, who let her see the world through the Iro-O system while in its alpha stages. As Airi`s condition worsened, Kimijima put her into a deep sleep, to be awakened sometime in the future when a cure might exist. He then created an AI version of her so that she may still experience the world. After learning all this, Kaito reports his finding to the police, being unable to keep it a secret. At midnight on Christmas Eve, Kona manages to make a program so Airi can enjoy snow in her digital world before Airi asks Kaito for a Christmas Eve kiss. Believing Airi to have disappeared afterwards, Kaito is relieved when he sees Sister Centipede the next day. \nSource: Wikipedia",
      "episode_id" : 146401,
      "length" : 25,
      "number" : 15,
      "rating" : {
        "rating" : 7.51,
        "total" : 10
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR09EJ8VR" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I`ll Let You Dream"
      }, {
        "language" : "FRENCH",
        "title" : "Je vais te montrer un rêve..."
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kimi ni Yume o Misete Ageyou"
      }, {
        "language" : "JAPANESE",
        "title" : "君に夢を見せてあげよう"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-08",
      "description" : "A road accident is revealed to be responsible for crippling Mizuka and she receives exoskeletal legs from Misaki enabling her to walk again. The Robotics Club successfully complete the basic construction of GunBuild-2. By using the monopole motors and a laser-activated fuelling system, they put it through its first activation test. Shortly afterwards, though, Nae informs the club that they will be unable to use the JAXA hangar any longer since plans are scheduled to launch the first rocket from the Tanegashima Space Center in years. While Kaito goes off to search for the final report, the others run more tests on GunBuild-2, where Junna notices something odd about its walk cycle. As Subaru runs alongside to deduce the problem, a sudden gust of wind sends the robot toppling towards him. Elsewhere, Exoskeleton`s president has a word with Misaki about supposedly protecting Kaito, since he may be learning too much about the conspiracy, although she claims that she will \"dispose\" of him if necessary. Meanwhile, at Cape Kadokura, Kaito locates the seventh report but is confronted by Mizuka before he can download it, warning him not to tread further into matters related to Kimijima Kou. Just then, Kagome Kagome plays on their Poke-Coms. Upon Mizuka answering the call, a wave of static is emitted causing her exoskeletal legs to malfunction and begin walking towards the edge of the cliff. Mizuka asks Kaito for help and he rushes to her, desperately trying to hold her back, managing to knock her to the ground but the legs get up again, physically damaging Mizuka`s body. Realizing the inevitable, Mizuka knocks Kaito away and tearfully tells him to thank Misaki for the legs before she plummets to her death on the rock face below, leaving Kaito horrified. \nSource: Wikipedia",
      "episode_id" : 146400,
      "length" : 25,
      "number" : 16,
      "rating" : {
        "rating" : 7.94,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR75NW85Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Love Giant Robots"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kyodai Robot ga, Daisuki Desu"
      }, {
        "language" : "FRENCH",
        "title" : "Les robots géants, je les adore !"
      }, {
        "language" : "JAPANESE",
        "title" : "巨大ロボットが, 大好きです"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-15",
      "description" : "After Kaito, Akiho and Mitsuhiko pay their respects to Mizuka, the vice-president announces that, following Subaru`s accident, the Robotics Club will be disbanded and their cooperation with JAXA halted, ordering all the robots they`ve made to be dismantled. As Kaito, against his better judgement, goes to download the seventh report, he is confronted by Toshiyuki Sawada of Exoskeleton Inc., who questions him about Kimijima, though Kaito refuses to answer him. Afterwards, Kaito receives a call from Misaki, warning him not to show the reports to anyone. After having a nightmare about Misaki, Akiho tells Kaito that she intends to finish the robot and take it to the expo herself. Despite finding the notion ridiculous, Kaito agrees to hear her out if she beats him in Kill-Ballad which, to her surprise, manages to do. As such, Kaito agrees to help, with Tetsuharu and Mitsuhiko also providing their support. With his resolve returned, Kaito returns to Kadokura and finally downloads the last report, Kimijima Report No. 7 which, to his shock doesn`t contain text but turns out to be a program that begins sending the other 6 reports to Poke-Coms across the planet. \nSource: Wikipedia",
      "episode_id" : 147170,
      "length" : 25,
      "number" : 17,
      "rating" : {
        "rating" : 7.07,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6X08VZMY" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Le club de robotique est dissous à compter d`aujourd`hui"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Robot Kenkyuubu wa, Honjitsu o Motte Kaisanshimasu!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Robot Research Club Is Hereby Disbanded!"
      }, {
        "language" : "JAPANESE",
        "title" : "ロボット研究部は, 本日をもって解散します!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-22",
      "description" : "Kaito and Akiho travel to the Tokyo Expo with their robot, where they discover they have to share a hotel room. As Kaito has nightmares that night, Akiho asks him to be a bit more open with his troubles. While preparing for the expo, Akiho becomes excited when she learns Misaki will be at the expo promoting the Exoskeleton robots. Kaito decides to meet up with her in person in order to confront her about Mizuka`s death, also talking about Kimijima, her meeting with the real Airi, who woke up in hospital the other day, and above all, her attitude towards Akiho. The Tokyo Expo soon begins with Akiho having a tough time impressing the crowd with the recent bias against Gunvarrel. At the same time, Sawada shows up with two agents searching the crowd as Exoskeleton Inc. begins showing off a new robot called Sumeragi which appears to be piloted by Misaki, but uses an external control system to the crowd. Later, despite Kaito`s warnings, Akiho goes to see Misaki, who is seen in a fully robotic suit. As Akiho tries to spur a reunion, Sawada appears and points a gun at Misaki, shocking Akiho and Kaito. Unperturbed, Misaki questions Akiho about the upcoming Tanegashima rocket launch before she flees as Sawada fires a shot in her direction.\nSource: Wikipedia",
      "episode_id" : 147169,
      "length" : 25,
      "number" : 18,
      "rating" : {
        "rating" : 7.01,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY197J80R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Soko ni Honmono no Gunvarrel ga Imasu!"
      }, {
        "language" : "ENGLISH",
        "title" : "The Real Gunvarrel Is Standing Right There"
      }, {
        "language" : "FRENCH",
        "title" : "Tu verras le véritable Gunvarrel"
      }, {
        "language" : "JAPANESE",
        "title" : "そこに本物のガンヴァレルがいます!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-01",
      "description" : "As Sawada`s first shot has no effect on Misaki and he starts unloading before being tackled by Kaito who urges Akiho to chase after Misaki. As the Kagome, Kagome tune soon starts playing from the Arena`s PA, Akiho watches in disbelief as Misaki boards the Sumeragi and begins wreaking havoc within the expo, by destroying the other robots. As the Sumeragi sets its sights on GunBuild-2, Akiho tries in vain to defend it and has another \"EMS\" seizure upon its destruction, followed by Kaito upon seeing Akiho`s state before Misaki escapes. In the aftermath, while getting Akiho to safety, Kaito discovers a massive obelisk has appeared out of nowhere, which Akiho deduces to be the space elevator from the leaked Gunvarrel episode. As the Haneda and Narita Airports are shut down due to a massive solar flare which is blamed for the Expo`s attack, Airi has a mysterious visitor in her hospital room as the Airi AI begins singing Kagome, Kagome from her Poke-Com. Investigating the obelisk, Kaito comes across Sawada who reveals that it was concealed by an advanced AR technology called NoAH`s Ark and that the S.S. Anenome fainting was part of a human experiment. He further reveals the news of the solar flare is in fact propaganda to spur a mass panic as a cover for project Project Atum to begin. Elsewhere, Misaki details their mission to some soldiers that they are to create an artificial magnetic storm in the Earth`s magnetosphere by launching black hole bombs acquired from SERN at the Tanegashima space center before the panic calms. As Sawada explains this to Kaito, he had been working against the Committee of 300 when he discovered Project Atum and tried to use Misaki to follow their trail, and soon realized that the mastermind was Kimijima himself when his name began connecting to various leads. Kimijima had orchestrated the global revelation of the Kimijima Reports to draw attention away from himself. Finally as Kaito heads back to Akiho, Sawada reveals that Misaki is being used as Kimijima`s puppet and had used the NoAH`s Ark to deceive them with an illusion to buy herself time to attack the Tanegashima Space Center with another Sumeragi robot. As Kaito catches up to Akiho, she has lost faith in everything she has worked towards. Refusing to accept defeat, Kaito decides he wants to confront Misaki once more, which also cheers Akiho up. Meanwhile as Misaki takes control of the Tanegashima Space Center, Kona learns how Kimijima is linked to her mother`s death, she is attacked by some soldiers working for Misaki but is rescued by Nae. As Mitsuhiko takes Kaito, Akiho and Sumio to JAXA`s Chofu Airport as directed by Nae who is revealed to be Sawada`s ally after he gives Kaito a package. The group is halted at gunpoint by a brainwashed Airi, singing the Kagome, Kagome tune. Upon looking through his Poke-Com Kaito discovers Kō Kimijoma standing next to her, who reveals he has achieved immortality by uploading his mind onto the Iru-O network. \nSource: Wikipedia",
      "episode_id" : 147619,
      "length" : 25,
      "number" : 19,
      "rating" : {
        "rating" : 6.89,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6NQZME86" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "I Never Should`ve Had a Dream"
      }, {
        "language" : "FRENCH",
        "title" : "Je n`aurais jamais dû avoir de rêve"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yume Nante, Motanakereba Yokatta"
      }, {
        "language" : "JAPANESE",
        "title" : "夢なんて, 持たなければよかった"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-08",
      "description" : "As Mitsuhiko begins streaming the encounter via Iru-O, Kimijima reveals that on the day of the S.S. Anenome incident he had been planning on using the passengers as test subjects for an electromagnetic radiation experiment but was murdered by Misaki to save Kaito and Akiho when she caught onto his plans. Afterwards, Kimijima began appearing to her through the Iru-O network, threatening to reveal what she did along with Kaito and Akiho, forcing her to cooperate with his plan. Kimijima further states that he had threatened Airi in a similar manner and if it wasn`t for Misaki`s meddling, Project Atum would have occurred in 2015. Akiho questions Kimijima on whether Misaki still loves robots and he suggests that she still might, since she didn`t stop playing Kill-Ballad. Akiho further vows that they will stop Kimijima and his plans using their giant robot and save Misaki while Sumio helps disarm Airi, who faints while Kimijima disappears. Back at the old JAXA hangar, Subaru, Junna, Nae and Tetsuharu, having seen Akiho`s speech via Mitsuhiko`s livestream, get together in order to fix up GunBuild-1. As the weather takes a turn for the worst, at Cape Kadokura, Misaki mourns Mizuka and tries to kill herself, in vain as Kimijima controls her movements via the exoskeletal suit she was forced into wearing. As the storm begins knocking out the power to various parts of the island, Kaito and the others along with Airi join everyone at the hangar after their jet crash lands at the airstrip. People begin taking refuge at Tanegashima Chou High School following the fake solar flare news as the Robotics Club deduce that they have until the rainstorm clears to finish modifying GunBuild-1 for battle with Misaki`s Sumeragi and prevent Kimijima from launching the black hole bombs into space, killing billions. As Akiho assigns everyone tasks, Kona looks at the program Sawada gave to Kaito, \"DG297 3rd Edition ver.4.11\" since the Iru-O network controlled by Kimijima can no longer be trusted. Kaito decides he should leave and get the device Sawada gave him analyzed- an Electromagnetic wave emitter, which could be used to project illusions. As they begin their work at the hangar, they are approached by the vice-principal, who requests they reform the Robotics Club before they begin, and is soon joined by all of the Tanegashima Chou students, townsfolk and JAXA engineers who come to help. Meanwhile at the Tanegashima Space Center, Misaki holds back Kimijima`s control long enough to help Ken`ichirou escape before using the last of her own free will to send Sister Centipede to deliver a \"Report Number 0\" to Kaito and Akiho. \nSource: Wikipedia",
      "episode_id" : 147618,
      "length" : 25,
      "number" : 20,
      "rating" : {
        "rating" : 6.75,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRMGZM03R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Does She Still Like Robots?"
      }, {
        "language" : "FRENCH",
        "title" : "Est-ce qu`elle aime toujours les robots ?"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Ima de mo Robot ga Suki Desuka"
      }, {
        "language" : "JAPANESE",
        "title" : "今でもロボットが好きですか"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-15",
      "description" : "While everyone else works on fixing up the GunBuild-1, Kaito, Nae and Airi head to Kimijima`s lab to retrieve data for the device Sawada gave him, although Kaito undergoes a seizure when he attempts to activate it. Just then, they are confronted by some armed droids run by Kimijima and Sister Centipede. However, Sister Centipede manages to have the droids shoot each other, only to be erased by Kimijima shortly afterwards. Meanwhile, as Akiho and the others complete the GunBuild-1, which she renames the Super GunBuild-1, she reunites with Ken`ichirō before learning of Kaito`s condition. Despite his injuries, Kaito insists that he be Super GunBuild-1`s operator, believing that the device Sawada gave him can trigger his Slow-Mo at will, giving him a chance against the Sumeragi. Akiho objects, however, believing using the device could kill him. Kaito assures her that he will help her meet Misa face-to-face again, giving her the Slow-Mo trigger. On the day of the mission, Kaito confesses his love to Akiho and kisses her before setting off in the Super GunBuild-1. \nSource: Wikipedia",
      "episode_id" : 147616,
      "length" : 25,
      "number" : 21,
      "rating" : {
        "rating" : 7.59,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR3VXJ8Z6" ]
      },
      "titles" : [ {
        "language" : "FRENCH",
        "title" : "Gunvarrel ! En avant !"
      }, {
        "language" : "ENGLISH",
        "title" : "Gunvarrel Forward!"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gunvarrel Hasshin!"
      }, {
        "language" : "JAPANESE",
        "title" : "ガンヴァレル発進!"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-22",
      "description" : "Kaito arrives before Misaki, with the others helping to divert the missiles she fires using AR decoys, although Kaito is forced to use the Slow-Mo and sacrifice one of his pile bunkers to dodge the last one. Kaito manages to get up close to Misaki`s Sumeragi and use the Slow-Mo to attack her with the other pile bunker. However, this knocks Misaki out and allows Kimijima to take full control of her as he divides the Sumeragi into a more mobile unit. After locking down the launch sequence, despite Nao and the other adults reclaming the control room, Kimijima launches an attack at the others forcing them to separate, which leaves the Super Gunbuild-1 with only five minutes of power. Just then, Kona receives a program from Sawada that will erase Kimijima if they can get his avatar in the PokeCom`s view, although it requires a reboot which leaves Kaito vulnerable. As Kimijima charges at Kaito, Akiho calls out to Misaki, who manages to hold off Kimijima`s will long enough for Kaito to finish rebooting. Kaito manages to goad Misaki`s consciousness into a fight, and uses one more Slow-Mo to land a hit, exposing her body. Akiho then manages to get her emotions through to Misaki, which gives Kaito the opportunity to use the program to erase Kimijima, freeing Misaki from his will and allowing Nao to stop the launch at the last second. As the group returns home to the cheers of their friends, they decide to aim high for whatever comes next. Later after the credits, three astronauts fly off in a space ship with a GunVarrell patch on their shoulders.\nSource: Wikipedia",
      "episode_id" : 147617,
      "length" : 25,
      "number" : 22,
      "rating" : {
        "rating" : 5.24,
        "total" : 12
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY2P9NZ9Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koko kara wa, Oretachi no Game Da"
      }, {
        "language" : "ENGLISH",
        "title" : "Now It`s Time for Our Game"
      }, {
        "language" : "FRENCH",
        "title" : "À partir de maintenant, c`est notre jeu"
      }, {
        "language" : "JAPANESE",
        "title" : "ここからは, 俺たちのゲームだ"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2013-01-23",
      "episode_id" : 147900,
      "length" : 15,
      "number" : 1,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Special 1"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Special Booklet: PRODUCTION;NOTES for MAGES."
      }, {
        "language" : "JAPANESE",
        "title" : "スペシャルブックレット「PRODUCTION;NOTES for MAGES.」"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2013-01-23",
      "episode_id" : 147899,
      "length" : 15,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mezase! ROBO-1 Project"
      }, {
        "language" : "ENGLISH",
        "title" : "Special 2"
      }, {
        "language" : "JAPANESE",
        "title" : "目指せ! ROBO-1プロジェクト"
      } ],
      "type" : "SPECIAL"
    }, {
      "air_date" : "2013-01-23",
      "episode_id" : 147898,
      "length" : 1,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Dai 01 Wa Yokoku"
      }, {
        "language" : "ENGLISH",
        "title" : "Special 3"
      }, {
        "language" : "JAPANESE",
        "title" : "第01話 予告"
      } ],
      "type" : "SPECIAL"
    }, {
      "episode_id" : 149033,
      "length" : 15,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Audio Drama: A Day in the Life of Frau Koujiro"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2012-10-12",
      "episode_id" : 144727,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 4.01,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2013-01-11",
      "episode_id" : 146752,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 3.28,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening 2"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2012-10-12",
      "episode_id" : 144726,
      "length" : 2,
      "number" : 3,
      "rating" : {
        "rating" : 2.17,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2013-01-11",
      "episode_id" : 146751,
      "length" : 2,
      "number" : 4,
      "rating" : {
        "rating" : 3.28,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2a"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2013-03-22",
      "episode_id" : 148495,
      "length" : 2,
      "number" : 5,
      "rating" : {
        "rating" : 4.35,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2b"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "air_date" : "2012-07-21",
      "episode_id" : 140173,
      "length" : 1,
      "number" : 1,
      "rating" : {
        "rating" : 5.41,
        "total" : 2
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Promotion Movie 01"
      }, {
        "language" : "JAPANESE",
        "title" : "プロモーションムービー01"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-09-01",
      "episode_id" : 142274,
      "length" : 2,
      "number" : 2,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Promotion Movie 02"
      }, {
        "language" : "JAPANESE",
        "title" : "プロモーションムービー02"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-29",
      "episode_id" : 147034,
      "length" : 1,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Promotion Movie 03"
      }, {
        "language" : "JAPANESE",
        "title" : "プロモーションムービー03"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-01-06",
      "episode_id" : 147033,
      "length" : 1,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Promotion Movie 04"
      }, {
        "language" : "JAPANESE",
        "title" : "プロモーションムービー04"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-10-29",
      "episode_id" : 145302,
      "length" : 1,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Blu-ray & DVD Vol. 1 TVCM"
      }, {
        "language" : "JAPANESE",
        "title" : "Blu-ray&DVD第1巻テレビCM"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-30",
      "episode_id" : 147041,
      "length" : 1,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Kaito Ver."
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM 海翔ver."
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-14",
      "episode_id" : 147038,
      "length" : 1,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Kaito Ver. B"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM 海翔ver.B"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-30",
      "episode_id" : 147040,
      "length" : 1,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Akiho Ver. A"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM あき穂ver.A"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-30",
      "episode_id" : 147039,
      "length" : 1,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Akiho Ver. B"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM あき穂ver.B"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-14",
      "episode_id" : 147037,
      "length" : 1,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Airi Ver. A"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM 愛理ver.A"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-14",
      "episode_id" : 147036,
      "length" : 1,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Nae Ver"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM 綯ver"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-14",
      "episode_id" : 148506,
      "length" : 1,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 1 CM Frau Ver. A"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD CM フラウver.A"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-02-08",
      "episode_id" : 148504,
      "length" : 1,
      "number" : 13,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "BD/DVD 2 CM"
      }, {
        "language" : "JAPANESE",
        "title" : "BD/DVD2 CM"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-10-05",
      "episode_id" : 144642,
      "length" : 1,
      "number" : 14,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 1"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-10-12",
      "episode_id" : 144838,
      "length" : 1,
      "number" : 15,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 2"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-10-19",
      "episode_id" : 144837,
      "length" : 1,
      "number" : 16,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 3"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-10-26",
      "episode_id" : 144959,
      "length" : 1,
      "number" : 17,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 4"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-02",
      "episode_id" : 145301,
      "length" : 1,
      "number" : 18,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 5"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-09",
      "episode_id" : 145763,
      "length" : 1,
      "number" : 19,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 6"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-16",
      "episode_id" : 145762,
      "length" : 1,
      "number" : 20,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 7"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-23",
      "episode_id" : 145761,
      "length" : 1,
      "number" : 22,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 8"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-11-30",
      "episode_id" : 145760,
      "length" : 1,
      "number" : 23,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 9"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-07",
      "episode_id" : 145971,
      "length" : 1,
      "number" : 24,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 10"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-14",
      "episode_id" : 145970,
      "length" : 1,
      "number" : 25,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 11"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2012-12-21",
      "episode_id" : 147035,
      "length" : 1,
      "number" : 26,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 12"
      }, {
        "language" : "JAPANESE",
        "title" : "第12話予告映像"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-01-11",
      "episode_id" : 147032,
      "length" : 1,
      "number" : 27,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 13"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-01-18",
      "episode_id" : 147031,
      "length" : 1,
      "number" : 28,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 14"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-01-25",
      "episode_id" : 147030,
      "length" : 1,
      "number" : 29,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 15"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-02-01",
      "episode_id" : 148505,
      "length" : 1,
      "number" : 30,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 16"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-02-08",
      "episode_id" : 148503,
      "length" : 1,
      "number" : 31,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 17"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-02-15",
      "episode_id" : 148502,
      "length" : 1,
      "number" : 32,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 18"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-02-22",
      "episode_id" : 148501,
      "length" : 1,
      "number" : 33,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 19"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-03-01",
      "episode_id" : 148500,
      "length" : 1,
      "number" : 34,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 20"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-03-08",
      "episode_id" : 148499,
      "length" : 1,
      "number" : 35,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 21"
      } ],
      "type" : "PROMOTION"
    }, {
      "air_date" : "2013-03-18",
      "episode_id" : 148498,
      "length" : 1,
      "number" : 36,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Web Preview Episode 22"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 5.75,
      "total" : 2776
    },
    "REVIEW" : {
      "rating" : 5.25,
      "total" : 2
    },
    "TEMPORARY" : {
      "rating" : 6.99,
      "total" : 2784
    }
  },
  "related" : {
    "SAME_SETTING" : [ 6088, 7729 ]
  },
  "resources" : {
    "ALL_CINEMA" : [ "343786" ],
    "ANIME_NFO" : [ "5196,kcpbnh" ],
    "ANISON" : [ "15319" ],
    "ANN" : [ "14196" ],
    "CRUNCHY_ROLL" : [ "G6X08VQ8Y" ],
    "FUNIMATION" : [ "roboticsnotes" ],
    "MAL" : [ "13599" ],
    "SYOBOI" : [ "2715" ],
    "TWITTER" : [ "robotics_notes/" ],
    "VNDB" : [ "v5883" ],
    "WEBSITE" : [ "http://roboticsnotes.tv/", "http://www.production-ig.co.jp/works/robotics-notes/index.html" ],
    "WIKIPEDIA_EN" : [ "Robotics;Notes" ],
    "WIKIPEDIA_JP" : [ "ROBOTICS;NOTES" ]
  },
  "similar" : {
    "4345" : {
      "rating" : 4.285714285714286,
      "total" : 14
    },
    "10067" : {
      "rating" : 2.307692307692308,
      "total" : 13
    },
    "11147" : {
      "rating" : 5.0,
      "total" : 2
    }
  },
  "start_date" : "2012-10-12",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1446" : {
      "info_box" : false,
      "name" : "energetic",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2043" : {
      "info_box" : true,
      "name" : "high school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2274" : {
      "info_box" : false,
      "name" : "robot",
      "parent_tag_id" : 2638,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2617" : {
      "info_box" : false,
      "name" : "calling your attacks",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2621" : {
      "info_box" : false,
      "name" : "bullet time",
      "parent_tag_id" : 2841,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2626" : {
      "info_box" : false,
      "name" : "future",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2628" : {
      "info_box" : false,
      "name" : "fictional location",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2638" : {
      "info_box" : false,
      "name" : "mecha",
      "parent_tag_id" : 2846,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2669" : {
      "info_box" : true,
      "name" : "school clubs",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2676" : {
      "info_box" : false,
      "name" : "Tokyo",
      "parent_tag_id" : 2672,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2800" : {
      "info_box" : true,
      "name" : "game",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2804" : {
      "info_box" : true,
      "name" : "visual novel",
      "parent_tag_id" : 2800,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2839" : {
      "info_box" : true,
      "name" : "virtual world",
      "parent_tag_id" : 2628,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2841" : {
      "info_box" : false,
      "name" : "action",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2844" : {
      "info_box" : false,
      "name" : "angst",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2846" : {
      "info_box" : true,
      "name" : "science fiction",
      "parent_tag_id" : 7050,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2852" : {
      "info_box" : true,
      "name" : "thriller",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2858" : {
      "info_box" : false,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2864" : {
      "info_box" : true,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2874" : {
      "info_box" : false,
      "name" : "disaster",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2878" : {
      "info_box" : true,
      "name" : "conspiracy",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2887" : {
      "info_box" : false,
      "name" : "tragedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3028" : {
      "info_box" : false,
      "name" : "real-world location",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3863" : {
      "info_box" : false,
      "name" : "competition",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3865" : {
      "info_box" : true,
      "name" : "noitaminA",
      "parent_tag_id" : 6153,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4064" : {
      "info_box" : false,
      "name" : "CGI",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4479" : {
      "info_box" : false,
      "name" : "sense of foreboding",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5276" : {
      "info_box" : false,
      "name" : "typhoon",
      "parent_tag_id" : 2874,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5604" : {
      "info_box" : false,
      "name" : "following one`s dream",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5834" : {
      "info_box" : false,
      "name" : "show within a show",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "5916" : {
      "info_box" : false,
      "name" : "product placement",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6030" : {
      "info_box" : false,
      "name" : "otaku culture",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6034" : {
      "info_box" : false,
      "name" : "Engrish",
      "parent_tag_id" : 6233,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6151" : {
      "info_box" : false,
      "name" : "technical aspects",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6153" : {
      "info_box" : false,
      "name" : "multi-anime projects",
      "parent_tag_id" : 6151,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6233" : {
      "info_box" : false,
      "name" : "tropes",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7050" : {
      "info_box" : false,
      "name" : "speculative fiction",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Robotics;Notes",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Robotics;Notes",
    "type" : "OFFICIAL"
  }, {
    "language" : "FRENCH",
    "title" : "Robotics;Notes",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "Robotics;Notes",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "机器人笔记",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_TRADITIONAL",
    "title" : "機器人筆記",
    "type" : "OFFICIAL"
  }, {
    "language" : "KOREAN",
    "title" : "로보틱스 노츠",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "R;N",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Robono",
    "type" : "SHORT"
  }, {
    "language" : "RUSSIAN",
    "title" : "Записки о робототехнике",
    "type" : "SYNONYM"
  }, {
    "language" : "JAPANESE",
    "title" : "ロボティクス・ノーツ",
    "type" : "SYNONYM"
  }, {
    "language" : "CHINESE_TRADITIONAL",
    "title" : "機械學報告",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://roboticsnotes.tv/"
}