{
  "anime_id" : 9305,
  "characters" : {
    "APPEARANCE" : [ {
      "character_id" : 52067,
      "name" : "Akano Mei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52068,
      "name" : "Aoba Satsuki",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54557,
      "name" : "Cameraman",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53411,
      "name" : "Fuyuumi Ai",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53407,
      "name" : "Junji-san",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52411,
      "name" : "Kanojo",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52412,
      "name" : "Kareshi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54558,
      "name" : "Kawachi Rin",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53240,
      "name" : "Koushi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53409,
      "name" : "Osanai Eita",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52066,
      "name" : "Sakagami Otouto",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52274,
      "name" : "Sakagami Takuya",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52642,
      "name" : "Sensei",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53238,
      "name" : "Shintani",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53408,
      "name" : "Shutsuensha",
      "type" : "CHARACTER"
    }, {
      "character_id" : 54559,
      "name" : "Suzumiya Yoshino",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53239,
      "name" : "Tanaka Yoshie",
      "type" : "CHARACTER"
    }, {
      "character_id" : 51925,
      "name" : "Tannin Kyoushi",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53236,
      "name" : "Waitress",
      "type" : "CHARACTER"
    }, {
      "character_id" : 51924,
      "name" : "Yamamoto",
      "type" : "CHARACTER"
    }, {
      "character_id" : 52643,
      "name" : "Yasuoka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 53237,
      "name" : "Zombie",
      "type" : "CHARACTER"
    } ],
    "CAMEO" : [ {
      "character_id" : 13560,
      "name" : "Taneshima Popura",
      "type" : "CHARACTER"
    } ],
    "MAIN" : [ {
      "character_id" : 48955,
      "name" : "Harusaki Chiwa",
      "type" : "CHARACTER"
    }, {
      "character_id" : 48954,
      "name" : "Kidou Eita",
      "type" : "CHARACTER"
    }, {
      "character_id" : 48956,
      "name" : "Natsukawa Masuzu",
      "type" : "CHARACTER"
    } ],
    "SECONDARY" : [ {
      "character_id" : 49815,
      "name" : "Akishino Himeka",
      "type" : "CHARACTER"
    }, {
      "character_id" : 51492,
      "name" : "Asoi Kaoru",
      "type" : "CHARACTER"
    }, {
      "character_id" : 49816,
      "name" : "Fuyuumi Ai",
      "type" : "CHARACTER"
    }, {
      "character_id" : 51491,
      "name" : "Kiryuu Saeko",
      "type" : "CHARACTER"
    }, {
      "character_id" : 51493,
      "name" : "Natsukawa Mana",
      "type" : "CHARACTER"
    } ]
  },
  "creators" : {
    "1303" : [ {
      "name" : "A-1 Pictures",
      "type" : "WORK"
    } ],
    "2886" : [ {
      "name" : "Kamei Kanta",
      "type" : "DIRECTOR"
    } ],
    "3405" : [ {
      "name" : "Urahata Tatsuhiko",
      "type" : "SERIES_COMPOSITION"
    } ],
    "4255" : [ {
      "name" : "Ootsuka Mai",
      "type" : "CHARACTER_DESIGN"
    }, {
      "name" : "Ootsuka Mai",
      "type" : "CHIEF_ANIMATION_DIRECTION"
    } ],
    "5014" : [ {
      "name" : "Oota Masatomo",
      "type" : "MUSIC"
    } ],
    "34535" : [ {
      "name" : "Yuuji Yuuji",
      "type" : "ORIGINAL_WORK"
    } ]
  },
  "description" : "* Based on a light novel series of the same name, written by http://anidb.net/cr34535 [Yuuji Yuuji] and illustrated by http://anidb.net/cr9167 [Ruroo].\nhttp://anidb.net/ch48954 [Kidou Eita] is a first-year high school student, excelling academically and expressing contempt for romantic relations. He lives a normal school life along with http://anidb.net/ch48955 [Harusaki Chiwa], his childhood friend whom he regards as a younger sister.\nOne day, the school`s prettiest girl, http://anidb.net/ch48956 [Natsukawa Masuzu], suddenly declares her love to him. However, her real purpose is to establish a fake relationship, deterring those around her from asking her out. To this end, she makes Eita her boyfriend over his objections.\nThe carnage becomes even more vicious when Eita`s former girlfriend http://anidb.net/ch49815 [Akishino Himeka] and fiancée http://anidb.net/ch49816 [Fuyuumi Ai] are less than amused by the present developments.\n~ translated and adapted from official site by Cranston",
  "end_date" : "2013-03-31",
  "episodes" : {
    "REGULAR" : [ {
      "air_date" : "2013-01-06",
      "description" : "Kidou Eita, abandoned by his parents after their divorce, has a rather cynical attitude towards love and relationships, much to the frustration of his childhood friend Harusaki Chiwa, and prioritises his studies above all, so he can get a scholarship to medical school and become a doctor. An incredibly beautiful girl named Natsukawa Masuzu transfers into his class after living overseas for nine years. One day, Masuzu suddenly asks him to walk home with her after declaring that she`s in love with him. He agrees to do so reluctantly, and eventually she says that so many other boys have confessed their love for her since she transferred and she wants it to stop, so she chose Eita to be her fake boyfriend. He is initially reluctant, but after she suddenly produces his old notebook full of his embarrassing chuunibyou fantasies and blackmails him with its contents he grudgingly agrees to her proposal.",
      "episode_id" : 146352,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 7.06,
        "total" : 11
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6X0MQZNY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Koukou Seikatsu no Start wa Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "The Start of My High School Life is a Battleground"
      }, {
        "language" : "JAPANESE",
        "title" : "高校生活のスタートは修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-01-13",
      "description" : "Chiwa sees Eita and Masuzu walking together arms linked and she objects, saying that anyone who wants to date him should have her permission first, because she knows him best. Masuzu handles her intrusion with great finesse. She later tells Eita to bring Chiwa with him to the former tea club room, and there says that she is forming a new club called the \"Maiden`s Society For Performing Your Own Life\" (自らを演出する乙女の会, Mizukara wo Enshutsu-suru Otome no Kai), for girls to learn how to become popular. Chiwa is convinced to join. She tells Masuzu that she sort of has an interest in a member of the basketball team named Sakagami, and Masuzu suggests that she bring around an empty guitar case to give people the impression that she is into music and to attract the attention of Sakagami. Masuzu later asks Eita to be more serious with their pretence and not to look at other girls.",
      "episode_id" : 146407,
      "length" : 25,
      "number" : 2,
      "rating" : {
        "rating" : 4.59,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY19Q381R" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Atarashii Bu o Kessei Shite Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "Starting a New Club Is a Battleground"
      }, {
        "language" : "JAPANESE",
        "title" : "新しい部を結成して修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-01-20",
      "description" : "Masuzu proposes that Chiwa act out incidents from her previous life and has her and Eita act out a scene she creates. This impresses their classmates who believed they were performing a drama sketch. Masuzu then decides it`s time for Chiwa to ask Sakagami out. She agrees, and does so by putting a letter into his shoe locker. Much to everyone`s surprise he meets up with her and agrees to a date the following Sunday. Eita cooks all of Chiwa`s favourite foods to celebrate. However, she is disturbed that Eita seems to be so happy for her and leaves, wishing they weren`t childhood friends. Eita later recalls how he originally wanted to become a doctor so he would be able to help Chiwa after she was injured and could no longer do kendo.",
      "episode_id" : 146406,
      "length" : 25,
      "number" : 3,
      "rating" : {
        "rating" : 5.34,
        "total" : 9
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6NQJ5E96" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Battleground Over the Tears of a Childhood Friend"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Osananajimi no Namida de Shuraba"
      }, {
        "language" : "JAPANESE",
        "title" : "幼なじみの涙で修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-01-27",
      "description" : "The next day Eita changes his plans to study and instead goes to the rendezvous where Chiwa is supposed to meet Sakagami, and is surprised to see Masuzu already there. Chiwa is made to wait over an hour, and it turns out Sakagami set her up as a bet at her expense, and humiliates her in front of his friends. Masuzu seems to have intended for this to happen so Chiwa would become as cynical as she and Eita are about love, but this infuriates Eita, who charges out to fight Sakagami and his friends in his chuunibyou persona \"Burning Fighting Fighter\", but winds up getting beaten bloody. They are about to attack Chiwa as well, but someone tosses her a pole which she uses like a kendo shinai, and gives them a sound drubbing. The shameful scene exposes Sakagami for the sort of person he is to the whole school.\nMasuzu doesn`t show up for school the next day, and Eita tries to visit her. She meets him out in the street, and as they talk, she suddenly kisses him. As usual her behaviour is ambiguous.",
      "episode_id" : 146405,
      "length" : 25,
      "number" : 4,
      "rating" : {
        "rating" : 4.9,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRMG8QZ4R" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Fighting over a Guy is a Battlefield"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Otoko no Tatakai wa Shuraba"
      }, {
        "language" : "JAPANESE",
        "title" : "男の戦いは修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-03",
      "description" : "Eita begins receiving anonymous love letters in his shoe locker, he tries to to unravel the mystery himself, keeping the letters secret from Chiwa and Masuzu. At first he suspects it might be Chiwa writing those letters.\nMasuzu suspects that he is hiding something, but is interrupted by the sudden appearance of her sister Mana, who threatens her with veiled threats involving their father, and steals a kiss from Eita. She refuses to talk about it but is actually bothered by that kiss. Later, Chiwa gets sick, and while he is nursing her he realises that she can`t be the one writing the letters.\nEita receives a third letter, nearly getting caught by Chiwa and Masuzu, this time saying they should meet, and he finds the letters were from a girl he has never seen before, Akishino Himeka, who claims to have been his lover in a past life. She seems to have crafted her chuunibyou fantasies around his, after seeing him fight as \"Burning Fighting Fighter\". She embraces him, despite his objections, when Chiwa and Masuzu see them.",
      "episode_id" : 146866,
      "length" : 25,
      "number" : 5,
      "rating" : {
        "rating" : 5.37,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GR3VWPXV6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Love Letter no Shinsou wa Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "The Truth of the Love Letter Is a Battleground"
      }, {
        "language" : "JAPANESE",
        "title" : "ラブレターの真相は修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-10",
      "description" : "Everyone, including Eita, is flabbergasted when Himeka introduces herself as Eita`s ex-girlfriend. After a chat with Kaoru he wonders exactly what she sees in him. Himeka is later invited by Masuzu to the club, and after Chiwa and Masuzu are chased off by the hall monitors for performing unsanctioned activities he gets to talk to her alone. She explains how she had found her current world grey and boring and found the way he fought against those bullies the other day so cool.\nAs punishment for their unsanctioned activities, that weekend the club is made to clean the pool. Masuzu`s sister Mana comes by to visit, who informs her that her father is angry and has ordered her to go back to Sweden. Masuzu agrees to leave, which upsets everyone, even Chiwa. Mana then takes a poem Himeka wrote and mockingly recites it, which angers Eita enough that he tries to attack her, but he is beaten up by her bodyguard. This convinces Masuzu to change her mind and remain in Japan despite her father`s orders, and she forces Mana to apologise. Later, Himeka is made an official member of the club.",
      "episode_id" : 146865,
      "length" : 25,
      "number" : 6,
      "rating" : {
        "rating" : 3.78,
        "total" : 8
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY2P5D95Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Battlefield Where the Gray World is Cut to Shreds"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Haiiro no Sekai o Kirisaku Shuraba"
      }, {
        "language" : "JAPANESE",
        "title" : "灰色の世界を切り裂く修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-17",
      "description" : "The club is caught making a disturbance at the infirmary after Himeka tries to seduce Eita, and finally Fuyumi Ai, the chief of the hall monitors, brings the hammer down on them and has their club shut down. Masuzu and Chiwa bait her by saying she`s jealous of their club`s goal of making girls popular, to which she brags that she has a boyfriend named \"Murata Michel Daigorou\" who is obviously completely fictitious, but they can`t actually prove it.\nThe club thus shut down, Eita goes to summer classes, where he finds Ai is in the same class as him. When Masuzu learns about this she orders Eita to try to prove that Ai is lying about having a boyfriend. Ai in the meantime sends clear signals that she likes Eita, and one day when he is having dinner with Ai and Kaoru, Ai is about to admit the truth, but Chiwa and Himeka see them and she is forced to keep up the pretence.",
      "episode_id" : 146864,
      "length" : 25,
      "number" : 7,
      "rating" : {
        "rating" : 5.8,
        "total" : 7
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GYZX4WZD6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Kakikoushuu na no ni Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "They`re Only Summer Classes, But They Too Are a Battlefield"
      }, {
        "language" : "JAPANESE",
        "title" : "夏期講習なのに修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-02-24",
      "description" : "Eita is convinced that Ai`s boyfriend is real, remaining oblivious to her dubious behaviour towards him, though Masuzu remains sceptical. Nevertheless, after Kaoru invites Eita and Ai to the cinema with free tickets, Masuzu tells him get Ai to fall in love with him, so even if her boyfriend proves to be real they`ll have something to use against her to get the club reinstated. Chiwa tags along paired with Kaoru, while Masuzu follows behind them to observe. On the way to the theatre, Ai is trying to get Eita to remember kindergarten, as it seems they knew each other back then, but Chiwa interferes. The film allows audience interaction and as the relationships between the characters seem to parallel theirs, Ai and Chiwa get caught up, with Eita in the middle.",
      "episode_id" : 146863,
      "length" : 25,
      "number" : 8,
      "rating" : {
        "rating" : 4.84,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRQ490ZPY" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Eigakan Double Date de Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "Movie Theater Double Dates are a Battlefield"
      }, {
        "language" : "JAPANESE",
        "title" : "映画館Wデートで修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-03",
      "description" : "One day, after classes, Eita finds a notebook someone left behind filled with rather embarrassing love poetry dedicated to someone called `Takkun`.  It is actually Ai`s, and she unsuccessfully attempts to retrieve it before he realises what it is. As penance for reading her private notebook, she gets him to come with her to the fireworks festival the following evening. He had previously refused invitations made by the other girls to the same event as he wanted to just study.\nHe meets with Ai at the school, and as they go around town Eita begins to remember some key things from kindergarten life, such as the spot he discovered was the best vantage point from which to see the fireworks. Finally, he remembers that he used to be called `Takkun` by Ai, whom he called `A-chan`, back in kindergarten. As the fireworks festival starts Ai she admits that her boyfriend was fake, and reminds him that he also promised to marry her back then, and produces an old `marriage contract` that they produced before, in crayons and childish handwriting, and asks him to sign it. He tries to escape, running into Chiwa and Himeka who get him to attend the rest of the festival.\nThe next day he meets with Masuzu at the club room, who asks him to explain what he was doing with Ai, as she saw them. She has him kiss her as penance, and then tries to poke him in the eyes but fails. Ai has also rescinded the order to disband the club, and joins the club herself.",
      "episode_id" : 147534,
      "length" : 25,
      "number" : 9,
      "rating" : {
        "rating" : 7.87,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G6WEM18K6" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Promises That Come Back are a Battlefield"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Yomigaeru Yakusoku wa Shuraba"
      }, {
        "language" : "JAPANESE",
        "title" : "よみがえる約束は修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-10",
      "description" : "A planned club trip to the beach requires the girls to get new swim suits and they all need Eita’s help in picking out the right one.\nSource: crunchyroll",
      "episode_id" : 147533,
      "length" : 25,
      "number" : 10,
      "rating" : {
        "rating" : 6.05,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY0973E2Y" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Natsu Gasshuku no Kaigi de Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "Summer Training Camp Meetings Are a Battlefield"
      }, {
        "language" : "JAPANESE",
        "title" : "夏合宿の会議で修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-17",
      "description" : "Saeko is offering the girls the chance of a lifetime…\nSource: crunchyroll",
      "episode_id" : 147532,
      "length" : 25,
      "number" : 11,
      "rating" : {
        "rating" : 4.88,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GY751QNN6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Gasshuku Zen`ya no Wakuwaku wa Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "The Excitement the Night Before a Trip Is a Battlefield"
      }, {
        "language" : "JAPANESE",
        "title" : "合宿前夜のワクワクは修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-24",
      "description" : "Masuzu and Eita ruse is being questioned by other members of the group.  Masuzu \nbelieves they have to take their fake relationship to the next level.\nSource: crunchyroll",
      "episode_id" : 147531,
      "length" : 25,
      "number" : 12,
      "rating" : {
        "rating" : 6.06,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "GRX0MQ8N6" ]
      },
      "titles" : [ {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Senryaku no Ketsumatsu wa Shuraba"
      }, {
        "language" : "ENGLISH",
        "title" : "The Result Following a Scheme Is a Battlefield"
      }, {
        "language" : "JAPANESE",
        "title" : "戦略の結末は修羅場"
      } ],
      "type" : "REGULAR"
    }, {
      "air_date" : "2013-03-31",
      "description" : "Eita makes a declaration that brings the battle to a close, but at what cost?\nSource: crunchyroll",
      "episode_id" : 148030,
      "length" : 25,
      "number" : 13,
      "rating" : {
        "rating" : 4.83,
        "total" : 6
      },
      "recap" : false,
      "resources" : {
        "CRUNCHY_ROLL" : [ "G619Q371Y" ]
      },
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "A Battlefield That Leads to a New World"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Atarashii Sekai e no Shuraba"
      }, {
        "language" : "JAPANESE",
        "title" : "新しい世界への修羅場"
      } ],
      "type" : "REGULAR"
    } ],
    "SPECIAL" : [ {
      "air_date" : "2012-12-30",
      "episode_id" : 146404,
      "length" : 25,
      "number" : 1,
      "rating" : {
        "rating" : 6.34,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Advance Special"
      }, {
        "language" : "JAPANESE_TRANSLITERATED",
        "title" : "Mizukara o Enshutsu Suru Otome no Tokuban"
      }, {
        "language" : "JAPANESE",
        "title" : "~自らを演出する乙女の特番~"
      } ],
      "type" : "SPECIAL"
    } ],
    "CREDITS" : [ {
      "air_date" : "2013-01-06",
      "episode_id" : 146547,
      "length" : 2,
      "number" : 1,
      "rating" : {
        "rating" : 4.08,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Opening"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2013-01-13",
      "episode_id" : 146750,
      "length" : 2,
      "number" : 2,
      "rating" : {
        "rating" : 1.4,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 1"
      } ],
      "type" : "CREDITS"
    }, {
      "air_date" : "2013-03-31",
      "episode_id" : 148707,
      "length" : 2,
      "number" : 3,
      "rating" : {
        "rating" : 1.4,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Ending 2"
      } ],
      "type" : "CREDITS"
    } ],
    "PROMOTION" : [ {
      "episode_id" : 147950,
      "length" : 1,
      "number" : 1,
      "rating" : {
        "rating" : 3.23,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 2 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 149087,
      "length" : 1,
      "number" : 2,
      "rating" : {
        "rating" : 1.53,
        "total" : 1
      },
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 3 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 149086,
      "length" : 1,
      "number" : 3,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 4 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 150278,
      "length" : 1,
      "number" : 4,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 5 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 150277,
      "length" : 1,
      "number" : 5,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 6 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 150941,
      "length" : 1,
      "number" : 6,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 7 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 150940,
      "length" : 1,
      "number" : 7,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 8 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 151896,
      "length" : 1,
      "number" : 8,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 9 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 151895,
      "length" : 1,
      "number" : 9,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 10 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 152442,
      "length" : 1,
      "number" : 10,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 11 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 152441,
      "length" : 1,
      "number" : 11,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 12 Preview"
      } ],
      "type" : "PROMOTION"
    }, {
      "episode_id" : 153268,
      "length" : 1,
      "number" : 12,
      "recap" : false,
      "titles" : [ {
        "language" : "ENGLISH",
        "title" : "Episode 13 Preview"
      } ],
      "type" : "PROMOTION"
    } ]
  },
  "ratings" : {
    "PERMANENT" : {
      "rating" : 4.62,
      "total" : 2970
    },
    "REVIEW" : {
      "rating" : 3.5,
      "total" : 2
    },
    "TEMPORARY" : {
      "rating" : 6.58,
      "total" : 2985
    }
  },
  "resources" : {
    "ALL_CINEMA" : [ "344499" ],
    "ANIME_NFO" : [ "5235,rmwxca" ],
    "ANISON" : [ "15643" ],
    "ANN" : [ "14450" ],
    "CRUNCHY_ROLL" : [ "GR751Q8NY" ],
    "FUNIMATION" : [ "oreshura/" ],
    "MAL" : [ "14749" ],
    "SYOBOI" : [ "2819" ],
    "TMDB" : [ "tv/53296" ],
    "TWITTER" : [ "oreshura_anime" ],
    "WEBSITE" : [ "http://www.oreshura.net/" ],
    "WIKIPEDIA_EN" : [ "Ore_no_Kanojo_to_Osananajimi_ga_Shuraba_Sugiru" ],
    "WIKIPEDIA_JP" : [ "俺の彼女と幼なじみが修羅場すぎる" ]
  },
  "similar" : {
    "8419" : {
      "rating" : 8.191489361702128,
      "total" : 94
    },
    "8883" : {
      "rating" : 7.011494252873564,
      "total" : 87
    },
    "9310" : {
      "rating" : 6.666666666666666,
      "total" : 24
    },
    "9903" : {
      "rating" : 7.636363636363637,
      "total" : 55
    }
  },
  "start_date" : "2013-01-06",
  "tags" : {
    "30" : {
      "info_box" : false,
      "name" : "maintenance tags",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1279" : {
      "info_box" : false,
      "name" : "all-girls school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "1446" : {
      "info_box" : false,
      "name" : "energetic",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1645" : {
      "info_box" : false,
      "name" : "kendo",
      "parent_tag_id" : 2751,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "1802" : {
      "info_box" : true,
      "name" : "seinen",
      "parent_tag_id" : 2606,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "1973" : {
      "info_box" : false,
      "name" : "cooking",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2043" : {
      "info_box" : true,
      "name" : "high school",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2396" : {
      "info_box" : false,
      "name" : "swimsuit",
      "parent_tag_id" : 6149,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2605" : {
      "info_box" : false,
      "name" : "dynamic",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2606" : {
      "info_box" : false,
      "name" : "target audience",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2607" : {
      "info_box" : false,
      "name" : "themes",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2609" : {
      "info_box" : false,
      "name" : "original work",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2610" : {
      "info_box" : false,
      "name" : "setting",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2611" : {
      "info_box" : false,
      "name" : "elements",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2612" : {
      "info_box" : false,
      "name" : "time",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2613" : {
      "info_box" : false,
      "name" : "place",
      "parent_tag_id" : 2610,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2624" : {
      "info_box" : false,
      "name" : "present",
      "parent_tag_id" : 2612,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2630" : {
      "info_box" : false,
      "name" : "Earth",
      "parent_tag_id" : 2613,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2652" : {
      "info_box" : true,
      "name" : "super deformed",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2655" : {
      "info_box" : false,
      "name" : "parody",
      "parent_tag_id" : 2853,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2669" : {
      "info_box" : true,
      "name" : "school clubs",
      "parent_tag_id" : 2869,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2672" : {
      "info_box" : false,
      "name" : "Japan",
      "parent_tag_id" : 2834,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2751" : {
      "info_box" : false,
      "name" : "combat",
      "parent_tag_id" : 2881,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2778" : {
      "info_box" : false,
      "name" : "slow when it comes to love",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2784" : {
      "info_box" : true,
      "name" : "sudden girlfriend appearance",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2786" : {
      "info_box" : true,
      "name" : "love polygon",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2791" : {
      "info_box" : false,
      "name" : "stereotypes",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 200
    },
    "2799" : {
      "info_box" : true,
      "name" : "novel",
      "parent_tag_id" : 2609,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2834" : {
      "info_box" : false,
      "name" : "Asia",
      "parent_tag_id" : 2630,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2845" : {
      "info_box" : false,
      "name" : "blackmail",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2853" : {
      "info_box" : true,
      "name" : "comedy",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2858" : {
      "info_box" : true,
      "name" : "romance",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2859" : {
      "info_box" : true,
      "name" : "harem",
      "parent_tag_id" : 2611,
      "spoiler" : false,
      "verified" : false,
      "weight" : 600
    },
    "2862" : {
      "info_box" : false,
      "name" : "friendship",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 300
    },
    "2864" : {
      "info_box" : false,
      "name" : "daily life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 100
    },
    "2869" : {
      "info_box" : true,
      "name" : "school life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2881" : {
      "info_box" : false,
      "name" : "sports",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "2888" : {
      "info_box" : true,
      "name" : "coming of age",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2910" : {
      "info_box" : false,
      "name" : "parental abandonment",
      "parent_tag_id" : 6249,
      "spoiler" : false,
      "verified" : false,
      "weight" : 400
    },
    "2931" : {
      "info_box" : false,
      "name" : "unsorted",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "3129" : {
      "info_box" : false,
      "name" : "fake relationship",
      "parent_tag_id" : 2858,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4176" : {
      "info_box" : false,
      "name" : "OP and ED sung by cast",
      "parent_tag_id" : 6148,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4333" : {
      "info_box" : false,
      "name" : "predominantly female cast",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4560" : {
      "info_box" : false,
      "name" : "psychological manipulation",
      "parent_tag_id" : 2931,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "4729" : {
      "info_box" : false,
      "name" : "colour coded",
      "parent_tag_id" : 6230,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6148" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO EPISODE",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6149" : {
      "info_box" : false,
      "name" : "TO BE MOVED TO CHARACTER",
      "parent_tag_id" : 30,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6173" : {
      "info_box" : false,
      "name" : "origin",
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6230" : {
      "info_box" : false,
      "name" : "cast",
      "parent_tag_id" : 2605,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "6249" : {
      "info_box" : false,
      "name" : "family life",
      "parent_tag_id" : 2607,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    },
    "7885" : {
      "info_box" : false,
      "name" : "Japanese production",
      "parent_tag_id" : 6173,
      "spoiler" : false,
      "verified" : false,
      "weight" : 0
    }
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ore no Kanojo to Osananajimi ga Shuraba Sugiru",
    "type" : "MAIN"
  }, {
    "language" : "ENGLISH",
    "title" : "Oreshura",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE",
    "title" : "俺の彼女と幼なじみが修羅場すぎる",
    "type" : "OFFICIAL"
  }, {
    "language" : "CHINESE_SIMPLIFIED",
    "title" : "我女友与青梅竹马的惨烈修罗场",
    "type" : "OFFICIAL"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "OreShura",
    "type" : "SHORT"
  }, {
    "language" : "JAPANESE",
    "title" : "俺修羅",
    "type" : "SHORT"
  }, {
    "language" : "ENGLISH",
    "title" : "My Girlfriend and Childhood Friend Have Too Much Relationship Difficulties",
    "type" : "SYNONYM"
  }, {
    "language" : "KOREAN",
    "title" : "내 여자친구와 소꿉친구가 너무 아수라장",
    "type" : "SYNONYM"
  } ],
  "type" : "SERIES",
  "url" : "http://www.oreshura.net/"
}