{
  "air_date" : "2009-12-11",
  "anime_id" : 6685,
  "description" : "Shizuku invites Natsuru over to her house to tell her about Kaede, getting Kaede`s Burnt To Death Lion to spill the beans about the Kämpfer system. She recalls that her close friend Tamiko was killed in a Kämpfer battle and has since sworn vengeance against whoever responsible for the establishment of Kämpfer combat. When Natsuru confronts Kaede about this, he once again falls under Kaede`s hypnotism. With Natsuru under her control, Kaede and the White Kämpfer trap and capture Shizuku, Akane and Mikoto. When the three of them wake up later chained together, Kaede tries to get Natsuru to finish them herself, but he spots a keychain he previously bought for Shizuku and snaps out of it, declaring that he will not betray his friends despite his love for Kaede. This declaration encourages Shizuku, Akane, and Mikoto to fight with renewed resolve, enabling them to break free and allowing them to easily defeat the White Kämpfer. Kaede tries enticing Natsuru once again, but he transforms back into normal form, putting himself out of the fight (and out of Kaede`s disposal) as well as forcing Kaede and the White Kämpfer into retreat. With the battle over, Shizuku, Akane and Mikoto turn their attention to Natsuru, initially jumping him for trying to make out with Kaede in front of them before competing against each other to see who can appeal to Natsuru best with their \"qualities\" (to the point of kissing him, grabbing his hands and forcing him to touch sensitive areas, and rubbing their breasts onto him). \nSource: TBS (translated)",
  "episode_id" : 111846,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 6.35,
    "total" : 13
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Election: The Song of Joy"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Waehlen: Kanki no Uta"
  }, {
    "language" : "JAPANESE",
    "title" : "Wählen ~歓喜の歌~"
  } ],
  "type" : "REGULAR"
}