{
  "air_date" : "2010-06-26",
  "anime_id" : 7400,
  "description" : "The episode starts with three members of different factions listening to a special newscast about an alien message, the first part of which has been translated to mean \"coming to play\". One of the members is then called to battle aboard an enemy ship. She successfully infiltrates the ship and disarms the Captain. The situation is disrupted by a UFO passing too close to both ships. When the same member comes to, the enemy captain detonates the ship.\n \nLater, during a memorial service for one of his ancestors, Kio Kakazu finds a cat-like alien sitting at the buffet table. The alien introduces herself as Eris, and the two have a short conversation before Kio accidentally drinks beer and passes out. The next morning, Kio wakes up with a hangover and finds Eris sleeping half naked next to him in bed. Kio`s startled cry wakes her up, and she heals his hangover with a handheld device.\n \nManami Kinjou and Maki Itokazu then visit Kio, and upon seeing Eris half naked and with cat ears and a tail, they misinterpret the situation, thinking that Kio brought a girl home and forced her to cosplay all night. After discovering that Eris is an alien, they both abruptly leave without saying why. Kio goes on a walk to gather his thoughts and runs into Aoi Futaba, who asks Kio on a date. Aoi is interrupted by a man in a car who she names as her Uncle. He offers her a ride home.\nIt is later revealed that Manami is in recruiting to become part of the CIA, Aoi is a Momiji for the Immigration Bureau of Japan, and Itokazu is the leader of an organization of SF fans called \"Beautiful Contact\", and they are all given orders to eliminate Eris. \nSource: Wikipedia",
  "episode_id" : 118794,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 5.04,
    "total" : 16
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6E5X8NPY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Chikiu ni Ochite Kita Neko"
  }, {
    "language" : "ENGLISH",
    "title" : "The Cat Who Fell to Earth"
  }, {
    "language" : "JAPANESE",
    "title" : "ちきうにおちてきたねこ"
  }, {
    "language" : "CHINESE_TAIWAN",
    "title" : "墜入地球的貓"
  } ],
  "type" : "REGULAR"
}