{
  "air_date" : "2010-08-15",
  "anime_id" : 7400,
  "description" : "Kio takes Eris to a film shoot directed by one of his classmates, who is trying to film a sci-fi movie and would like Eris`s help in getting footage of aliens without special effects. They decide that Eris looks too human, and instead ask her if they could use her ship or her robots. The footage of the ship looks like it is being held by strings due to its design, and the robots look more like chibi dolls. They decide to go for a romance film. Upon hearing this, Eris` hormones go berserk and she assaults Kio, something she has done several times earlier anytime something one has said sounds similar to romance or sex.\n \nMeanwhile, Aoi wants to practice cooking to impress Kio, but due to her frequent failures she wastes a lot of food. At the same time, Manami wants to practice shooting, but she can`t do it in Kio`s backyard. Chaika takes them to a virtual room on board the mothership, where they can fulfill their respective desires without it bothering anyone. She also makes it a point that the Catia without mates use it to satisfy their sexual desires during heat and offered if they would like to try it out as well, much to the girls` embarrassment. Aoi asks for a Kio to be her taste-tester. Manami asks for a shooting gallery with a wide assortment of weaponry, and for an M134 Minigun in particular, which turns out to be too heavy for her to lift. She asks for a Kio to help her lift it, who tells her in a very Kio-like manner that he can`t lift it. Manami asks virtual-Kio what he thinks of various people, eventually ending up on herself. He confesses that he once had feelings for her, but when he heard she was hanging out with Jack (unaware this was her female CIA handler), he thought she was already dating someone and she ended up being just a friend.\n \nBack at home, Aoi gives the real Kio a taste of a recipe she \"perfected\" with virtual-Kio, only to find out that virtual-Kio had lied to make Aoi feel good about her cooking. Chaika points out that virtual-Kio and the real Kio would naturally have different thoughts, but Manami still has her doubts. The episode ends with Eris taking pills that will, to her extreme disappointment, prematurely end her first mating season. The episode ends with her sadly calling out to Kio.\n \nSource: Wikipedia",
  "episode_id" : 119862,
  "length" : 25,
  "number" : 6,
  "rating" : {
    "rating" : 8.71,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6VND40QR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "I`ve Practiced"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Renshiu Shimashita"
  }, {
    "language" : "JAPANESE",
    "title" : "れんしうしました"
  }, {
    "language" : "CHINESE_TAIWAN",
    "title" : "我來練習了"
  } ],
  "type" : "REGULAR"
}