{
  "air_date" : "2010-08-08",
  "anime_id" : 7400,
  "description" : "Kio and Eris wake up inside a yacht owned by Antonia. They are soon greeted by one of Antonia`s maids, who offer them trays of gourmet food. After eating, they decide to escape, but to their dismay Eris`s power suit has been limited due to Eris being in heat. They are taken to a play room with Antonia who is dressed like a giant Assist-a-roid. Kio notes that all of the video games have been fixed to only accommodate one player, due to the maids not having the heart either to beat their master in a game nor lose intentionally.\n \nMeanwhile, Aoi and Manami visit a weapons store and stock up. While there, they ask for a motor boat and are told the only one was sold to Director Kawasaki for his upcoming film. The girls infiltrate the set and rig the boat with real weapons, but they are caught by Kawasaki, who contracts them into his film. After being forced into Playboy-like costumes, Aoi and Manami steal the boat and break into the yacht to find that Kio and Eris have switched clothes, enabling Kio to use the power suit`s strength-enhancing capabilities. They are stopped by Antonia and one of her maids, but Kio convinces Antonia to let them go. Antonia offers them escape in the emergency sea plane.\nAoi sabotages the ship`s engines, but is caught by an agent of Dogsia, who is destroying the ship in the hopes that it will take Eris with it. Aoi is trapped by a pile of steel girders and then knocked unconscious by a missile explosion, to be saved by Kio still in Eris`s suit. As Kio runs to catch the plane, Aoi regains consciousness and, thinking it is a dream, confesses to Kio. \nSource: Wikipedia",
  "episode_id" : 119863,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 7.14,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYK5E8G1R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tasuke Kinimashita"
  }, {
    "language" : "ENGLISH",
    "title" : "We`ve Come to Rescue You"
  }, {
    "language" : "JAPANESE",
    "title" : "たすけきにました"
  }, {
    "language" : "CHINESE_TAIWAN",
    "title" : "我來救你了"
  } ],
  "type" : "REGULAR"
}