{
  "air_date" : "2010-08-22",
  "anime_id" : 7400,
  "description" : "The summer is over, and Kio, Manami and Aoi all return to school. To their surprise, they find that Eris and Antonia have enrolled in the same class as them, as well as Antonia`s maids. After school, Eris and Antonia garner excessive amounts of attention to the point that Antonia`s maids scare off other students with uzis. Kio`s club-mates ask him if he is going to the film camp, and asks Eris if she would like to go on the trip as well. As a result, Eris, Antonia, Aoi, Manami, and Antonia`s maids all become members of the film club with the intention of going to the camp.\n \nMeanwhile, a group of Dogsian Assist-a-roids are robbing surrounding areas of electronic equipment, due to their inability to self-repair. The Dogsian ambassadors reveal a specially made Assist-a-roid that closely resembles a Catian Assist-a-roid.\n \nOnce at the camp, Antonia offers Eris a number of high-end swim suits for her to wear. When the other girls inquire about all of the ones that Eris refuses, Antonia allows them to wear the ones Eris doesn`t like. Later, when they are all showing off their expensive swim suits, the girls realize to their dismay that they have all had holes cut in the rear to accommodate Eris` tail, due to one of the girls mistakenly wearing her bottom piece backwards. At dinner, Kio asks if he can talk to Aoi about something in private, but ends up asking if she can teach him to fight. Once alone, Aoi realizes that she is out of her league in the running for Kio. Eris appears, and Aoi takes out her frustration on her. Suddenly a young girl named Ichika appears, and at the same time, the camp gets attacked by the Dogsian Assist-a-roids. They are easily defeated with the help of some Accel-Form cards that give Aoi inhanced speed and strength, and later when the specially made Dogsian Assist-a-roid appears to help them in their fight.\nSource: Wikipedia",
  "episode_id" : 119861,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 7.18,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYP85GKMY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Oyogi Kinimashita"
  }, {
    "language" : "ENGLISH",
    "title" : "We`ve Come to Swim"
  }, {
    "language" : "JAPANESE",
    "title" : "およぎきにました"
  }, {
    "language" : "CHINESE_TAIWAN",
    "title" : "我來游泳了"
  } ],
  "type" : "REGULAR"
}