{
  "air_date" : "2010-09-25",
  "anime_id" : 7512,
  "description" : "During the Westernization of an alternate Japan, humans and spirits coexist. However, some spirits have been causing trouble, and the Ministry of Spirit Affairs is established to maintain harmony. Lieutenants Kei Agemaki, Riken Yoshinokazura, and Ganryu Hanakiri are chosen to represent the humans. They are introduced to their female half-spirit partners: Zakuro, Susukihotaru, and twins Bonbori and Hozuki, respectively. While Susukihotaru, Bonbori, and Hozuki are delighted, Zakuro is disgusted with humans and their acceptance of Jesuit ideas. However, she becomes smitten with Agemaki. Shortly after, spirits Sakura and Kiri play around Agemaki, who immediately becomes nauseous and falls over. In private, Yoshinokazura advises Agemaki against working with spirits as Agemaki`s fear of spirits is severe. Agemaki believes that he has no alternative because of what his father might say if he learns about Agemaki`s fear. That night, Agemaki walks through the manor and is frightened by the spirits. He runs into Zakuro and hugs her. She interprets this as a romantic gesture. However, he asks her to accompany him to the outhouse because he is too scared to go alone. She becomes angry and wonders how she became smitten with a coward. In the morning, the representatives attend a flower viewing. While they are walking, a crowd stares at the spirits and whispers behind their backs. Zakuro points out that they are used to this and tells Agemaki that he is no different from the crowd. Lightning strikes the ground, and the lightning beast Raiju appears. Because Raiju is well-behaved, the spirits are unconcerned. However, Raiju attacks. Agemaki rescues Sakura and Kiri, but is too frightened to run away. The girls fight and return Raiju to a calm state. As the representatives continue their party, the spirits wonder why Raiju lost control.\nSource: Wiki",
  "episode_id" : 121499,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 6.38,
    "total" : 13
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6WE4VWJ6" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Iza, Youyou to"
  }, {
    "language" : "ENGLISH",
    "title" : "Prepare to Be Bewitched"
  }, {
    "language" : "JAPANESE",
    "title" : "いざ, 妖々と"
  } ],
  "type" : "REGULAR"
}