{
  "air_date" : "2010-10-12",
  "anime_id" : 7512,
  "description" : "Zakuro has a dream that she is climbing a persimmon tree. When she picks the fruit, the tree is surrounded by spirits and she falls into a pool. Her mother`s voice tells her that she should not climb persimmon trees because they are connected to the underworld. At breakfast, Agemaki offers Zakuro a candle to eat, believing that fox spirits eat candles, however, this enrages Zakuro and she leaves. Agemaki tells Kushimatsu that he was researching spirits because he wanted to understand Zakuro so he could help her as a partner. The representatives are sent to investigate a hotel construction site. However, construction has stopped because a spirit is scaring the workers. Although talking to the spirit is sufficient, the hotel`s owner requests that the spirit be exterminated. Reluctantly, they begin searching for the spirit. However, Zakuro leaves Agemaki by himself. While looking for Zakuro, Agemaki runs into a large, shadow-like spirit. It attacks him, but stops short when it sees he is afraid. The other representatives arrive and pursue the spirit. Zakuro tells the spirit that she wants to talk. However, it does not cooperate. Zakuro slices the column, causing the hotel to collapse. Outside, Zakuro explains that the spirit`s true, small form is revealed with light. Because of Westernization, the area is illuminated at night. In addition, the spirit`s shrine was destroyed by the construction, so it tried to scare the humans away. She laments the loss of human respect for spirits. However, the hotel`s owner is upset that the spirit was not exterminated and his hotel is ruined. To compromise, Lieutenant Hanadate offers to restore the shrine and have the hotel built on military land. He thanks a smitten Zakuro for reminding him to remember the other important things.\nSource: Wiki",
  "episode_id" : 121500,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 5.42,
    "total" : 9
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY09XJ54Y" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Aka, Koukou to"
  }, {
    "language" : "ENGLISH",
    "title" : "Crimson Brilliance"
  }, {
    "language" : "JAPANESE",
    "title" : "あか, 煌々と"
  } ],
  "type" : "REGULAR"
}