{
  "air_date" : "2010-10-19",
  "anime_id" : 7512,
  "description" : "Zakuro and Agemaki are left alone in the house while the others are out on investigations and because of that Zakuro is bored and irritated. Before too long, a client comes to see Kushimatsu about a job that he wants to be done. Zakuro jumps at the chance of taking the case because it is about girls that have been spirited away. Though she is reluctant, Kushimatsu allows Zakuro and Agemaki to take the case of the client`s village. Before they leave, Kushimatsu lets Agemaki know why Zakuro is so impatient about the case by telling him about how half-spirits are born and the connection to Zakuro. During the investigation, Zakuro begins to hear voices calling her and realizes that this is the same voice that lured the girl away from the village to be spirited away. That night, Zakuro and Agemaki are asked to sleep in the same room and unlike Agemaki, Zakuro is surprised an embarrassed by the idea. When they finally settle down to sleep, Zakuro asks why Agemaki has been so cautious around her and Agemaki tells her about what Kushimatsu told him. Zakuro tells him about her mother and why she cannot let these kinds of cases go. As they sleep Agemaki is awakened by Zakuro leaving the room. He realizes that she is unconscious and is being led by the voice so he follows her. When she finally awakens, they are in front of a dark cave where a demon resides. They find out that the girls are not being spirited away, but being eaten by the demon. Zakuro defeats the demon and they both leave the cave by morning. Agemaki starts to feel guilty about having her always save him from the demons and Zakuro quietly disagrees with him.\nSource: Wiki",
  "episode_id" : 121501,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 5.34,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY759WX06" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kako, Aiai to"
  }, {
    "language" : "ENGLISH",
    "title" : "Tragic Past"
  }, {
    "language" : "JAPANESE",
    "title" : "かこ, 哀々と"
  } ],
  "type" : "REGULAR"
}