{
  "air_date" : "2010-10-26",
  "anime_id" : 7512,
  "description" : "Yoshinokazura, Susukihotaru, Hanakiri, Bonbori and Hozuki investigate about a sword in Aya Orikata`s possession. Orikata explains that a customer obtained it through \"a secret channel\" and later noticed everyone around her met with unfortunate events. She gave the sword to Orikata, who refuses to sell it. When Orikata shows them the sword, Susukihotaru begins to breathe heavily and sweat. After, Hanakiri, Bonbori and Hozuki try to locate the customer and leave Yoshinokazura and Susukihotaru to take the sword home. The twins believe the sword was affecting Susukihotaru as she can empathize with objects and other people. At the shop, Mugi, a spirit working for Orikata, shows Susukihotaru a comb. Susukihotaru touches it and sees Mugi and her mother attacked by a swordsman. Susukihotaru learns Mugi does not remember this and tells Mugi that her mother will come if she is good. When Yoshinokazura asks Susukihotaru how she knew Mugi`s mother, Susukihotaru admits that she was hiding something for fear of what he might say. Before she can elaborate, Mugi falls trying to take the sword off of a dresser. The sword falls into Susukihotaru`s hands, and she sees the sword killing spirits. She draws the sword and attacks. As Orikata protects Mugi, Mugi remembers her mother dying. Yoshikazura catches the blade and cuts his hand, causing Susukihotaru to regain control. Later, Susukihotaru says she does not deserve the concern Yoshinokazura has for her. He realizes her ability to empathize and tells her that because he does not say much, he appreciates her knowing what he is feeling. She cries and tells him that she hopes he knows what she is feeling. Hanakiri and the twins return unsuccessful, and the group leaves for home. That night, Kushimatsu and Amaryoju wonder if the incident was a coincidence or orchestrated.\nSource: Wiki",
  "episode_id" : 121502,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 7.19,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRX0JVP76" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Fearsome Distance"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyori, Kowagowa to"
  }, {
    "language" : "JAPANESE",
    "title" : "きょり, 怖々と"
  } ],
  "type" : "REGULAR"
}