{
  "air_date" : "2010-11-02",
  "anime_id" : 7512,
  "description" : "Soldiers have been lured away by a beautiful woman who transforms into a spider and kills them, earning her the nickname the Black Widow. Hanadate requests that representatives attend that night`s military gala and pinpoint the killer. At the gala, the representatives pair off and split up. Hanadate immediately asks Zakuro to dance with him, telling her that it will be easier to watch the women while dancing. In the balcony, Agemaki tries to hide his jealousy while the twins attach magical petals on the women. They explain that they can sense the presence of anyone a petal is attached to when a twin is singing. When the dance is over, Zakuro is left by herself. She is approached by two soldiers who wish to touch her ears. Although she protests, they tell her that causing a scene will hurt the reputation of the Ministry of Spirit Affairs. Before the soldiers can touch her ears, Agemaki intervenes. As Zakuro cries, Agemaki tries to comfort her. The twins notice that Hanadate is leaving the ballroom with a mysterious woman. Shortly after, a petal has been destroyed. Hanakiri and the twins track the destroyed petal and discover Hanadate is trapped in a giant web. The other representatives are confronted by a pair of cloaked figures, but the figures are quickly overpowered. The Black Widow attacks Hanakiri and the twins with her spider form. Hozuki protects Hanakiri while Bonbori fights. However, the twins are only at half of their power when separated, and Bonbori is easily defeated. Before the Black Widow kills her, Zakuro arrives and stabs the Black Widow, who reverts to her human form. The Black Widow tells Zakuro that everything will be explained soon and reveals that she knows Zakuro`s mother. Before Zakuro can question her, the Black Widow disappears.\nSource: Wiki",
  "episode_id" : 124599,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 6.74,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G619XJ29Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Sticky Trap"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Wana, Nebaneba to"
  }, {
    "language" : "JAPANESE",
    "title" : "わな, 粘々と"
  } ],
  "type" : "REGULAR"
}