{
  "air_date" : "2010-11-30",
  "anime_id" : 7512,
  "description" : "The three maids are curious about the relationships between the representatives. The twins tell them that human girls play kokkuri to answer such questions. At the same time, Hanadate reports that a strange spirit appears whenever kokkuri is played. Although it has not harmed anyone, he wishes to prevent future damage. So, the group decides to play the game. When they begin, a spirit-like being appears, however, it is just a visualization of the feelings of humans who mistook it for the kokkuri`s appearance. The maids and the twins immediately ask it questions about Agemaki`s romantic interests. Zakuro does not want to know the answer and tries to stop the kokkuri, causing it to flee. In the courtyard, she attacks it with her blade with no effect. Before it escapes, they hear a voice asking about love. Lord Amaryoju believes that the kokkuri will disappear after witnessing a demonstration of love. However, the love does not have to be genuine. Feeling that he must help, Hanadate accompanies Zakuro and Agemaki. The three of them find the kokkuri. Agemaki begins to say he loves someone, however Zakuro stops him because she does not want him to say something he does not mean. Impatient, the kokkuri charges toward Hanadate. He professes his love for Zakuro. She replies that she loves him, and the kokkuri disappears. Zakuro thanks Hanadate for lying, but he insists that he is a poor liar. Later, Susukihotaru and the maids ask Zakuro if she loves Hanadate or Agemaki. Angry, Zakuro states she is confused because of them. Agemaki realizes Zakuro does not mean what she said to the kokkuri, but he does not understand why he is depressed. Elsewhere, Rangui tells a masked man that he is lying when he describes himself as a poor liar.\nSource: Wiki",
  "episode_id" : 124603,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 3.46,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G62P4N806" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Joy of Love"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sachi, Koikoi to"
  }, {
    "language" : "JAPANESE",
    "title" : "さち, 恋々と"
  } ],
  "type" : "REGULAR"
}