{
  "air_date" : "2010-11-23",
  "anime_id" : 7512,
  "description" : "While buying a present for Zakuro, Agemaki runs into Susukihotaru, who is returning Orikata`s enchanted sword by herself because Yoshinokazura is cleaning shelves. Outside of Orikata`s shop, the two cloaked figures they encountered at the gala appear and uses sleeping powder on the pair. At the ministry, Orikata and Mugi tell the representatives that they found Agemaki`s gift and the sword outside her shop. Zakuro wants to rescue them, but Kushimatsu refuses to let her go and locks Zakuro in her room. Lord Amaryoju tells Kushimatsu that she can do nothing against the Villge of Oracles and orders her to let Zakuro leave. Meanwhile, the rest of the representatives let Zakuro free, and she and Yoshinokura set out. Agemaki and Susukihotaru wake up and learn that their captives are luring Zakuro out on the orders of Lady Rangui, the Black Widow. Zakuro and Yoshinokazura find where Agemaki and Susukihotaru are being held and are attacked by the cloaked figures. The figures reveal their identity as half-spirits. They tell Zakuro that the rain will soon flood the basement her \"loved ones\" are being held in, drowning them. Infruiated, Zakuro gravely injures the twin with markings. A magic seal bearing Rangui`s image appears and takes the twins away. Zakuro and Yoshinokazura are able to rescue Agemaki and Susukihotaru before they are killed. They return home. There, Agemaki apologizes for making Zakuro worry. Although she claims she was not worried, she cannot stop crying. The twins return home with Rangui. When the twin without markings, Daidai, is gone, Rangui expresses her disgust for her. As she treats the other, Byakuroku, she states as long as Byakuroku serves her, Daidai will be treated as Byakuroku. As she is healing, Byakuroku expresses her anger at the freedom and happiness that Zakuro has.\nSource: Wiki",
  "episode_id" : 124602,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 6.57,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY3VKJQDR" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ame, Adaada to"
  }, {
    "language" : "ENGLISH",
    "title" : "Fickle Rain"
  }, {
    "language" : "JAPANESE",
    "title" : "あめ, 徒々と"
  } ],
  "type" : "REGULAR"
}