{
  "air_date" : "2010-11-02",
  "anime_id" : 7486,
  "description" : "Cindy, the bikini-clad beauty with streaming blond hair, is here from America to get information on alien sightings.  Seeing Squid Girl, Cindy decides she is an alien and tries to take her back to the laboratory.  Squid Girl resists and uses her tentacles and squid ink to try and prove she is a squid, but this is evidence of an alien to Cindy and ends up only further convincing her!? \nEiko is heading to high school for a school day during summer break causing Squid Girl to be very interested in what kind of place \"school\" is. Worried about a disruption, Eiko makes it clear to Squid Girl that she is to be at the Lemon before departing, but she spots Squid Girl at school!   Investigating the chemistry lab, the home-ec room, and the gym storehouse, Squid Girl is convinced \"school\" is a human army base!\nEiko is taking a stroll on the beach when she hears something crying.  Looking at the water`s edge, she finds a small creature struggling inside of a bottle. Eiko takes the bottle and the small creature inside of it home...\nSource: crunchyroll",
  "episode_id" : 124604,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 8.88,
    "total" : 14
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY5VP9MQY" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Bist du nicht aus diesen Gewässern? / Magst du nicht zur Schule gehen? / Magst du es nicht behalten?"
  }, {
    "language" : "ENGLISH",
    "title" : "Not From This Sea, Are You? / Why Not Join the School of Fish? / Wouldn`t Having a Pet Be Squidtastic?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Uchuujin ja Naika? / Gakkou ni Ikanaika? / Kawanaika?"
  }, {
    "language" : "FRENCH",
    "title" : "Un extra-terrestre ? / Si j’allais à l’école ? / Si on en adoptait une ?"
  }, {
    "language" : "JAPANESE",
    "title" : "宇宙人じゃなイカ? / 学校に行かなイカ? / 飼わなイカ?"
  } ],
  "type" : "REGULAR"
}