{
  "air_date" : "2010-11-16",
  "anime_id" : 7486,
  "description" : "Nagisa is invited to the Aizawa house for dinner and her welcome party, but Squid Girl is there. As Nagisa trembles in fear, Squid Girl talks about a plan to take over the Aizawa house.  In order to prevent the execution of this plan, Nagisa decides to stay overnight and monitor Squid Girl.  After a peaceful dinner, when everyone has gone to sleep, Squid Girl makes her wiggly move!\nSquid Girl is taken by Cindy`s smooth talk and promises to go to the laboratory in exchange for Cindy becoming her loyal servant. With no choice, Squid Girl goes to the lab where three other researchers are waiting for her.  They are very enthusiastic about alien research and frequently invent many extremely dangerous devices!\nEiko saves the person inside the fake Squid Girl suit from a guy hitting on her.  She begins working at the Lemon just to give it a shot, but the place ends up overflowing with guys there for the eye candy. The owner of the South Wind shows up at the Lemon during this and borrows Squid Girl as a replacement.  Squid Girl doesn`t like it, but she is forcefully taken to the South Wind...\nSource: crunchyroll",
  "episode_id" : 125071,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 7.03,
    "total" : 9
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRE5XJD36" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Bist du nicht das Ziel? / Keine Forschungen? / Willst du nicht arbeiten?"
  }, {
    "language" : "ENGLISH",
    "title" : "Focus Your Tentacles on Her! / Feeling Inkuisitive? / A Squiddle Work Never Killed Anyone."
  }, {
    "language" : "FRENCH",
    "title" : "Je suis prise pour cible ? / Si on faisait des recherches ? / Si je travaillais ?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Nerawarenaika? / Kenkyuu Shinaika? / Hatarakanaika?"
  }, {
    "language" : "JAPANESE",
    "title" : "狙われなイカ? / 研究しなイカ? / 働かなイカ?"
  } ],
  "type" : "REGULAR"
}