{
  "air_date" : "2010-11-23",
  "anime_id" : 7486,
  "description" : "Squid Girl falls ill and she collapses. Because she has been living the same life as a human, the people at the Lemon diagnose her with summer fatigue.  They apply counter-measures to summer fatigue, but she shows no signs of getting better. Squid Girl tells Eiko the name of the disease which has her bedridden with a high fever.  It is a mysterious disease that doesn`t exist in the human world.  If you catch that disease, Shrimp become...\nSquid Girl realizes that the fin-shaped attachments on her head flap after Takeru points it out.  The members of the Lemon put their heads together to figure out the hidden ability in the seemingly meaningless flapping.  Is it for attacking, for communication underwater, or to fly through the air? While they are still thinking...\nSquid Girl shows an interest in a plastic umbrella she borrowed as she goes shopping with Eiko in the rain.  Its form resembles having a barrier function to block the raindrops.  Squid Girl has an unusual fondness for the umbrella and gets carried away as she waves it around and scatters water everywhere.  However, a highly functional umbrella catches her attention!?\nSource: crunchyroll",
  "episode_id" : 125243,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 7.11,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G69PV5Q9Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Aren`t You a Squiddle Under the Weather? / Ink That a New Ability? / Squidn`t You Bring an Umbrella?"
  }, {
    "language" : "GERMAN",
    "title" : "Bist du nicht krank? / Ist das keine neue Fähigkeit? / Willst du das nicht nutzen?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Byouki ja Naika? / Shin Nouryoku ja Naika? / Sasanaika?"
  }, {
    "language" : "FRENCH",
    "title" : "Serais-je malade ? / Un nouveau pouvoir ? / Si je l’ouvrais ?"
  }, {
    "language" : "JAPANESE",
    "title" : "病気じゃなイカ? / 新能力じゃなイカ? / ささなイカ?"
  } ],
  "type" : "REGULAR"
}