{
  "air_date" : "2010-12-28",
  "anime_id" : 7512,
  "description" : "With Byakuroku leading the way, Lieutenants Agemaki, Yoshinokazura, and Hanakiri and the half-spirits Susukihotaru, Bonbori, and Hōzuki arrive at the Village of Oracles, which is on fire. It is revealed that Rangui has manipulated Daidai; taking advantage of the envy she has for her older sister`s \"favoritism\", and causing Daidai to burn the village. As Byakuroku searches for Daidai, she is shocked to discover that her sister has been killed by Rangui. As she dies, Daidai tells Byakuroku how much she envied her. Byakuroku attacks Rangui out of anguish, but her attacks are useless, because Rangui is more powerful than before. With Omodaka`s help, the representatives battle Rangui. Rangui attacks Zakuro, but Agemaki shields her, and they are both trapped Rangui`s web with Zakuro still unconscious. Agemaki; refusing to give up since he has yet to tell her how he feels, hugs Zakuro and tells her he loves her. Zakuro wakes after she hears this. She releases her true power and destroys Rangui. As the village burns down, Omodaka goes to the room where Tsukahane`s body is. He wishes to remain with his mother and Byakuroku, having nowhere else to go, stays with him too. Zakuro, Agemaki and the others flee the village. Back at the manor, Kushimatsu tells the representatives that the Ministry of Spirit Affairs will be terminated. As everyone says their goodbyes, Agemaki tells Zakuro once again that he loves her, and Zakuro; reluctant at first, says that she loves him, too. They both kiss(though it is shown off-screen).\nEpilogue: Things look well for humans and spirits, and it seems Omodaka & Byakuroku survived. In the end, the Ministry of Spirit Affairs has been reinstated, since Agemaki and the other lieutenants pleaded with their general, who agreed. Everyone is back together.\nSource: Wiki",
  "episode_id" : 125609,
  "length" : 25,
  "number" : 13,
  "rating" : {
    "rating" : 7.69,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G609XJP46" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Brilliant Finale"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Owari, Sansan to"
  }, {
    "language" : "JAPANESE",
    "title" : "おわり, 燦々と"
  } ],
  "type" : "REGULAR"
}