{
  "air_date" : "2010-12-07",
  "anime_id" : 7512,
  "description" : "At a festival, the representatives pay their respects to Lords A and Um, a pair of komainu-like spirits. When A and Um ask Zakuro and Agemaki are lovers, she denies it. After, the representatives race each other through the festival`s maze. Zakuro refuses to go with Agemaki, but they run into each other in the maze. Agemaki wants to apologize if he made Zakuro angry, but she insists that she is not angry. Eventually, Zakuro admits that she does not hate humans. Agemaki takes her hand and leads her. When he asks her if she knows how he feels about her, she runs away. Soon after, she is surrounded by light. Elsewhere, Rangui tells the masked man that she captured Zakuro. Zakuro dreams that she is in a flower field with her mother, who is taken away by small, black spirits. She awakens to find she is shackled to a bed. The masked man enters and reveals himself to be Hanadate, whose true name is Omodaka. He tries to kiss her, but she pushes him away. Zakuro wishes to return home, angering Byakuroku and causing her to cough violently. Zakuro learns that Byakuroku`s body suffers when she uses her powers and gives some of her powers to restore Byakuroku`s health. Later, Omodaka, sensing that Byakuroku has Zakuro`s power, kisses and embraces her. He is confident that Zakuro is perfect for bearing his child. The representatives learn Zakuro is at the Village of the Oracles. However, they cannot enter the Village because it hovers outside reality. Rangui, infuriated that Omodaka prefers Zakuro, tries to kill Zakuro, breaking the shackles and allowing Zakuro to escape. Upon locating Zakuro, Byakuroku tells her that many female half-spirits are imprisoned because they resemble a powerful half-spirit, Zakuro.\nSource: Wiki",
  "episode_id" : 125606,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 6.05,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6ZXJ58GR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Creeping Shadows"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kage, Oioi to"
  }, {
    "language" : "JAPANESE",
    "title" : "かげ, 追々と"
  } ],
  "type" : "REGULAR"
}