{
  "air_date" : "2011-11-12",
  "anime_id" : 6517,
  "description" : "The Zeon Remnant forces attack the Federation Capitol Building at Dakar in a feint operation to allow the Garencieres to descend to Earth safely. Banagher is revealed to have been rescued from death by landing on the Garencieres mid-descent. Marida is transported to a Federation facility in North America, where Martha Vist Carbine manipulates her using the wreck of an old Mass-Production Qubeley, which she had piloted in the past. Audrey is held at the Marcenas estate. Riddhe escapes after his father, Ronan, tells him the truth about Laplace`s Box. Audrey briefly escapes captivity long enough to have a insightful conversation with an old man in a local diner, which strengthens her resolve. Bright Noa is ordered to take Riddhe on board the Ra Cailum under his command, as well as capture the Garencieres.\nAfter being called in from around the world, the Zeon Remnant forces band together and assault Torrington Base en masse. The Shamblo`s pilot, Loni Garvey, falls victim to the malfunctioning on-board psycommu system, becoming a channel for her dead father`s bloodlust and begins indiscriminately massacring the population of a local city, despite being ordered to avoid causing collateral damage. Banagher, appalled by the resulting destruction, confronts Zinnerman about his hypocritical rationalizing of the situation and flies out in the Unicorn Gundam to put a stop to Loni`s rampage. After failing to reason with her, he activates the NT-D in a last-ditch effort to stop her without resorting to lethal force. Incensed by Banagher`s refusal to kill Loni, Riddhe decides to kill her himself, much to Banagher`s dismay, and orders him at gunpoint to hand over the Unicorn Gundam according to Captain Bright`s orders. As he threatens Banagher, the two witness a mysterious black-colored Unicorn Gundam being dropped into the battlefield.\nSource: Wikipedia",
  "episode_id" : 129486,
  "length" : 60,
  "number" : 4,
  "rating" : {
    "rating" : 6.49,
    "total" : 7
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "At the Bottom of the Gravity Well"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Juuryoku no Ido no Soko de"
  }, {
    "language" : "TURKISH",
    "title" : "Yer Çekimi Kuyusunun Dibinde"
  }, {
    "language" : "JAPANESE",
    "title" : "重力の井戸の底で"
  } ],
  "type" : "REGULAR"
}