{
  "air_date" : "2013-03-02",
  "anime_id" : 6517,
  "description" : "Full Frontal and Angelo Sauper come in to rescue the Nahel Argama and the Garencieres as the EFSF flagship General Revil bears down on them. The Londo Bell Tri-Stars chase down the Garencieres, which suddenly blows up as a decoy to buy time for the Sleeves to take over the Nahel Argama. In explaining the takeover, Full Frontal says it was an opportunity to finally open Laplace`s Box, reveals his memories of the events of Char`s Counterattack and his reasons for continuing to oppose the Earth Federation; implying very strongly that he is in fact Char Aznable. He leaves Angelo in charge of the vessel as it heads back to Industrial 7 - where the last clue leads to - along with the Rewloola.\nA group of crewmen send out an SOS prompting the Federation`s Luna II base to send a Salamis cruiser in pursuit. Captain Otto defies Angelo`s orders to destroy the warship, breaking up the arrangement. An ECOAS team led by Conroy Haagensen assaults the Nahel Argama and gradually fights the Neo-Zeon troops back to the MS hangar deck. Banagher activates the Unicorn to aid in the attack, but Full Frontal faces him and threatens him with death if he doesn`t join the Neo-Zeon`s cause, since Mineva already knows where the Box is. With Mineva`s help, Marida reactivates the Kshatriya to prevent Angelo from destroying the Nahel Argama but declares that they aren`t supporting Full Frontal’s plan to use the Box to launch another war with the Federation. As Marida seeks Zinnerman`s permission to fight the Sleeves, he decides to finally let her go and live her own life. Angelo and Full Frontal fly back to the Rewloola in Angelo`s Rozen Zulu.\nBack on Earth, Martha Vist threatens Bright Noa and Londo Bell with being left out of the pursuit operation if they do not co-operate with her. She also barges into a meeting of Ronan Marcenas and several EFSF politicians to announce her intentions to prevent the Box`s opening.\nUpon entering the region near Industrial 7, Banagher flies out in the Full Armor Unicorn Gundam to get closer to opening the Box. A surprise awaits him though - the Unicorn Banshee Norn, piloted by Riddhe Marcenas, who was earlier briefed by Alberto Vist about the origins of the Vist Foundation.\nSource: Wikipedia",
  "episode_id" : 130434,
  "length" : 60,
  "number" : 6,
  "rating" : {
    "rating" : 7.26,
    "total" : 4
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sora to Hoshi to"
  }, {
    "language" : "ENGLISH",
    "title" : "Two Worlds, Two Tomorrows"
  }, {
    "language" : "TURKISH",
    "title" : "İki Dünya, İki Gelecek"
  }, {
    "language" : "JAPANESE",
    "title" : "宇宙[そら]と地球[ほし]と"
  } ],
  "type" : "REGULAR"
}