{
  "air_date" : "2012-12-26",
  "anime_id" : 3296,
  "description" : "Integra and Seras battle the remnants of Millenium aboard the zeppelin until the Captain intercepts them, with Seras staying to fight while Integra proceeds onward. Outside, Alucard begins to absorb the rivers of blood from the dead, though the Major had planned on this moment to defeat him. Elsewhere Seras struggles against the werewolf Captain, but is eventually aided by her familiar Bernadotte, who uses a silver tooth to slay the werewolf. Integra reaches the Major, but a shield impedes her attack, which leaves them both to witness Alucard`s defeat. Schrödinger allows his body to be absorbed while the Major explains his power of omnipresence: that as long as Schrödinger is self-aware, he is alive, but that the millions of lives within the rivers negate his awareness/existence. This negation spreads to Alucard, which forces him to disappear. While Seras rejoins Integra, outside Walter is attacked by Heinkel, though the wounded Walter escapes into the zeppelin. Inside Seras is eventually able to pierce the shield and damage the Major. It is revealed that he is actually a cyborg, though he defends his humanity while challenging Integra. The resulting shootout kills the Major and partially blinds Integra. Meanwhile Walter confronts and kills the Doctor, then passes away. Acknowledging his death, Integra orders Seras to bring them home. Thirty years later, Iscariot visits the new Hellsing headquarters but is turned away, while Heinkel and the new chief contemplate the next Crusade. That night, Alucard reappears at the older Integra`s bedside, having finished killing the millions of lives within him. Integra offers the starving vampire some of her blood, and they all accept his return.",
  "episode_id" : 130450,
  "length" : 65,
  "number" : 10,
  "rating" : {
    "rating" : 7.26,
    "total" : 18
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR5VZP87R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Volume 10"
  } ],
  "type" : "REGULAR"
}