{
  "air_date" : "2012-05-19",
  "anime_id" : 6517,
  "description" : "After neutralizing the Delta Plus, the newly-arrived Banshee captures the Unicorn and returns it to the Ra Cailum, where Riddhe encounters and attempts to question Alberto Vist of Anaheim Electronics` motives, only to be ignored. Meanwhile, on the Garuda, Martha requests Mineva`s assistance to coerce Banagher`s cooperation in disclosing the location of Laplace`s Box. On the Ra Cailum, Bright speaks with Banagher and comes to terms with the latter`s actions, before learning of the Federation`s covert deployment of the new Dogosse Gier-class battleship General Revil. He sends orders to the Nahel Argama, instructing them to rendezvous with the Garencieres. The Tri-Stars, Riddhe, Marida and Banagher are assigned to provide cover while the Unicorn Gundam is transferred back to the Garuda. However, combat between the Garuda and Garencieres` forces breaks out, and in the ensuing chaos, Banagher restrains the Banshee long enough for Zimmerman to board the Garuda. Riddhe enters the Garuda`s rear docking bay and confronts Anaheim staff to rescue Mineva, but before he can do so, Zimmerman begins firing on them. Mineva takes advantage of the distraction to reach Zimmerman, who gives her a parachute. An exploding Anksha damages the docking bay and incapacitates Zimmerman. Riddhe pleads with Mineva to no avail; she leaps off the Garuda and is caught by Banagher, who activates the Unicorn`s NT-D system. After he brings Mineva to the Garencieres, Banagher forces the Banshee into the Garuda hangar. Marida identifies the Delta Plus as a Gundam and decimates it with the Banshee`s Armed Armor VN claw. Having regained consciousness, Zimmerman reaches out to Marida and implores that she return to the Garencieres. Realizing her original identity, Marida falls out of the Banshee`s cockpit unconscious.\nThe Garencieres undergoes the next phase of its mission and attempts to link with the Nahel Argama as per the original mission. However, an engine malfunction causes the ship to fall out of its designated trajectory. Despite this, the Nahel Argama fires its tow cable, which is caught by the Unicorn; the forces exerted on the machine threaten to pull it apart. The spirits of Daguza Mackle and Gilboa Sant appear, resulting in the Unicorn`s psycoframe producing a green luminescence, helping the Garencieres achieve orbit. Both ships find themselves under heavy fire from the General Revil. Flast believes that this was orchestrated by the Federation, but Mineva notes that the Federation attack patterns imply their intent on destroying the Garencieres and the Nahel Argama. Banagher attempts to engage the forces, but the Unicorn has exhausted its fuel supply. Angelo Sauper and his YAMS-132 Rozen Zulu appears and lays waste to the Federation mobile suits. He buys enough time for Full Frontal to head straight for the Revil and open fire with his rocket bazooka.\nSource: Wikipedia",
  "episode_id" : 130435,
  "length" : 60,
  "number" : 5,
  "rating" : {
    "rating" : 9.7,
    "total" : 6
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kuroi Unicorn"
  }, {
    "language" : "TURKISH",
    "title" : "Siyah Unicorn"
  }, {
    "language" : "ENGLISH",
    "title" : "The Black Unicorn"
  }, {
    "language" : "JAPANESE",
    "title" : "黒いユニコーン"
  } ],
  "type" : "REGULAR"
}