{
  "air_date" : "1987-08-15",
  "anime_id" : 826,
  "description" : "Before he dies, Tremy of Sagitta informs the bronze saints that unless they are able to make it through the twelve houses and defeat the pope within the next twelve hours Saori will die!! The keeper of the first house is Moo, their friend from Jamir, and the gold saint of Aries. Moo informs them that before they continue with their attack on ArIes, they should allow him to repair their weak bronze armour. Although it will eat-up an hour of their precious time to save Saori, they agree. Mob also gives them some sage advice about their fightIng powers: he tells them they must discover their seventh-sense-the one beyond the sixth sense of intuition. And if they don`t have the seventh sense in their souls, they will never defeat the gold saints that stand between them and pope ArIes. Once the artnour is repaired, the bronze saints race off to the second house, leaving Saori in the care of Moo and Kiki. In the second house, they encounter Aldebaran, the gold saint of Taurus. The awesome power and confidence of Aldebaran leaves the bronze saints shaking in their bronze boots, but Seiya quickly overcomes his fears when he realises that he must defeat this monster to save Saori. As Seiya prepares to do battle, we . ..\nSource: crunchyroll",
  "episode_id" : 13159,
  "length" : 25,
  "number" : 42,
  "rating" : {
    "rating" : 5.31,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G9DUEGGXW" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Cosmo final"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyuukyoku no Cosmo! Seven Senses"
  }, {
    "language" : "FRENCH",
    "title" : "Le septième sens"
  }, {
    "language" : "ENGLISH",
    "title" : "The Ultimate Cosmo! Seven Senses"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡El cosmos definitivo! Los siete sentidos"
  }, {
    "language" : "JAPANESE",
    "title" : "究極のコスモ! セブンセンシズ"
  } ],
  "type" : "REGULAR"
}