{
  "air_date" : "2011-07-24",
  "anime_id" : 8177,
  "description" : "400 years ago, the Nura clan was starting to become the most fearful group in the land, they`re different from the others because their protecting humans as well as gaining fear from the Youkai clan`s and Ayakashi that live to eat the liver of a new born babies, priests, priestesses and noble persons. In this era, there was a beautiful princess named Youhime, she is said to be God`s gift because of her power to cure any kinds of disease. The princess` power was abused by her father; all people that wanted to get cured needed to pay high amounts of money, because of this, Youhime was unable to see the outside world. Soon enough the news spread, she became the new target of Kyouto Youkai. They wanted to offer her liver to their master Hagoromo-Gitsune. Nurarihyon heard about Youhime and became interested in her, he went to Youhime`s place and proved that rumors were true: she is beautiful and can cure wounds, at that time he asks Yohime to become his girlfriend. Every night Nurarihyon went to visit Yohime. One night Nurarihyon took Youhime outside the mansion and went to their hideout, to introduce Youhime to his comrades. To their surprise, Nurarihyon asked her to become husband and wife. Yohime does not answer, instead said not to go again in the mansion. Next night Yohime`s mansion was attacked by Youkai, and all of the Onmyoji looking after her were killed, only one survived. Nurarihyon arrived wondering what happened and he found out that Yohime had been captured by Hagoromo-Gitsune`s clan.",
  "episode_id" : 131534,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 8.35,
    "total" : 2
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Nurarihyon and Princess Yo"
  }, {
    "language" : "FRENCH",
    "title" : "Nurarihyon et la princesse Yô"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Nurarihyon to You-hime"
  }, {
    "language" : "JAPANESE",
    "title" : "ぬらりひょんと珱姫[ようひめ]"
  } ],
  "type" : "REGULAR"
}