{
  "air_date" : "1987-08-08",
  "anime_id" : 826,
  "description" : "As the bronze saints wait for Shun (Andromeda) before departing for Greece, they are unaware that he is battling for his life against vengeful old friends from his homeland. Believing that it is his destiny is to die at the hands of these friends, Shun submits and accepts his fate. Slipping in and out of consciousness, Shun has a vision of his brother Ikki (Phoenix). In the vision, Ikki convinces Shun that he controls his own destiny based on the choices he makes in life, and he has a choice of whether or not to accept his own death. Shun snaps out of unconsciousness and defeats his attackers, then joins his friends to leave for Greece. On the plane, Saori informs the bronze saints that there are in fact\ntwelve gold saints, one for each sign of the Zodiac, and that ArIes is actually a gold saint with two sides, one good and one bad. He is not in fact the evil brother of the previous and assumed deceased-pope he is one and the same. Aioria returns to Greece after battling Seiya, and learning the truth of ArIes`s evil ways, and he confronts ArIes to accuse him of wrongdoing; a battle ensues. The two are evenly matched and neither can gain an advantage over the other, but Shaka, another gold saint, arrives and defends the pope as he has sworn to do. Shaka and Aioria battle it out, seemingly defeating one another as ArIes watches on in amusement. The bronze saints make it to Greece, and they are met by Shiryu who has flown on ahead. A mysterious man in a cloak greets them and leads them to pope ArIes`s residence. He informs them that there are twelve rooms they must pass through before they will be able to face the pope, and, of course, each house has its own guard. Each house also corresponds to a sign of the Zodiac. The disguised man informs them that no one has ever made it through the 12 houses before without dying. The disguised man then surprises them by ripping offhis cloak and mask and informing them that he is Tremy of Sagitta. Tremy threatens that he won`t even let them through the first house, and fires golden arrows at them. Seiya defeats him easily but not before Tremy wounds Saori with an arrow through the heart. As Saori lay dying we …\nSource: crunchyroll",
  "episode_id" : 13162,
  "length" : 25,
  "number" : 41,
  "rating" : {
    "rating" : 5.27,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G7PU4JJ5G" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "A crise de Atena"
  }, {
    "language" : "FRENCH",
    "title" : "L`attaque du Sanctuaire"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sanctuary Daikessen! Athena Saidai no Kiki"
  }, {
    "language" : "ENGLISH",
    "title" : "The battle starts in Sanctuary! Athena`s biggest crisis"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡La gran batalla decisiva del Santuario! La peor crisis de Atenea"
  }, {
    "language" : "JAPANESE",
    "title" : "聖域大決戦! アテナ最大の危機"
  } ],
  "type" : "REGULAR"
}