{
  "air_date" : "1987-10-31",
  "anime_id" : 826,
  "description" : "Seiya`s attacks are futile against Aioria `s gold armour. Aioria scoffs at Seiya`s bronze saints` abilities and then breaks Seiya`s leg with his powerful \"Lightning Voltage\" attack. Seiya cannot understand why all of a sudden Aioria is so full of evil and hatred, especially after swearing to uphold justice and protect Athena. Meanwhile, just down the hill, Shina is recovering from her wounds sustained in Japan, and Cassis tends to her. In her sleep, Shina reveals her feelings for Seiya and expresses her worry for his welfare; Cassios overhears this. When Shina awakes, Cassios informs her that Seiya and the other bronze saints have come to Greece and have made it as far as the house of Leo on their quest to defeat ArIes. Cassios reveals that while Aioria was busy fighting the gold saint Shaka in the pope`s chamber (following Aioria`s attack on ArIes), ArIes attacked Aioria with his legendary \"Imperial Satan\" spell, a mind control device that allows ArIes to control those under this spell. So, Aioria is now an evil gold saint fighting for ArIes. Upon hearing this, Shina tries to rush to Seiya`s side, but she is too weak and collapses. As Aioria stands over a broken Seiya and prepares to deliver the final blow, that will end his fighting days, we …\nSource: crunchyroll",
  "episode_id" : 13187,
  "length" : 25,
  "number" : 52,
  "rating" : {
    "rating" : 5.24,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G9DUEGGDW" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ares! Densetsu no Maouken"
  }, {
    "language" : "ENGLISH",
    "title" : "Ares! Legend of the Demon Fist"
  }, {
    "language" : "FRENCH",
    "title" : "Le Rayon satanique"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "O Golpe Satânico de Ares"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Ares! El legendario puño de Satanás"
  }, {
    "language" : "JAPANESE",
    "title" : "アーレス! 伝説の魔皇拳"
  } ],
  "type" : "REGULAR"
}