{
  "air_date" : "1987-12-12",
  "anime_id" : 826,
  "description" : "In sadistic fashion, Shaka tortures Phoenix with his incredible gold saint powers, but even after ridding Phoenix of his senses and leaving him physically destroyed, Shaka cannot seem to finish off the strong-willed bronze saint. Shun comes-to and tries to help his ailing brother, but through communicative thoughts, Phoenix tells him to back off; `this is his fight.` Shaka continues his attack on a defenceless Phoenix, but now he seems unable to do any damage to him, like he`s protected by an unknown force field. Shaka has never seen anything like this before. Who is protecting Phoenix? And why? It turns out that Phoenix`s is protecting himself with his awesome brainpower. Angered and frustrated, Shaka tries to destroy Phoenix`s brain as well, but he is too late. Phoenix has been down so low that he cannot go any deeper. He has searched his soul and found his inner seventh-sense power. Due to his inner goodness and pure heart, Phoenix becomes more powerful than Shaka could ever dream of becoming and he begins to overpower Shaka. But Phoenix knows that the only way he can truly destroy Shaka is by sacrificing his own life to take Shaka`s. So he does just that. Phoenix grabs hold of a stunned Shaka and burns up all of his powerful energy in an intense heat. By building up a massive burst of energy Phoenix explodes and takes Shaka with him, into a million bits. Shun and the others shed a tear for their fallen friend, but they know he died for them and they must now rush off to save Saari, as they only have six hours left.\nSource: crunchyroll",
  "episode_id" : 13188,
  "length" : 25,
  "number" : 58,
  "rating" : {
    "rating" : 5.65,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G2XU0DD54" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Hero! Ikki Dissolved Because of Friendship"
  }, {
    "language" : "FRENCH",
    "title" : "La volonté de Phœnix"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Souretsu! Yuujou ni Chitta Ikki"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "lkki Morre Corajosamente por Amizade"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Heroico! Ikki muere por amistad"
  }, {
    "language" : "JAPANESE",
    "title" : "壮烈! 友情に散った一輝"
  } ],
  "type" : "REGULAR"
}