{
  "air_date" : "1987-10-24",
  "anime_id" : 826,
  "description" : "Seiya enters the house of Leo and finds the gold saint Aioria guarding it. The last time Seiya saw him, Aioria agreed to uphold justice and challenge the pope`s rule along with the bronze saints, but since his battle with pope ArIes, and the gold saint Shaka, Aioria`s temperament and disposition have mysteriously changed. Now, Aioria only seems concerned with preventing anyone from passing through the house of Leo onto the next house, especially Seiya. So, when Seiya tries to pass, Aioria punishes him with several damaging blows, bringing him near death. Meanwhile, Marin has returned to Greece and plans to break into the sanctuary to help the bronze saints defeat the pope, but on route, she encounters the evil warrior Jaggy who has his own plans for her fate. When Jaggy informs Marin that Aioria has pledged to kill Seiya, she decides to pass he Seiya, making him more powerful, and leaving herself almost defenceless against the brutal Jaggy. Invigorated from Marin `s gift, Seiya is now able to defend against Aioria`s awesome attack and capable of forming a powerful attack of his own. But can Seiya. Defeat the mighty Aioria? And will he be able to save Marin from certain death? Find out on the next episode of Saint Seiya!\nSource: crunchyroll",
  "episode_id" : 13199,
  "length" : 25,
  "number" : 51,
  "rating" : {
    "rating" : 4.31,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G0DUNJJ9Z" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Dans l`antre du Lion"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Naze Da! Kiba o Muita Ougon no Shishi"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Por que Leão Tenta Matar Seiya?"
  }, {
    "language" : "ENGLISH",
    "title" : "Why! The Golden Lion Bared His Fangs"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡¿Por qué?! El león de oro saca los colmillos"
  }, {
    "language" : "JAPANESE",
    "title" : "なぜだ! 牙をむいた黄金の獅子"
  } ],
  "type" : "REGULAR"
}