{
  "air_date" : "1987-12-19",
  "anime_id" : 826,
  "description" : "Shina discovers that Cassios sacrificed himself to save Seiya and she blames herself for his death. She decides to take out her anger by attacking ArIes, but Aioria stops her from making this grave mistake. The bronze saints enter the house of Libra where they discover Cygnus buried in a large block of ice. They surmise that the only one capable of doing such a thing is the gold saint Aquarius. As they inspect Cygnus`s unique coffin a little closer, they sense his energy and are happy to learn that he is still alive. But they are unable to free him from his predicament; Aquarius`s ice-block is unbreakable even by the gold saints. But luckily, they find a way. Shiryu`s mentor, the gold saint of Libra, sends his gold armour to them. The gold armour of Libra is a special one in that it can change into 12 different weapons. The trick, however, is knowing which one to choose for the desired result you want. After testing each set of weapons, Shiryu chooses the sword; it is the correct choice. He wields it well and frees his cold friend. Shun volunteers to tend to his teeth-chattering friend while Shiryu and Seiya run on ahead to the next house to save Saori.\nSource: crunchyroll",
  "episode_id" : 13198,
  "length" : 25,
  "number" : 59,
  "rating" : {
    "rating" : 5.28,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GZ7UV11PG" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Hyoga Volta à Vida"
  }, {
    "language" : "FRENCH",
    "title" : "La prison de glace"
  }, {
    "language" : "ENGLISH",
    "title" : "Revive, Swan! Life, Death and Love"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yomigaere Hakuchou! Sei to Shi to Ai to"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Renace, Cisne! La vida, la muerte y el amor"
  }, {
    "language" : "JAPANESE",
    "title" : "蘇れ白鳥! 生と死と愛と"
  } ],
  "type" : "REGULAR"
}