{
  "air_date" : "2011-10-02",
  "anime_id" : 8160,
  "description" : "Eight years ago in Germany, Kiritsugu Emiya and his wife, Irisviel \"Iri\" von Einzbern, welcome the birth of their daughter, Ilyasviel. Though Kiritsugu fears he will lead Irisviel to her death in the upcoming Fourth Holy Grail War, she assures him that he is a good man who will fulfill their ideals. Three years ago, the priest Kirei Kotomine learns that he has been chosen as a participant for the Holy Grail War. Kirei`s father Risei, the war`s moderator on behalf of the Catholic Church, and Tokiomi Tosaka, another participant, arrange for Kirei to become Tokiomi`s pupil in magecraft in order to give Tokiomi an advantage and help Kirei get over the death of his wife. One year ago in Fuyuki City, Kariya Matō visits his childhood friend Aoi Tōsaka and her daughters, Rin and Sakura. Kariya is shocked to learn Sakura has been adopted by the Matō family, as the Matōs want a heir that can use magic, and is horrified to discover what has been done to her. Confronting his father, Zōken, Kariya strikes a deal to implant himself with parasitic worms that will give him the magic needed to participate in the upcoming war. If he wins the grail, Sakura will be freed and returned to her family. In the present, Kayneth Archibald El-Melloi dismisses and humiliates one of his students, Waver Velvet, who theorizes anyone can be a great mage by hard work and practice, rather than by virtue of their bloodline alone. Waver decides to prove his teacher wrong by stealing Kayneth`s artifact, which is needed to summon a Servant, in order to join the war himself. As Kirei, who has now summoned his servant Assassin (Hassan-i Sabbah) and Kiritsugu learn of each other`s skills, they are disturbed by how they cannot know what the other man`s goals for the war are. After receiving the scabbard of Excalibur, Iri is hopeful that they can summon King Arthur of the Saber class, but Kiritsugu worries that Arthur`s chivalry will clash with his pragmatic methods. As Kiritsugu, Tokiomi, Kariya and Waver summon their servants, Kiritsugu and Iri are stunned to see the summoned King Arthur is actually a girl.",
  "episode_id" : 132918,
  "length" : 50,
  "number" : 1,
  "rating" : {
    "rating" : 8.26,
    "total" : 50
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRMGENZ2R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Eirei Shoukan"
  }, {
    "language" : "GERMAN",
    "title" : "Erwachen der Heldengeister"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Invocação Dos Heróis!"
  }, {
    "language" : "FRENCH",
    "title" : "L`invocation des Esprits-Héros"
  }, {
    "language" : "ENGLISH",
    "title" : "The Summoning of Heroes"
  }, {
    "language" : "JAPANESE",
    "title" : "英霊召喚"
  } ],
  "type" : "REGULAR"
}