{
  "air_date" : "2011-10-30",
  "anime_id" : 8160,
  "description" : "Rider introduces himself to Lancer and Saber and asks them to join his army, with both declining. Lancer`s Master, Kayneth, reveals himself and mocks Waver, but Rider defends him. Soon after, Archer and Berserker join the battle. Berserker, Kariya`s Servant, is a Black Knight covered in a fog that prevents all attempts at gauging his strength. Archer attacks Berserker with his Noble Phantasm, Gate of Babylon, but Berserker keeps evading and using Archer`s weapons against him. To prevent Archer from exposing his Noble Phantasm further, Tokiomi expends a Command Seal to order him to withdraw from the battle, much to Archer`s displeasure. After seeing Saber, Berserker goes after her and his ability to turn anything he wields into a Noble Phantasm is revealed. Lancer defends Saber out of chivalry, but Kayneth uses a Command Spell to force him to assist Berserker. However, Rider incapacitates Berserker and warns Kayneth to withdraw, or he will side with Saber. After Berserker, Kayneth and Lancer retreat, Rider tells Saber he will not duel her or Lancer until their duel is finished. Elsewhere, Caster watches the battle through a crystal ball and thinks Saber is his long-lost love, while Kirei discovers that the church was being spied on by a familiar.",
  "episode_id" : 133612,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 9.6,
    "total" : 33
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRQ4W5Z1Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "A Wicked Beast`s Roar"
  }, {
    "language" : "SPANISH",
    "title" : "El aullido de la criatura maléfica"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "El aullido de la criatura maléfica"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyoujuu Houkou"
  }, {
    "language" : "FRENCH",
    "title" : "Le Hurlement de la créature maléfique"
  }, {
    "language" : "GERMAN",
    "title" : "Verrückte Bestie"
  }, {
    "language" : "JAPANESE",
    "title" : "凶獣咆吼[きょうじゅうほうこう]"
  } ],
  "type" : "REGULAR"
}