{
  "air_date" : "2011-12-16",
  "anime_id" : 8480,
  "description" : "Since his failure to save Jun, Shu is suffering traumatic memories of the Apocalypse Virus and hallucinating seeing people being infected which cost the Undertakers a mission to stop a convoy. Unwilling to join them anymore, Gai kicks Shu out the Undertakers. Retuning home, Shu finds Inori leaving but not before giving him her new song but he slaps it after getting another panic attack. Depressed, at school Shu ask Hare if he can be close to her but she slaps him as she isn`t his replacement for Inori and he isn`t the Shu that she loves and knows. Meanwhile, Major General Yan has put Shuichiro under house arrest for stealing the Apocalypse Virus meteorite and plans to have it transported overseas which Gai and Undertakers plan to attack the plane transporting the cargo and retrieve it. However, unknown to both the GHQ and the Undertakers, Seiga and the Anti Bodies have other plans and start vaccinating themselves. As Gai and his team get inside the transport plane, they find it empty and realize too late it is a trap. Seiga activates a genetic resonance broadcast at Tokyo Tower which causes the meteorite to spread the virus all over Tokyo and causing chaos. With both the GHQ and the Undertakers in disarray due to the virus, the Anti Bodies attack both of them and rescue Shuichiro from his confinement which Shuichiro watches the chaos from GHQ Headquarters and declares he will finish what he started 10 years ago.\nSource: theTVDB.com",
  "episode_id" : 134489,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 5.73,
    "total" : 20
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G14U4MVD9" ]
  },
  "titles" : [ {
    "language" : "TURKISH",
    "title" : "Geri Çekilme"
  }, {
    "language" : "ENGLISH",
    "title" : "Retraction (Degeneration)"
  }, {
    "language" : "FRENCH",
    "title" : "Régression"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shukutai: Retraction"
  }, {
    "language" : "JAPANESE",
    "title" : "縮退 retraction"
  } ],
  "type" : "REGULAR"
}