{
  "air_date" : "2011-11-20",
  "anime_id" : 8160,
  "description" : "Iri and Maiya are about to escape through the woods until Iri detects Kirei coming their way. Instead of evading him, Iri and Maiya decide to confront him in order to protect Kiritsugu. However, both of them are outmatched. Meanwhile, Kiritsugu is able to wound Kayneth with his Contender pistol. Believing the attack was a fluke, Kayneth decides to increase Hydragyrum`s defense even further. Saber and Lancer continue fighting Caster`s waves of demonic creatures, which prove limitless due to his Noble Phantasm, his grimoire. Saber manages to clear a path for Lancer, who pierces Caster`s grimoire with Gae Dearg, cutting off his source of mana and instantly destroying his minions, causing him to flee. After hiding from an enraged and injured Kayneth, Kiritsugu finally appears and shoots him with his Contender again. Because the Contender uses special anti-magic bullets, Kayneth`s Hydragyrum not only fails to protect him, but amplifies his injury significantly. Lancer arrives to save his unconscious master, while Saber rushes to save Iri from Kirei. As Kirei interrogates Iri about Kiritsugu, an Assassin informs him of Saber`s approach, leading him to stab Iri before fleeing. Iri survives thanks to Saber`s magical healing scabbard Avalon implanted inside her and goes on to heal Maiya.",
  "episode_id" : 134478,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 8.71,
    "total" : 26
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY759DD16" ]
  },
  "titles" : [ {
    "language" : "SPANISH",
    "title" : "Asesino de mago"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "Asesino de mago"
  }, {
    "language" : "GERMAN",
    "title" : "Magiermörder"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Majutsushi Koroshi"
  }, {
    "language" : "ENGLISH",
    "title" : "The Mage-Slayer"
  }, {
    "language" : "FRENCH",
    "title" : "Tueur de mage"
  }, {
    "language" : "JAPANESE",
    "title" : "魔術師殺し"
  } ],
  "type" : "REGULAR"
}