{
  "air_date" : "1988-01-16",
  "anime_id" : 826,
  "description" : "Milo again breaked out of Cygnus’s restrains, and Cygnus finds that Milo’s Scarlet needle attack is beginning to take effort.Cygnus becomes paralysed and begins to lose his senses one by one. Cygnus tries to mount an attack, but with limited strength, it is useless. Milo then asks Cygnus why he didn’t remain asleep in the block of ice, since Camus put him there for a reason : he is not able to let go of the memory of his mother thus cannot find his seventh-sense needed to defeat the gold saints. Milo takes pity on Cygnus and, out of respect for the gold saints Camus, agrees to let Cygnus live if he leaves the sancturary immediately. Cygnus refuges, claiming that he would rather die than disappoint his friend and Athena. Milo respects his with his wish and tries to destroy him, but with his back up against the wall and his senses leaving his body, Cygnus draws from the powerful energies of his friends and the goddess Athena to realise his seventh sense after all. He manages to deliver a powerful “ Aurora Thunder Attack” and freezes Milo’s gold armour rendering it useless. Milo recognaises that Cygnus has achieved his seventh sense and believes that maybe Saori is the real Athena after all. He tries to heal Cygnus’s wounds and wishes him well in the next house, but there is now only four hours left to save Saori.\nSource: crunchyroll",
  "episode_id" : 13486,
  "length" : 25,
  "number" : 62,
  "rating" : {
    "rating" : 5.14,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GK9U3DD40" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Hyoga, o Guerreiro Corajoso"
  }, {
    "language" : "FRENCH",
    "title" : "La rage de vaincre"
  }, {
    "language" : "ENGLISH",
    "title" : "Make way, Hyoga! Proud Warrior"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Susume Hyouga! Hokoritakaki Yuusha"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Continúa, Hyoga! El orgulloso guerrero"
  }, {
    "language" : "JAPANESE",
    "title" : "進め氷河! 誇り高き勇者"
  } ],
  "type" : "REGULAR"
}