{
  "air_date" : "1988-01-09",
  "anime_id" : 826,
  "description" : "Cygnus enters the house of Scorpio carrying an exhausted Shun in his arms. Revitalised from his long rest, Cygnus managed to temporarily restrain Milo with his “Freezing Ring” attack, allowing Seiya and Shiryu to move on the next house. Milo breakes free of the freezing ring with ease and the two square off. Cyguns is strong and puts up a good fight, but Milo’s “Scarlet Needle” attack is unstoppable. Cygnus has been mortally wounded, but Miloguves him a choice ; either surrender, or face the 15 leveles of anbelievable pain the attack contains. Cygnus refuses to surrender, thus endures much pain. After each level sustained, Cygnus is biven an option to surrender ; he continues torefuse. Milo informs him that no one has ever passed level 6. In obvious pain, Cygnus has sustained up to level 15, but then a miracle happens. Cygnus seems to shake off the damage by summoning his inner enrgy and surprises Milo with his “Diamond Dust” attack, freezing Milo in his place. Meanwhile, down the hill, Tatsumi arrives to be at Saori’s (Athena’s) side as she lay with an arrow piercing her heart, but Arles soldiers have detdetected his presence and attack him. Tatsumi manages to fend off a few with his impressive kendo abilities, but there are too many of them and he is captured. The soldiers decide to kill Saori for their own pleasure, believing this will please the pope, but they are stopped in their tracks by the surprise arrival of Jab the Unicorn, Ban the Lionette, Ichi the Sea Snake, Geki the Bear and Nachi the Wolf. These other Bronze saints have come to fight along side Seiya and his friends to save Saori (Athena).\nSource: crunchyroll",
  "episode_id" : 13494,
  "length" : 25,
  "number" : 61,
  "rating" : {
    "rating" : 5.91,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GN7UDVV7P" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Koufuku ka Shi ka! Kono Tsubasa Aru Kagiri"
  }, {
    "language" : "FRENCH",
    "title" : "La reddition ou la mort"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Renda-se ou Morrerá!"
  }, {
    "language" : "ENGLISH",
    "title" : "Surrender or die! These Wings Are at Their Limit"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡¿La redención o la muerte?! Estas alas están al límite"
  }, {
    "language" : "JAPANESE",
    "title" : "降伏か死か! この翼ある限り"
  } ],
  "type" : "REGULAR"
}