{
  "air_date" : "1988-01-30",
  "anime_id" : 826,
  "description" : "The arrow barely misses Seiya’s heart and lands in the wall behind him. After a confused Seiya ponders the significance of it all, he realises that where arrow has penetrated the wall leads to a secret passageway. Shun comes to, and Cygnus arrives, reuniting the four bronze saints together for the first time in a while. They all decide to enter the passageway to see where it leads. Once inside, the entrance disappears behind them and the ceiling begins to press down upon them like a vice. Shiryu yels for the others to run ahead to the tunnel while he tries to hold up the ceiling ; they reluctantly agree, although worry about their friend’s welfare. Up ahead, the three saints must evade a barrage of rocks flying at them, and then deal with a torrent that prevents them from moving onto the next passageway. Cygnus volunteers to take care of it, to allow Seiya and Shun advance. Next, the two saints come to a wide opening in the rock and they must use Shun’s chain to swing across, but the chain gives out and the two falls to the rocks below. But, then, the power of the sagittarius armour energises the four saints giving them extreme powers and the strength to emerge unscathed from their predicaments and unite again in the house of Sagittarius’s main chamber. In the cahmber, others to run ahead to the tunnel while he tries to hold up the ceiling ; they reluctantly agree, although worry about their friend’s welfare. Up ahead, the three saints must evade a barrage of rocks flying at them, and then deal with a torrent that prevents them from moving onto the next passageway. Cygnus volunteers to take care of it, to allow Seiya and Shun advance. Next, the two saints come to a wide opening in the rock and they must use Shun’s chain to swing across, but the chain gives out and the two falls to the rocks below. But, then, the power of the sagittarius armour energises the four saints giving them extreme powers and the strength to emerge unscathed from their predicaments and unite again in the house of Sagittarius’s main chamber. In the cahmber, they find Aioros’s will (the previous saint of Sagittarius) which reads : “I will entrust you Athena to your care.” Thay all shed a tear for the fallen saint and swear vengeance on Arles for killing Aioros those many years ago. They then rush off to the next house to save Saori.\nSource: crunchyroll",
  "episode_id" : 13496,
  "length" : 25,
  "number" : 64,
  "rating" : {
    "rating" : 3.99,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GPWUKDD5D" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Juramos Proteger Atena!!!"
  }, {
    "language" : "FRENCH",
    "title" : "Le testament d`Ayoros"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shounen yo! Kimitachi ni Athena o Takusu"
  }, {
    "language" : "ENGLISH",
    "title" : "Young Men! I entrust Athena to you"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Jóvenes! Os confío la protección de Atenea"
  }, {
    "language" : "JAPANESE",
    "title" : "少年よ! 君たちにアテナを託す"
  } ],
  "type" : "REGULAR"
}