{
  "air_date" : "2012-01-07",
  "anime_id" : 8593,
  "description" : "Louise wakes up to hear Saito make perverted comments in his sleep, even comparing Louise`s chest into a flat plain and Siesta`s into a mountain range, resulting in her blowing him up. Colbert arrives to tell them they and their friends have been summoned to Romalia, where upon arriving they meet up with Julio, Henrietta, and Romalia’s pope Vittorio Serevare. Vittorio reveals that he knows Louise is a Void mage while also identifying himself, Tiffania, and Galia’s king Joseph as Void mages, and explains they must assemble as a group to save their world. Vittorio asks Louise and Tifa to help him in this endeavor by becoming his priestess`s and Louise readily accepts, leading to an argument with Saito over her decision. That night, Tifa asks Colbert to help her summon a familiar, Louise goes to investigate two suspicious people, and Siesta explains to Saito Louise’s’ reason for her decision. Louise confronts the two individuals, Jack & Bleu, as they steal a mirror artifact, but she is caught. Saito arrives, so Jack battles him, allowing Bleu to escape, while below them Tifa begins her summoning ritual. Jack is defeated thanks to Louise’s magic, but Saito falls off the roof they are on and into the portal for Tifa’s ritual, coming out through the other side. The next morning Saito tells Louise he will support her and her decision and they reconcile with a kiss, which Tifa accidentally interrupts. Tifa then wonders if Saito could be her familiar, while also showing signs of having feelings for him.\nSource: Wiki",
  "episode_id" : 135218,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 4.28,
    "total" : 11
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hijiri Koku no Louise"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Louise Da Terra Sagrada!"
  }, {
    "language" : "ITALIAN",
    "title" : "Louise del Regno Sacro"
  }, {
    "language" : "ENGLISH",
    "title" : "Louise of the Holy Land"
  }, {
    "language" : "JAPANESE",
    "title" : "聖国のルイズ"
  } ],
  "type" : "REGULAR"
}