{
  "air_date" : "2012-03-10",
  "anime_id" : 8593,
  "description" : "Louise and Saito are seen dancing in the grand ballroom after Tabitha`s coronation, with Louise lost in the thought of Saito`s life-risking Liveslatille power. The next day Siesta walks into Louise and Saito`s room to see Louise sitting on the edge of the bed. Agnes arrives and informs Louise that she, Saito, and Tiffania are called on by Princess Henrietta. Henrietta then tells them that the Pope of Romalia has requested their help, and calls upon Sylphid to escort them there. Upon reaching Romalia they see Aquileia being engulfed in flames and are attacked by a swarm of dragons. Gulio rescues them from a fire blast launched by an enormous dragon and escorts them to Romalia. The Pope requests the trio`s help to stop the legendary \"ancient dragon,\" and asks that Saito uses his new-found abilities to stop it, to which Louise objects. When they arrive at the location where they will confront the dragon, Louise informs Saito of the consequences of using Liveslatille`s power, but he agrees to use them to protect Romalia and Louise. The accompanying army trap the dragon in a valley, and the Pope uses his Void magic on the dragon and its` army; it usually functions as a recovery spell, but has a damaging effect against entities of evil. Saito uses his powers to strengthen His Eminence, but the ancient dragon possesses Gulio`s dragon, causing it to move towards the dragon`s mouth as it begins blasting them with fire. Derflinger demands that Saito draws him to absorb the attack, but the dragons power proves too much and Derflinger shatters, propelling Saito off the back of the possessed dragon only to be caught by Louise and Tiffania. Knowing he can no longer fend off the dragon with his magic, the Pope shoves Gulio off the back of his dragon, rescuing him at the cost of being eaten by the ancient dragon.\nSource: Wiki",
  "episode_id" : 136258,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 8.03,
    "total" : 8
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ITALIAN",
    "title" : "Il risveglio del disastro"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Saiyaku no Mezame"
  }, {
    "language" : "ENGLISH",
    "title" : "The Awakening of Calamity"
  }, {
    "language" : "JAPANESE",
    "title" : "災厄の目覚め"
  } ],
  "type" : "REGULAR"
}