{
  "air_date" : "2012-02-04",
  "anime_id" : 8593,
  "description" : "At Ornières, Tabitha still hasn`t decided if she wishes to be queen of Galia yet, since she has to be married and have a baby before she becomes queen. Louise and Saito spend time with each other on a hill and they share a kiss. Eleanor soon comes over and tells Louise that she can`t live with a commoner like Saito and demands her to return home. Louise then convinces her sister to let her stay by promising to have Saito act like a noble. Louise starts training Saito for the whole day and the two inevitably argue, leaving Saito sleeping on a busted lounge chair in the basement. Later that night, as Louise is worried in bed, Saito discovers a hidden passage that leads to a secret room with a mystical mirror. He touches the mirror and discovers that it`s portal that leads to Henrietta`s mirror. Henrietta goes through the mirror and meets with Saito. As Louise explores the mansion to search for Saito, she finds Saito in the room where she sees him and Henrietta kissing. Her tears fall as she quietly leaves the passage unnoticed. Saito tells Henrietta that he truly loves Louise and cannot accept Henrietta`s feelings. Saito soon leaves to hear Del tell him that Louise was here, crying, and Saito ran off to find Louise leaving on a horse. Louise just smiled and apologized for not realizing his feelings towards the princess. At the Magic Academy, Tabitha then told Louise that she would have Saito as her husband. Kirche explained to Louise that queens (i.e. nobility) can`t freely fall in love since they are often betrothed so she must honest with Saito and tells her true feelings as to not put him in a struggle. Saito is afterward seen on the hill again, thinking about going back to his world since Louise is not there with him. Louise comes back to Saito where and confesses that she wants to be with him forever. Saito happily tells Louise that she is the one who he is in love with and they lovingly embrace each other.\nSource: Wiki",
  "episode_id" : 136263,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 4.38,
    "total" : 7
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "De Ornielle no Otometachi"
  }, {
    "language" : "ITALIAN",
    "title" : "Le Fanciulle di De Ornielle"
  }, {
    "language" : "ENGLISH",
    "title" : "The Maidens of De Ornieres"
  }, {
    "language" : "JAPANESE",
    "title" : "ド・オルニエールの乙女たち"
  } ],
  "type" : "REGULAR"
}