{
  "air_date" : "2012-03-17",
  "anime_id" : 8593,
  "description" : "Everyone regroups in Gallia’ royal palace to assess the situation: while the Ancient Dragon has stopped moving, but is not dead, and now with only two Void mages the chances of defeating it is low. Old Osmond is called in to see if the dragon can be stopped, and he states that they may have a chance if all the nations band together, to which Henrietta, Tabitha, and Julio agree to. Saito awakens and, despite being depressed about losing Derflinger, resolves to keep fighting, causing Louise to fear for his safety. Saito remembers the fighter jet at Luctiana’s oasis, but since it is run down, he and Louise decide to use her World Door spell to travel to Saito`s world (Japan) and acquire a new one for the upcoming battle. Using Saito’s Lifdrasir powers, Louise opens a door to Japan, but when Saito steps through Louise openly states she loves him for the first time and lets go of his hand. Saito confused with the situation understands to late that Louise is saving him by forcing him to stay in the safety of his own world, they keep looking at each other till the `door` closes. Louise`s friends watching this happen cry about what just happened as is she, still she`s able to move on with the thought of Saito being safe in his own world. Everyone begins to mobilize, and Osmond informs Louise and Tiffa that while the power of the Void can defeat the Ancient Dragon, it consuming a Void user will empower it, thus the two girls will be the dragon’s next target. Osmond mentions that the battle will be held at the Magic Academy since it has been evacuated, but upon arriving find out no one has left. All of Louise’s friends, including Siesta, Luctiana, Arie, and even the Gensou Siblings assure her they will fight together to save their world. Back in Japan, Saito tries to return to Hakelginia by visiting the spot from where he was summoned, but to no avail. The Ancient Dragon awakens, assuming a new form with wings and takes flight, obliterating the fleet that was monitoring it, and makes its way towards the Magic Academy, Tiffania, and Louise.\nSource: Wiki",
  "episode_id" : 136257,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 7.01,
    "total" : 10
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ITALIAN",
    "title" : "La scelta di Louise"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Louise no Sentaku"
  }, {
    "language" : "ENGLISH",
    "title" : "Louise`s Choice"
  }, {
    "language" : "JAPANESE",
    "title" : "ルイズの選択"
  } ],
  "type" : "REGULAR"
}