{
  "air_date" : "2012-03-24",
  "anime_id" : 8593,
  "description" : "The students of the Magic Academy set a barrier to hold off the Ancient Dragon and its minions while waiting for reinforcements. Meanwhile, Saito returns home but instead of getting in he decides to find a way to return to Hakelginia, to help Louise and the others, and has an idea upon looking on a newspaper. Despite the combined efforts of the students and the forces of Tristain (armed with the FlaK 36), Gallia, Romaila, and an Elven fleet led by Vitartial, the dragons break into the academy and Louise escapes with Tiffania on Sylphid to protect the others, as the Ancient Dragon`s target is only the two of them. Back on Earth, Saito manages to hijack a F-2A Jet Fighter and flies through a solar eclipse to return to Hakelginia, fires missiles on the Ancient Dragon, that saved Louise before she was about to be eaten by it. Derflinger appears before Saito, much to his surprise it is revealed that Derflinger was actually still alive inside Saito`s Gandálfr rune. Saito fires all of the fighter`s missiles onto the Ancient Dragon, but it only weakens its defenses. Louise contacts Saito through the World Door and he pulls her through it into the cockpit to have her cast the Explosion spell combined with Lifdrasir`s power on the dragon, but she refuses out of fear for his safety. Saito tells her he will not die no matter what and reassures Louise with a kiss, finally convincing her. Closing in on the dragon, Saito and Louise eject from the jet as it crashes into the dragon, further weakening it, and then Louise casts the enhanced Explosion spell, destroying the Ancient Dragon for good. Saito and Louise land safely but she gets desperate wondering if his life was estinguished by Lifdrasir`s side effect it is revealed that despite Lifdrasir`s power was exhausted, Saito`s other rune kept him alive. They are soon joined by all their friends, which prompts Saito to propose to Louise, which she happily accepts. Sometime later at a church, Saito and Louise get married as everyone watches them tour away on their carriage. Back at De Ornielle, Louise has a surprise for Saito. She uses the `World Door` spell to create a way to Japan for Saito, where he shows her all wonderful things of his world. The last scene shows Saito and Louise standing in front of his house.\nSource: Wiki",
  "episode_id" : 136256,
  "length" : 25,
  "number" : 12,
  "rating" : {
    "rating" : 7.12,
    "total" : 8
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ITALIAN",
    "title" : "Il Famiglio di Zero"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Zero no Tsukaima"
  }, {
    "language" : "ENGLISH",
    "title" : "Zero`s Familiar"
  }, {
    "language" : "JAPANESE",
    "title" : "ゼロの使い魔"
  } ],
  "type" : "REGULAR"
}