{
  "air_date" : "2012-02-11",
  "anime_id" : 8593,
  "description" : "A hot spring is uncovered at Ornières, so Saito decides to modify it into a bath and invites everyone he knows to try it. Louise later thanks Tabitha for helping her make up with Saito, but Tabitha warns her that she meant every word and next time she will take Saito for herself. That night, Slyphid reminds Tabitha that she is running out of time with her decision, so Tabitha chooses to make her move on Saito. Her attempt is quickly stopped by Louise. The following morning, everyone arrives where they are greeted with everyone else invited. Upon everyone else`s arrival, Siesta and Louise soon spot a hooded figure entering the mansion. Louise and Siesta capture the figure, who turns out to be Henrietta, who explains she wanted to try the hot spring. As Henrietta and Louise bathe, Louise confronts Henrietta on her feelings towards Saito, which soon turns into a cat fight since Henrietta confessed that she loves Saito. They soon make up, although Henrietta tells Louise she will still pursue Saito. Later, Saito talks with Henrietta to assure his feelings for Louise clear, but Henrietta reassures him that she has not given up on him. The girls then enjoy a group bath but Tifa soon becomes light headed from soaking too long, so she stays in for the night as everyone else leaves. With everyone gone, Louise and Saito bathe together in the hot spring and promise that they won`t die before one another, hugs and kisses. The two soon return to their room where they passionately kiss. As Louise is lies down, she signs at Saito that she wants to have sex. But as Louise discovers Tifa asleep in their room, Louise misunderstands her presence and blows Saito up in anger about breaking his promise not to cheat on her.\nSource: Wiki",
  "episode_id" : 136262,
  "length" : 25,
  "number" : 6,
  "rating" : {
    "rating" : 3.62,
    "total" : 7
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Haran no Rotenburo"
  }, {
    "language" : "ITALIAN",
    "title" : "I guai del bagno all`aperto"
  }, {
    "language" : "ENGLISH",
    "title" : "Trouble at the Outdoor Bath"
  }, {
    "language" : "JAPANESE",
    "title" : "波乱の露天風呂"
  } ],
  "type" : "REGULAR"
}