{
  "air_date" : "2012-03-03",
  "anime_id" : 8593,
  "description" : "The group arrives in Beautis, Gallia`s capital, and begins to ready for Tabitha`s coronation. Because Tiffania and Saito are getting closer together, Louise and Siesta worry that Tiffa might try and seduce Saito, so Louise then plans on reminding him who his original master is. Meanwhile, Luckshana and Ari are given a guest suite to stay in for the duration of the coronation. Guiche and Malicorne are asked to guard the two and stop them from disrupting the ceremony, but Lukshana insists on trying to leave and explore, and while attempting to stop her Guiche and Ari begin to argue. Saito arrives and asks for the two to get along, which they reluctantly agree to. Later, Louise requests that Saito help her get dressed in preparation for Tabitha`s coronation ceremony, and as Saito nervously tightens her dress, he notices Louise`s breasts have grown slightly. Louise asks if Saito regards her as his only master, but before he can answer Tiffania suddenly bursts in, asking that Saito help with her own dress. Louise chooses to handle it instead, but due to her unique breast size the button breaks and her breasts are revealed. Some time later, Luctiana escapes the guest suite and Guiche, Ari and Malicorne head out to look for her together. Princess Henrietta calls Louise, Saito, Tiffania are called to the palace`s throne room, where the Pope and Gulio are also present. After congratulating Tabitha on her accepting the role of Gallia`s new queen, Louise explains how her new Void magic, known as the \"World Door,\" was used to rescue Saito and Tiffania, followed by Saito revealing his new runes to His Eminence who identifies them as Liveslatille; god`s heart, which allows him to boost the power of a Void user`s magic. While returning to their rooms, the trio run into Kirche and Montmorency and agree to spend a girls-only night with Tabitha and Sylphid to celebrate her upcoming coronation and their last night together. While going to Tabitha`s room, the four find Guiche questioning a maid as to Lukshana`s location, with Montmorency mistaking the situation as flirting. Seeing how Guiche and Montmorency`s relationship is similar to his own with Lukshana, he and Ari come to an understanding and return to the guest suite. The girls run into Lukshana outside of Tabitha`s room, and she and Montmorency also come to get along. The following morning Tabitha is crowned the new queen. While preparing for the party following the coronation, Louise brings up her question from the previous day. Saito states that who his first master is irrelevant, because his love is only for her. Worrying that they`d be late for the party he goes on ahead, leaving Louise behind. While searching for him she overhears a conversation between the Pope and Gulio, discussing a consequential side-effect of Saito`s new-found familiar power: while his new runes give him the power to boost Void magic, the user`s strength gradually diminishes with every use, which would eventually result in the user`s death. His Eminence had failed to inform Saito of this as he feared that the consequences would frighten him, as well as knowing that this power would be required to overcome a peril that could threaten the entire world. Shocked at hearing this, Louise worries that she`ll lose Saito.\nSource: Wiki",
  "episode_id" : 136259,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 5.42,
    "total" : 7
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tabitha no Taikan"
  }, {
    "language" : "ENGLISH",
    "title" : "Tabitha`s Coronation"
  }, {
    "language" : "JAPANESE",
    "title" : "タバサの戴冠"
  } ],
  "type" : "REGULAR"
}