{
  "air_date" : "2012-07-08",
  "anime_id" : 8692,
  "description" : "The VRMMORPG, Sword Art Online (SAO), is officially released, with 10,000 copies released and sold immediately. Kirito, who beta-tested the game, logs-in to the world of Aincrad and meets Klein, a new player, who asks him to teach him the basics of the game including the Sword Skill battle system. Later, after several hours in the game, Kirito and Klein discover that they cannot \"log-out\". Shortly after, the pair are teleported to the town square, where they see that all other players have also been transported to the location. A red-hooded Game Master then appears in the sky and reveals himself to the crowd as Akihiko Kayaba, the game`s creator. He tells them that he intentionally removed the log-out option. He cautions that they cannot log-out by simply removing the NerveGear, the VR helmet they use to log-in the game, as it will kill them instantly. The only way to log out is for the players to beat and clear all 100 floors of the game. Should they die in the game, their real bodies will perish as well. As a parting gift, Akihiko gives them a mirror that alters their in-game avatars to resemble their real appearance. Kirito asks Klein to follow him to the next town to level up before resources are depleted, but Klein politely declines as he wishes to remain with his friends. Kirito then heads out, vowing to be free from the game. By the end of the first month, 2,000 players have died and the 1st floor has yet to be cleared.\nSource: Wiki",
  "episode_id" : 140033,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 7.56,
    "total" : 61
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRJQKQWVY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ken no Sekai"
  }, {
    "language" : "TURKISH",
    "title" : "Kılıçların Dünyası"
  }, {
    "language" : "FRENCH",
    "title" : "Le monde de l`épée"
  }, {
    "language" : "ENGLISH",
    "title" : "The World of Swords"
  }, {
    "language" : "GERMAN",
    "title" : "Welt der Schwerter"
  }, {
    "language" : "JAPANESE",
    "title" : "剣の世界"
  } ],
  "type" : "REGULAR"
}