{
  "air_date" : "2012-07-29",
  "anime_id" : 8692,
  "description" : "A beast tamer named Silica quits a party after arguing with their leader, Rosalia. Later, Silica is ambushed by monsters while making her way alone through the forest, and her dragon familiar, Pina, is killed trying to protect her. Kirito appears and saves Silica, and then tells her of an item at the Hill of Memories on the 47th floor that can revive her familiar within three days of its death and offers to accompany her there. As they spend time together, Kirito warns Silica of \"orange players\", players who commit crimes, and \"red players\", players who kill other players and then notices someone eavesdropping on them. The next day, as they make their way to the Hill of Memories, Kirito tells Silica about his younger sister, whom he was very close to and Silica reminds him of. As they finally retrieve the item, the Pneuma Flower, they are confronted by Rosalia and her men, who are actually part of the Titan`s Hand, a notorious orange player guild and are after the flower. Kirito then reveals that his true motivations for escorting Silica was to draw Rosalia out and arrest her. The guild realizes Kirito is the infamous Beater, \"The Black Swordsman\", and are effortlessly outmatched and detained. Later, Pina is revived, and as Kirito prepares to return to the front lines, he vows to Silica that they would meet again in the real world.\nSource: Wiki",
  "episode_id" : 140431,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 6.19,
    "total" : 50
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRE5M5V86" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Der schwarze Schwertkämpfer"
  }, {
    "language" : "TURKISH",
    "title" : "Kara Silahşor"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kuro no Kenshi"
  }, {
    "language" : "FRENCH",
    "title" : "L’épéiste noir"
  }, {
    "language" : "ENGLISH",
    "title" : "The Black Swordsman"
  }, {
    "language" : "JAPANESE",
    "title" : "黒の剣士"
  } ],
  "type" : "REGULAR"
}