{
  "air_date" : "2012-07-15",
  "anime_id" : 8692,
  "description" : "Kirito attends a meeting organized by an idealistic Diabel, who announces to the attendants that his party has found the boss of the 1st floor tower. He rallies everyone to team up and beat the boss, Illfang the Kobold Lord, which will open up the 2nd floor. Parties are formed and Kirito teams up with a girl named Asuna. A new player named Kibaou blames the Beta Testers of the game for running away to loot and level up while leaving the new players behind. Another player named Agil defends the Beta players, revealing it was they who gave them the free guide book that helped them survive the game. Using the guide book, Diabel devises a strategy for fighting Illfang and his minions. Later that night, Kirito shares his food with Asuna while she tells him that she joined them because she felt compelled to do something rather than nothing. The next day, Diabel`s raid group arrives at the boss`s room and battles Illfang and his minions. When Illfang`s HP becomes low, Diabel goes for the finishing blow. Kirito tries to warn him after noticing Illfang has a different type of weapon from the one described in the guide book, but Illfang strikes down Diabel. Kirito realizes that Diabel was also a Beta player as he had attempted to obtain the boss`s rare item. As he dies, Diabel begs Kirito to defeat the boss and save the players. Having an epiphany on how Diabel was helping the other players while Kirito had only helped himself, Kirito experiences a renewed determination to defeat the boss. With Asuna and the raid group`s help, Kirito kills Illfang, clearing the 1st floor much to everyone`s joy. However, the celebration ends when Kibaou blames Kirito for Diabel`s death, as his knowledge as a beta player might have saved Diabel. Fearing continued fighting between the beta and new players, Kirito mocks everyone, telling them he is unlike the beta players who were clueless about the game, as he obtained far more knowledge of the Beta test than any other player. Everyone is repulsed by Kirito, and brand him a Beater -- a Beta player who cheats. As Kirito leaves for the 2nd floor, he advises Asuna to join a guild.\nSource: Wiki",
  "episode_id" : 140433,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 5.16,
    "total" : 58
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY5VJV0EY" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Beater"
  }, {
    "language" : "FRENCH",
    "title" : "Beater"
  }, {
    "language" : "GERMAN",
    "title" : "Beater"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Beater"
  }, {
    "language" : "TURKISH",
    "title" : "Beater"
  }, {
    "language" : "JAPANESE",
    "title" : "ビーター"
  } ],
  "type" : "REGULAR"
}