{
  "air_date" : "2012-07-22",
  "anime_id" : 8692,
  "description" : "Four months have passed with more powerful players and guilds clearing the game`s floors. After saving a guild called the Moonlit Black Cats, their leader, Keita, thanks Kirito and asks him to join their guild. Kirito accepts the invitation, but hides the fact that he is Level 40, twice the average level of the guild. Kirito bonds with his new friends, especially Sachi, who confides in Kirito that she is afraid to die. Kirito assures her that he will protect her and that they will be free one day. On June 12, 2023, while Keita goes to buy a house for the guild, the Black Cats decide to earn some money by going to the upper floor dungeons, but get trapped in a room with higher level Mobs. Kirito desperately tries to save his friends but they are killed, including Sachi. Thinking that he is responsible for his friends` deaths, including Keita`s, who committed suicide upon learning what happened, Kirito displays increasingly reckless tendencies and goes on a dangerous quest to obtain an item that revives the dead. On December 24, 2023, Argo the informant tells Kirito of the existence of a special boss named Nicholas the Renegade, which drops the item. As Kirito travels to the boss, he is followed by Klein and his guild Fuurinkazan, concerned with Kirito`s safety. They are then surrounded by the Divine Dragon Alliance guild who are also seeking the item. Klein and his guild hold off the Divine Dragons, while Kirito goes off to face Nicholas alone. He emerges victorious, however to his despair, Kirito discovers that the boss item can only revive the dead within ten seconds of the person`s death. When Kirito returns to his room, he receives a farewell message from Sachi which she had recorded before her death to be delivered on Christmas Eve. In the message, Sachi asks Kirito not to blame himself over her death and that he should continue living to the end of the game. As she ends the message by humming \"Rudolph the Red-Nosed Reindeer\", Kirito cries.\nSource: Wiki",
  "episode_id" : 140432,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 5.85,
    "total" : 55
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRGGVG12R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Akahana no Tonakai"
  }, {
    "language" : "GERMAN",
    "title" : "Das Rentier mit der roten Nase"
  }, {
    "language" : "TURKISH",
    "title" : "Kırmızı Burunlu Ren Geyiği"
  }, {
    "language" : "FRENCH",
    "title" : "Le renne au nez rouge"
  }, {
    "language" : "ENGLISH",
    "title" : "The Red-Nosed Reindeer"
  }, {
    "language" : "JAPANESE",
    "title" : "赤鼻のトナカイ"
  } ],
  "type" : "REGULAR"
}