{
  "air_date" : "2012-08-19",
  "anime_id" : 8692,
  "description" : "On 48th floor, Asuna visits her friend, Lisbeth or \"Liz\", at her smith shop before going off adventuring, and Liz suspects that she was going away with a boy she likes. The next day, Kirito arrives at Liz`s shop in search of a custom-made sword to buy. Much to Liz`s shock, Kirito`s sword, Elucidator, easily breaks her strongest sword. Angry and her pride hurt, Liz persuades Kirito to let her accompany him to the Western Mountain on the 55th floor to get a rare mineral from a dragon that eats crystals, so that she can use the mineral to make a stronger sword. When they arrive at the Western Mountain, Kirito tells Liz to hide when he fights the dragon. However, she ignores his advice and emerges from hiding halfway through the battle, believing the dragon almost defeated. The dragon blasts her into a deep pit with a powerful gale, and Kirito jumps in to save her. Despite surviving the fall, the pair cannot find a way out of the pit and are forced to sleep there for the night. Liz asks Kirito to hold her hand while they sleep, which brings her to the realization that she has feelings for him. The next morning, Kirito discovers that the mineral they are seeking, a Crystallite Ingot, is under the snow as the hole is the dragon`s nest. The dragon returns and Kirito grabs Liz with him as he stabs the dragon`s back, forcing it to carry them out the hole before jumping out. Now safe with the mineral, Liz creates a new sword, Dark Repulsor, for Kirito and denies payment. She instead asks Kirito to make her his exclusive smith and is about to confess her feelings to him, when a worried Asuna suddenly arrives. Realizing Kirito is the boy Asuna likes all along, Liz abruptly excuses herself from them. As Liz cries over her heartbreak, Kirito finds her and tries to comfort her. Accepting that her feelings would go unrequited, Liz pledges her support to Kirito as his smith if he promises to win the game and free them all.\nSource: Wiki",
  "episode_id" : 141169,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 6.45,
    "total" : 40
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6JQKQWER" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Wärme des Herzens"
  }, {
    "language" : "TURKISH",
    "title" : "Kalbin Sıcaklığı"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kokoro no Ondo"
  }, {
    "language" : "FRENCH",
    "title" : "La température du Cœur"
  }, {
    "language" : "ENGLISH",
    "title" : "The Temperature of the Heart"
  }, {
    "language" : "JAPANESE",
    "title" : "心の温度"
  } ],
  "type" : "REGULAR"
}