{
  "air_date" : "2012-08-26",
  "anime_id" : 8692,
  "description" : "After adventuring on the 74th floor, Kirito finds a Ragout Rabbit, a rare S-class animal with top grade meat. Since he cannot cook well, Kirito decides to sell it to Egil, but he changes his mind when Asuna arrives and tells them she has mastered her cooking skills. Instead, Kirito requests her to cook it in exchange for a share of the meal. However, Kuradeel, Asuna`s escort sent by the Knights of Blood, is against Asuna inviting Kirito to her home as he is a Beater, but Asuna ignores him. At her home in Selmburg on the 61st floor, Asuna cooks the rabbit meat for dinner. Over the meal, Asuna and Kirito discuss the two years that have passed since they were trapped in the game and how so many players have gotten accustomed to living in Aincrad, with fewer than five hundred players clearing the floors. Both agree to party up and explore the dungeons in the 74th floor, and meet up the following day. However, Kuradeel appears and attempts to stop them. Kuradeel challenges Kirito to a duel, promising to leave them alone if Kirito wins. Kirito defeats Kuradeel by breaking his sword. However, Kuradeel refuses to give up, until Asuna relieves him of his duties and orders him to return to Knights of the Blood headquarters. As Kirito and Asuna explore the 74th floor dungeons, they discover the boss room and its boss, Gleam Eyes.\nSource: Wiki",
  "episode_id" : 141168,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 5.35,
    "total" : 37
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6K5K594Y" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kuro to Shiro no Kenbu"
  }, {
    "language" : "FRENCH",
    "title" : "La danse de l`épée noire et blanche"
  }, {
    "language" : "GERMAN",
    "title" : "Schwerttanz"
  }, {
    "language" : "TURKISH",
    "title" : "Siyahla Beyazın Kılıç Dansı"
  }, {
    "language" : "ENGLISH",
    "title" : "The Sword Dance of White and Black"
  }, {
    "language" : "JAPANESE",
    "title" : "黒と白の剣舞"
  } ],
  "type" : "REGULAR"
}