{
  "air_date" : "2012-08-05",
  "anime_id" : 8692,
  "description" : "During a meeting between guilds on the 56th floor, Asuna, who has become Vice Commander of the Knights of the Blood guild, proposes a plan to lure a boss they are fighting into a village and is opposed by Kirito, as the NPC villagers will be killed. A month later on the 59th floor, Kirito is taking a nap until Asuna arrives and chastises him for being lazy, but Kirito persuades her to relax as well. To repay him for guarding her while she napped, Asuna offers to buy dinner for him at a town on the 57th floor. However, their meal is interrupted by a scream, and they rush out of the restaurant to find a player, Kains, hanging outside a church, impaled with a spear. He dies immediately after. As they investigate the murder, Kirito wonders how Kains was killed in a safe zone, speculating that either the victim was dueled by another player or that someone had found a new exploit to kill players. Yolko, a friend of Kains, mentions someone may have been spotted behind Kains as he was impaled. Asuna and Kirito travel to Egil`s shop to learn more about the murder weapon. Egil tells them that the weapon (Guilty Thorn) is a custom made weapon by a blacksmith named Grimrock. After informing Yolko of their discovery, she explains to them how she and Kains are related to Grimlock. Six months earlier, Yolko, Kains, and Grimlock were part of an eight-man guild called the Golden Apple, led by Griselda, Grimlock`s ingame wife. One day, the guild acquires a rare ring and votes whether to use it or sell it. Three members, Yolko, Kains and Schmitt, now a member of the Divine Dragon Alliance, vote to use it, but the other five vote to sell it. Griselda goes out to sell the ring and is killed. Yolko believes Kains`s killer is targeting the three of them for going against Griselda`s wishes. However, Schmitt fears that the identity of the killer is Griselda`s ghost, who wants revenge against them. Yolko is then killed by a dagger thrown from the window.\nSource: Wiki",
  "episode_id" : 141171,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 5.23,
    "total" : 42
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G69PXPD8Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "A Crime Within the Walls"
  }, {
    "language" : "TURKISH",
    "title" : "Güvenli Alanda Cinayet"
  }, {
    "language" : "FRENCH",
    "title" : "Incident interne"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kennai Jiken"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Um Crime entre as Muralhas"
  }, {
    "language" : "GERMAN",
    "title" : "Vorfall in den eigenen Reihen"
  }, {
    "language" : "JAPANESE",
    "title" : "圏内事件"
  } ],
  "type" : "REGULAR"
}