{
  "air_date" : "2012-08-12",
  "anime_id" : 8692,
  "description" : "Kirito pursues the assassin, who escapes by using a teleport crystal. Kirito wonders how it is possible to kill someone in a safe zone to which a paranoid Schmitt declares that the killer is Griselda`s ghost. After watching a dropped sandwich vanish and talking to Asuna about the game`s marriage system of inventory sharing, Kirito deduces how Yolko and Kains \"died\" and who was Griselda`s murderer. He explains to Asuna that Yolko and Kains are actually alive, and that they had merely faked their deaths by using a teleport crystal when their armor broke from the damage over time weapon effect to give the appearance of a player death. Yolko and Kains confront Schmitt at Griselda`s grave to investigate the identity of Griselda`s killer. After Schmitt explains that he had only followed instructions given to him and had not expected Griselda`s death, the three are surrounded by members of the notorious player-killing guild, Laughing Coffin, who have come to kill them. Yolko, Kains and Schmit are rescued by the timely arrival of Kirito, who intimidates the Laughing Coffin into retreating. Asuna arrives with the man who hires the Laughing Coffin and Griselda`s killer, Grimlock. Grimlock reveals that he is the assassin of Griselda, who is also his wife in the real world, because he is unable to accept that his kind, dutiful wife he loves has become a fearless, independent leader. Asuna admonishes Grimlock for Griselda`s death, telling him that he has never truly loved his wife and that he has been merely possessive. After Yolko, Kains and Schmitt capture Grimlock, Kirito and Asuna briefly discuss about marriage and Kirito states he would love his partner more after seeing a different side of her. Kirito and Asuna then see an apparition of Griselda thanking them.\nSource: Wiki",
  "episode_id" : 141170,
  "length" : 25,
  "number" : 6,
  "rating" : {
    "rating" : 4.0,
    "total" : 43
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G649G9VWY" ]
  },
  "titles" : [ {
    "language" : "TURKISH",
    "title" : "Hayalî İntikamcı"
  }, {
    "language" : "ENGLISH",
    "title" : "Illusionary Avenger"
  }, {
    "language" : "FRENCH",
    "title" : "Le fantôme vengeur"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Maboroshi no Fukushuusha"
  }, {
    "language" : "GERMAN",
    "title" : "Rächer aus den Schatten"
  }, {
    "language" : "JAPANESE",
    "title" : "幻の復讐者"
  } ],
  "type" : "REGULAR"
}