{
  "air_date" : "2012-09-02",
  "anime_id" : 8692,
  "description" : "Kirito and Asuna flee from the boss room to another part of the dungeon, where they stop for a meal and encounter Klein and the Furinkazan guild. The Aincrad Liberation Force guild, known as \"The Army\", also appears, visibly exhausted from exploring the floor. As the soldiers rest, their leader Corbatz demands Kirito to give them the map he made of the floor. Despite Asuna and Klein`s protests, Kirito complies with his request. Kirito, Asuna, Klein and his guild later check up on Corbatz and his men, only to learn that they are battling Gleam Eyes by themselves, despite Kirito`s earlier warnings. To make matters worse, the teleport crystals do not work in the boss room. As the members of the Army are killed off one by one, Asuna, Kirito and Klein charge at the boss to protect the survivors. Not wanting to see more people die, Kirito is forced to use a unique skill, Dual Wield, he has been keeping secret that allows him to fight with two swords. Using both Elucidator and Dark Repulsor, Kirito performs Star-burst Stream, a barrage of deadly slashes to defeat Gleam Eyes, before falling unconscious as his HP hits red. Upon awakening, Kirito is greeted by the sight of a distraught Asuna, who announces her intentions to take a break from her guild and continue partying with Kirito. Shortly after the boss battle, Kirito`s unique skill becomes the talk of Aincrad, which gets him the attention of Heathcliff, the Commander of the Knights of Blood. Not wishing to see his vice-commander leave his guild, Heathcliff challenges Kirito to a duel. If Kirito wins, Asuna is allowed to leave the guild and join his side, but if he loses, Kirito must join the Knights of Blood. Kirito agrees to the terms and accepts Heathcliff`s challenge.\nSource: Wiki",
  "episode_id" : 142092,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 9.06,
    "total" : 46
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRVNMNW0Y" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Dämon der blauen Flammen"
  }, {
    "language" : "FRENCH",
    "title" : "Le démon aux yeux azur"
  }, {
    "language" : "TURKISH",
    "title" : "Mavi Gözlü İblis"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Seigan no Akuma"
  }, {
    "language" : "ENGLISH",
    "title" : "The Blue-Eyed Demon"
  }, {
    "language" : "JAPANESE",
    "title" : "青眼の悪魔"
  } ],
  "type" : "REGULAR"
}