{
  "air_date" : "2012-09-23",
  "anime_id" : 8692,
  "description" : "Kirito, Asuna and Yui are resting at the church where Sasha takes care of the younger children, until Yulier, second-in-command from the Army, suddenly arrives. Yulier explains that the Army under their leader, Sinker, had good intentions of helping players but as the Army grew bigger, unscrupulous leaders within the Army began abusing their powers. Sinker was going to expel Kibaou over the Gleam Eyes incident, but the latter trapped him in a secret dungeon beneath 1st floor. Yulier then asks Kirito and Asuna for help in a rescue. The couple accept and, upon arrival at Sinker`s location in the dungeon, get attacked by a boss called \"the Fatal Scythe\". Kirito and Asuna tell Yulier to escape together with sinker and Yui as they fight the boss, but it is too strong. As the boss is about to strike down Kirito, Yui jumps in between them. The boss attacks, but the boss is unable to damage her due to her being an \"Immortal Object\". Yui then promptly defeats the boss. After the battle, Yui tells Kirito and Asuna that she has finally regained her memories. She explains that she is an AI counselor created by the game`s Cardinal system, whose purpose was to monitor and counsel the players on their mental state. On the day of game`s launch, Cardinal refused to allow her to interact with the players, and she was forced to watch their mental states deteriorate. Sometime after, Yui learned about the happiness of Asuna and Kirito and thus made an appearance in the 22nd floor forest to meet them. Despite the revelation, Asuna and Kirito still accept Yui as their \"daughter\", but Yui bids them farewell when she realises that she is to be deleted for her interference in the game. Refusing to accept her deletion, Kirito uses the GM console Yui left behind to save Yui`s data by turning her into a game item. With the data saved on his NerveGear local memory, Kirito and Asuna hope to recreate her in the real world.\nSource: Wiki",
  "episode_id" : 142089,
  "length" : 25,
  "number" : 12,
  "rating" : {
    "rating" : 6.52,
    "total" : 38
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRDQVQQDY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Le cœur de Yui"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yui no Kokoro"
  }, {
    "language" : "TURKISH",
    "title" : "Yui`nin Kalbi"
  }, {
    "language" : "ENGLISH",
    "title" : "Yui`s Heart"
  }, {
    "language" : "GERMAN",
    "title" : "Yui’s Herz"
  }, {
    "language" : "JAPANESE",
    "title" : "ユイの心"
  } ],
  "type" : "REGULAR"
}