{
  "air_date" : "2012-09-16",
  "anime_id" : 8692,
  "description" : "Kirito and Asuna go on vacation and stay at their new home in a secluded village in the 22nd floor. The couple later find a lost girl in the forest and see her suddenly collapse. As they approach the unconscious girl, they discover that she does not have a cursor above her, suggesting a glitch. They take the girl to their home. She wakes up the following day, but upon questioning from Asuna and Kirito, it is discovered that the girl cannot remember anything but her name, Yui. Yui, unable to pronounce Asuna and Kirito`s name correctly, calls them \"mama\" and \"papa\" instead. Believing that she got separated from her family, Kirito and Asuna decide to head to the Town of Beginnings on the 1st floor to find Yui`s relatives before they go back to the front lines. Instead, they find a young woman named Sasha and the children she`s taking care of being extorted by the Army for taxes. Asuna attacks their leader, scaring him and the rest of the Army soldiers away. As Sasha and the children thank Asuna, Yui reaches towards the sky and repeats \"Everyone`s hearts...\" several times. Asuna rushes over to ask Yui if she has remembered anything, and she tells Kirito and Asuna that she realizes she has never been to the Town of Beginnings before. Suddenly, Yui`s eyes widen, and mysterious static sound affects everyone before Yui faints.\nSource: Wiki",
  "episode_id" : 142090,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 4.19,
    "total" : 39
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY8VMVVDY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Asatsuyu no Shoujo"
  }, {
    "language" : "GERMAN",
    "title" : "Das Mädchen im Morgentau"
  }, {
    "language" : "FRENCH",
    "title" : "La petite fille de la rosée du matin"
  }, {
    "language" : "TURKISH",
    "title" : "Sabah Çiyi Kızı"
  }, {
    "language" : "ENGLISH",
    "title" : "The Girl of the Morning Dew"
  }, {
    "language" : "JAPANESE",
    "title" : "朝露の少女"
  } ],
  "type" : "REGULAR"
}