{
  "air_date" : "2012-09-09",
  "anime_id" : 8692,
  "description" : "The duel between Kirito and Heathcliff is held at an arena where a large crowd has gathered. Asuna warns Kirito to be careful about fighting Heathcliff as he has a unique skill called Holy Blade, which grants him maximum strength and defense. Heathcliff initially overpowers Kirito but the tide turns when Kirito forces Heathcliff on the defensive. Just as Kirito is about to deal the winning strike, Heathcliff mysteriously manages to dodge it and defeats Kirito. Now a member of the Knights of Blood, Kirito is questioned by Asuna about the reason for his strong aversion to joining guilds. After he confides in her about what happened to his old guild, Asuna comforts Kirito and tells him she will protect him. Later, Kirito is asked by fellow member Godfree to follow him and a seemingly remorseful Kuradeel to the 55th floor dungeons for a skill assessment. As they stop for a break, Kirito notices too late that the water he and Godfrey drank contains a paralysis effect. Kuradeel then reveals he is a member of the Laughing Coffin and his intentions to kill both Godfree and Kirito, while making it look like they were victims of an ambush. After finishing off Godfree, Kuradeel attempts to kill Kirito, but the latter is saved by the arrival of Asuna who tracked them on her map. Furious, Asuna quickly whittles down Kuradeel`s HP until the critical stages. Kuradeel begs Asuna for forgiveness, which was a ruse to get her guard down and disarm her. Just as Kuradeel is about to strike Asuna, Kirito jumps in between them, blocking the attack with his arm before killing him. Asuna feels guilty for what had happened, but Kirito kisses her, and tells her how much he cares about her and how he wants to protect her. They stay at her home for the night. Later, as he sits next to Asuna on her bed, Kirito asks her they should take a temporary leave from the guild tells her of a place where they can be alone together and then proposes to her, which she tearfully accepts.\nSource: Wiki",
  "episode_id" : 142091,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 8.08,
    "total" : 44
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6P8P88W6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Crimson Killing Intent"
  }, {
    "language" : "FRENCH",
    "title" : "Intentions meurtrières rouge sang"
  }, {
    "language" : "TURKISH",
    "title" : "Kan Dökme İsteği"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kurenai no Satsui"
  }, {
    "language" : "GERMAN",
    "title" : "Rot sehen"
  }, {
    "language" : "JAPANESE",
    "title" : "紅の殺意"
  } ],
  "type" : "REGULAR"
}