{
  "air_date" : "2012-09-30",
  "anime_id" : 8692,
  "description" : "While fishing near a lake, Kirito encounters Nishida, an old man and former network security manager for Argus, the company that made SAO, who oversaw the game`s development. He remarks that despite honing his fisherman skill, he is unable to cook delicious dishes with what he catches. Kirito then invites him to his home for Asuna to cook the fish he just caught for them. During their meal, Nishida mentions a huge fish he tried to catch many times but failed, and he asks Kirito to help him. Later, Nishida manages to hook the fish and passes the rod to Kirito to pull it away. The fish is revealed to be a huge monster which Asuna slays. Soon after, Kirito receives a summons from Heathcliff. Kirito and Asuna leave to meet up with him at the Knights of Blood headquarters, where they learn that a scouting party had been trapped and killed in the 75th level`s boss room. A team of players from several guilds, including Kirito and Asuna, is being assembled to fight the boss. Fearing for her safety, Kirito asks Asuna to stay behind, but Asuna refuses, declaring that she would rather die than live without him. She also surmises that all players` real bodies must be currently undergoing treatment in hospitals and that their condition cannot be preserved indefinitely. Therefore, simply fleeing to live by themselves in the game is not an option. Later, when the players enter the boss room, they are confronted by the Skull Reaper, a ferocious, skeletal monster capable of killing players in one blow. Kirito, Asuna and Heathcliff battle the creature head on, while the other players flank it.\nSource: Wiki",
  "episode_id" : 143771,
  "length" : 25,
  "number" : 13,
  "rating" : {
    "rating" : 7.46,
    "total" : 39
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G65VJVVE6" ]
  },
  "titles" : [ {
    "language" : "TURKISH",
    "title" : "Cehennem Uçurumu`nun Kenarı"
  }, {
    "language" : "ENGLISH",
    "title" : "Edge of Hell`s Abyss"
  }, {
    "language" : "GERMAN",
    "title" : "Kluft der Verdammnis"
  }, {
    "language" : "FRENCH",
    "title" : "Les abîmes de l`enfer"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Naraku no Fuchi"
  }, {
    "language" : "JAPANESE",
    "title" : "奈落の淵"
  } ],
  "type" : "REGULAR"
}