{
  "air_date" : "2012-10-07",
  "anime_id" : 8692,
  "description" : "After the group defeats the Skull Reaper, suffering 14 casualties in the battle, Kirito deduces that Heathcliff is, in fact, Kayaba Akihiko himself, when exposing him as an \"Immortal Object\". Akihiko paralyses everyone except Kirito, and he then offers Kirito the chance to face him in a one-on-one duel where, should Kirito win, Akihiko would log out all the remaining players. After giving his best wishes to the others, Kirito accepts the challenge but is unable to overcome Akihiko`s absolute defense and intimate understanding of the game`s mechanics. As Akihiko readies the finishing blow, Asuna overcomes her paralysis and takes the hit instead, losing all her HP and disappearing as a result. Distraught by Asuna`s death, Kirito loses the will to fight and receives a fatal stab from Akihiko. However, at the point of death, Kirito remembers Asuna`s belief in him and re-materializes to defeat Akihiko using Asuna`s sword. They are both killed simultaneously and the game is declared cleared on November 7, 2024. Kirito then awakens high above the game world, where he finds both Asuna and Akihiko. Akihiko informs Kirito and Asuna that he has logged out all the other players as promised, and he also explains his motives for creating Sword Art Online before disappearing. Kirito and Asuna then tell one another their real names, Kirigaya Kazuto and Yuuki Asuna, and embrace each other as the world falls apart. To his surprise, Kazuto awakens in a hospital in the real world and, despite being physically weak, he sets off to search for the real Asuna.\nSource: Wiki",
  "episode_id" : 143880,
  "length" : 25,
  "number" : 14,
  "rating" : {
    "rating" : 7.74,
    "total" : 45
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYGGVGG2Y" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Das Ende der Welt"
  }, {
    "language" : "TURKISH",
    "title" : "Dünyanın Sonu"
  }, {
    "language" : "FRENCH",
    "title" : "La fin du monde"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sekai no Shuuen"
  }, {
    "language" : "ENGLISH",
    "title" : "The End of the World"
  }, {
    "language" : "JAPANESE",
    "title" : "世界の終焉"
  } ],
  "type" : "REGULAR"
}