{
  "air_date" : "2012-10-06",
  "anime_id" : 9304,
  "description" : "England 1868. A thief tries to raid an overturned carriage, but discovers that two of the occupants, a man and his young son are still alive. The man, George Joestar, claims he will forever be indebted to his savior, who reveals himself to be Dario Brando. Twelve years later, George`s son Jonathan, nicknamed JoJo, is a young man with the intent to become a gentleman, such as fighting for a woman`s honor even if he will not win. Meanwhile, Dario is on his deathbed and he tells his son Dio to move in with the Joestar family to fulfill George`s life debt. Dio does so, but on his own volition that he will become the Joestar heir, particularly if it means turning JoJo into a pariah in his own home. Dio is welcomed into the family and begins to outshine JoJo in various gentlemanly tasks, and even bests JoJo in the boxing ring, all the while spreading lies about JoJo to his would be friends. Even JoJo`s childhood love with Erina Pendleton is not safe from Dio, who takes her first kiss and makes her unable to even look JoJo in the eye. Upon this discovery, JoJo flies into a rage and fights Dio who believes he has the upperhand until JoJo surprises him. Caught off guard, some of Dio`s blood is spilled on an ancient stone mask that seems to react until the fight is broken up by George. Later, the Joestar butler discovers that JoJo`s beloved dog Danny was somehow trapped in the incinerator, while JoJo knows that Dio is the one to blame.",
  "episode_id" : 144342,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 6.16,
    "total" : 26
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR8V1MJ9R" ]
  },
  "titles" : [ {
    "language" : "POLISH",
    "title" : "Dio Najeźdźca"
  }, {
    "language" : "GERMAN",
    "title" : "Dio der Eindringling"
  }, {
    "language" : "FRENCH",
    "title" : "Dio l`envahisseur"
  }, {
    "language" : "ENGLISH",
    "title" : "Dio the Destroyer"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shinryakusha Dio"
  }, {
    "language" : "JAPANESE",
    "title" : "侵略者ディオ"
  } ],
  "type" : "REGULAR"
}