{
  "air_date" : "2012-10-20",
  "anime_id" : 9304,
  "description" : "Having found an antidote and given it to George, JoJo prepares to turn Dio in to the police. Dio tries to get JoJo`s guard down by saying he will turn himself in, but Speedwagon, who has followed JoJo from London, sees through Dio`s lies, presenting the druggist who sold Dio the poison, whilst George reveals that he has heard everything. As JoJo attempts to handcuff Dio, Dio attempts to stab him, only to stab George who got in the way to protect JoJo. With George`s blood, he activates the stone mask on himself before the police shoot him. Before passing away, George gives JoJo his late mother`s ring, admitting that he knew of Dario`s true nature before taking Dio in. Just then, Dio comes back to life as a vampire, proving invincible to firearms and draining the blood of one of the cops. As JoJo prepares to fight Dio, believing he can defeat him by destroying his brain, the cop comes back as a zombie, though JoJo manages to kill it. As several attempts to kill Dio fail, JoJo sets the mansion ablaze and leads Dio to the roof so Speedwagon can escape. JoJo attempts to kill Dio, dragging him into the flames of the mansion with him and with a powerful scream, manages to use the mansions layout to both land safely and impale Dio on a statue, assuming that he has been killed. However, as the druggist attempts to grab the mask from the burnt ruins, a charred hand kills him and drains his blood.",
  "episode_id" : 144340,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 7.04,
    "total" : 22
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY5VKJNPY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Adolescence avec Dio"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Dio to no Seishun"
  }, {
    "language" : "POLISH",
    "title" : "Młodość z Dio"
  }, {
    "language" : "ENGLISH",
    "title" : "Youth with Dio"
  }, {
    "language" : "JAPANESE",
    "title" : "ディオとの青春"
  } ],
  "type" : "REGULAR"
}