{
  "air_date" : "2012-10-27",
  "anime_id" : 9304,
  "description" : "Three days after the incident, JoJo awakens to find Erina nursing him back to health in the hospital. As they rekindle their friendship, they encounter a strange man named Will A. Zeppeli, who performs a technique on JoJo which allows him to soothe the pain of his broken arm. Zeppeli tells JoJo about the technique, known as the Ripple, which uses the energy of ones own body to perform impressive feats of strength. He also reveals that Dio still lives, and it is JoJo`s fate to go against the stone mask. As JoJo ponders about not getting Erina involved, Zeppeli notices the ripple energy residing within him. Meanwhile, Dio continues to prowl London, recruiting the vilest men he knows into his undead army, including Jack the Ripper. As Zeppeli trains JoJo to master the Ripple, he explains how he was one of the first to discover the stone mask and witness its dark powers, dedicating himself to mastering the Ripple in order to destroy it. Just then, Speedwagon informs them of people going missing in Windknights Lot, so the three of them travel there. Whilst passing through a tunnel into the town, they are attacked by Jack, and Zeppeli enters into a fight with him to give JoJo his one and only lesson into how to use the Ripple. As Jack tries to lure them into a trap, JoJo is tasked by Zeppeli to finish him off without spilling any of the wine he has poured into a glass. Using the wine, JoJo comes to understand the Ripple, allowing him to kill Jack from the other side of a wall using his own Ripple technique: Overdrive.",
  "episode_id" : 144339,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 6.14,
    "total" : 21
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRGG4V04R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Overdrive"
  }, {
    "language" : "FRENCH",
    "title" : "Overdrive"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Overdrive"
  }, {
    "language" : "POLISH",
    "title" : "Wyładowanie"
  }, {
    "language" : "JAPANESE",
    "title" : "波紋疾走[オーバードライブ]"
  } ],
  "type" : "REGULAR"
}