{
  "air_date" : "2012-10-13",
  "anime_id" : 9304,
  "description" : "Seven years later in 1888, JoJo and Dio are supposedly getting along, though JoJo is still fearful of Dio after what happened all those years ago while Dio plots to take over the Joestar family. Meanwhile, George is sick with an ailment, which JoJo believes is more than a simple cold. While doing research on the strange mask, JoJo discovers a letter from Dario Brando, which describes his own symptoms that lead to his death which JoJo realizes are the same as George`s. Confronting Dio and successfully using his own pride against him, JoJo deduces that Dio is attempting to kill George the same way he killed his own father by poisoning him. After managing to overpower Dio, JoJo sets off to London to discover the origins of the poison, leading him to the dodgy Ogre Street. JoJo is attacked by a man named Robert E. O. Speedwagon, but after JoJo manages to defeat him without going as far as killing anyone, Speedwagon recognizes his determination to help his father and he decides to help him search for the Oriental druggist behind the poison. Meanwhile, Dio, believing his plans will be ruined if he cannot stop JoJo before he returns, steals the Stone Mask, believing he can use it to kill JoJo. After having a run in with two drunks, Dio decides to test the mask out, forcing it onto one of them and spilling the other`s blood onto it. However, instead of killing the man, the mask transforms him into a super powerful vampire who overpowers Dio and starts draining his blood. Dio only just manages to survive thanks to the sunlight killing the vampire, turning it into dust. Returning back to the mansion, Dio is confronted by JoJo.",
  "episode_id" : 144341,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 7.22,
    "total" : 23
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6DQDV59R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "A Letter from the Past"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kako kara no Tegami"
  }, {
    "language" : "POLISH",
    "title" : "List z przeszłości"
  }, {
    "language" : "FRENCH",
    "title" : "Une lettre du passé"
  }, {
    "language" : "JAPANESE",
    "title" : "過去からの手紙"
  } ],
  "type" : "REGULAR"
}