{
  "air_date" : "2012-10-26",
  "anime_id" : 9128,
  "description" : "Kaito and Akiho go with their teacher, Nagafukada Mitsuhiko, to where the Robo-One tournament is being held, though they have no hotel to check into. As Kaito practices with the robot, he experiences a strange sensation for a brief moment. The tournament soon begins and Kaito manages to use his tactics to get through the preliminaries and into the finals. Before the final match, Akiho starts to grow concerned about Kaito, who hadn`t gotten a lot of sleep prior to the tournament. The final match soon begins against the reigning champion, Mr. Pleiades, whose robot has some fierce tricks up its sleeve. While Kaito`s robot is at a disadvantage against Pleiades`s, Kaito experiences an inverse of the \"elephant-mouse syndrome\" Akiho has, slowing down time for him, and makes a counterattack; which Akiho dubs the \"Tanegashi Accel Impact\", knocking both of them out of the arena, which also results in Kaito`s loss in the best two out of three match. Upon returning home, Kaito has a brief encounter with Kill Ballad`s creator, Frau Koujiro. As the vice-principal prepares to disband the robotics club, Kaito manages to prove that Mr. Pleiades is in fact their classmate, Hidaka Subaru, meaning the school still technically won the Robo-One tournament, as per the vice-principal`s request. With the Robotics Club`s disbandment cancelled and Subaru forced to join in order to keep his secret safe from the public, Akiho sets her sights on enlisting help from JAXA to complete GunBuild-1. \nSource: Wikipedia",
  "episode_id" : 144432,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 7.72,
    "total" : 11
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRWE8V13R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Tanegashi Accel Impaaaact!"
  }, {
    "language" : "FRENCH",
    "title" : "Tanegashi Accel Impact !"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tanegashi Accel Impact!"
  }, {
    "language" : "JAPANESE",
    "title" : "タネガシアクセルインパクトォォォォォ!"
  } ],
  "type" : "REGULAR"
}