{
  "air_date" : "1996-08-21",
  "anime_id" : 1293,
  "description" : "Eiji and Kayin meet up with another competitor, Ellis, and warn her of the danger. Believing she may be slain, Eiji and Kayin set a trap for Chaos and surprise him when he arrives. Gaia appears and fights Chaos again, and in the process, Ellis deduces from Gaia`s pendant that Gaia is her long-lost father. Chaos blinds Gaia with gas and aims poison-tipped darts at him, but Ellis jumps in the way and is poisoned. Chaos smugly informs them that only the Organization has the antidote and flees back to the base, knowing that Gaia will likely seek him and Uranus out in revenge. After Ellis is hospitalised, Eiji, Kayin, Gaia and Sofia, with help from a policewoman, Tracy, launch an all-out assault on Uranus`s base, aided by Rungo, Fo, Mondo and Duke, the other fighters from the tournament. Gaia locates and fights Chaos again while Eiji finds and destroys the facility where the copies of Sho are being created. Eiji and Kayin aid Gaia and eventually destroy Chaos once and for all. They confront Uranus in the throne room, where Uranus tells them that the facility was only a decoy, and the true one is beneath the base. However, the real Sho appears and defies Uranus, informing her that he has destroyed the real facility, which has caused the base to start collapsing. After swearing revenge, Uranus flees. Eiji, Kayin and Gaia make it out of the base before it explodes, but Sho is nowhere to be found.\nThe participants part ways on good terms. In a secluded area, Sho, who also survived, silently compliments his brother`s improved skills. Meanwhile, Eiji and Kayin deliver the antidote to Ellis and she makes a full recovery. As Eiji walks home, he is confronted by a mysterious, gun-wielding warrior, Vermillion, and the film ends as they prepare to fight.\nSource: EN Wikipedia",
  "episode_id" : 14465,
  "length" : 30,
  "number" : 2,
  "rating" : {
    "rating" : 5.36,
    "total" : 4
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Episode 2"
  } ],
  "type" : "REGULAR"
}