{
  "air_date" : "2012-11-18",
  "anime_id" : 8692,
  "description" : "Kirito and Leafa reach the meeting place just as the Salamanders prepare to attack the Sylphs and Cait Siths. Seeing that they have no chance against them in a direct confrontation, Kirito rushes forward and addresses the Salamander General Eugene. Kirito bluffs that he is an ambassador for the Spriggans-Undines alliance, and cautions him that to attack them would be tantamount to declaring war on the other four factions. Eugene does not believe him and challenges him to a duel. Though both are equally skilled, Kirito is severely disadvantaged by Eugene`s superior sword, which can phase ethereally and bypass his defenses. Kirito conjures a huge smokescreen, making use of it to borrow Leafa`s sword and attack from Eugene`s blind spot. Drawing his second sword to block Eugene`s attack at the last instant is enough to surprise him, and Kirito proceeds to win the duel. After Eugene is defeated, he is revived by Sakuya, and leaves in peace with his army. Now exposed as a traitor, Sigurd is contacted by Sakuya who strips him of his title and has him banished from the Sylph territory. After learning that the now allied Sylphs and Cait Siths plan an expedition to the World Tree in a couple of days, Kirito donates a large sum of money to Alicia, leader of the Cait Siths, to aid them in their war effort and departs ahead with Leafa. Meanwhile, Asuna makes use of the code she had previously learned to open the cage and escape.\nSource: Wiki",
  "episode_id" : 144751,
  "length" : 25,
  "number" : 20,
  "rating" : {
    "rating" : 7.07,
    "total" : 38
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYVNMNN06" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "General der lodernden Flammen"
  }, {
    "language" : "ENGLISH",
    "title" : "General of the Blazing Flame"
  }, {
    "language" : "FRENCH",
    "title" : "Le général impétueux"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mouen no Shou"
  }, {
    "language" : "TURKISH",
    "title" : "Parlayan Ateşin Generali"
  }, {
    "language" : "JAPANESE",
    "title" : "猛炎の将"
  } ],
  "type" : "REGULAR"
}