{
  "air_date" : "2012-11-11",
  "anime_id" : 8692,
  "description" : "While passing through a cave, Leafa receives a message from Recon cautioning her to take care. She and Kirito then realize that they are being followed and try to escape, only to be cornered by a large group of Salamander players. Kirito asks Leafa to support him with her magic while he fights the group by himself. However, he is unable to break their formation until Yui comes up with a plan to have Leafa cast some protective magic on Kirito, while he conjures a spell that temporarily transforms him into Gleam Eyes. In his new form, Kirito obliterates his enemies, but spares one whom Kirito bribes in exchange for information. The Salamander player reveals that his party was ordered to attack Kirito and Leafa by the same group which attacked them during their first encounter. After arriving at the next town, Suguha logs out for a while and answers a phone call from Shin`ichi. Shin`ichi tells her that Sigurd is in cahoots with the Salamanders, who plan on attacking the Sylph leader Sakuya and the Cait Siths during a meeting to establish an alliance. Upon returning to the game, Leafa explains the situation to Kirito and states that it would be in his best interest to continue without her, as allying with the Salamanders may be the best option for him in order to reach the top of the World Tree. Kirito instead chooses to help her and makes use of his speed to break out of the cave with her.\nSource: Wiki",
  "episode_id" : 144752,
  "length" : 25,
  "number" : 19,
  "rating" : {
    "rating" : 5.82,
    "total" : 35
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRK5K5546" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Der Lugru-Korridor"
  }, {
    "language" : "TURKISH",
    "title" : "Legrue Geçidi"
  }, {
    "language" : "FRENCH",
    "title" : "Ruger Corridor"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ruguruu Kairou"
  }, {
    "language" : "ENGLISH",
    "title" : "The Lugru Corridor"
  }, {
    "language" : "JAPANESE",
    "title" : "ルグルー回廊"
  } ],
  "type" : "REGULAR"
}