{
  "air_date" : "2012-12-09",
  "anime_id" : 8692,
  "description" : "Kazuto thinks back to the time when he was ten and learned that he was not related with Suguha, which resulted in him becoming detached from his family and increasingly engrossed with online gaming. However, due to his extended period trapped in SAO, he decides to make amends with his family. Wanting to sort things out, Kazuto asks Suguha to meet him in ALO. As Leafa contemplates whether she should stop seeing her brother in-game anymore, she runs into Recon, whose unsuccessful attempt to confess to her cheers her up. Leafa then challenges Kirito to a one-on-one duel, during which they both end up throwing it to apologize to each other. After Kazuto explains he won`t be able to say what he thinks of Suguha until Asuna is rescued, Leafa agrees to help him in his quest, dragging Recon along with her. Kirito once again takes on the guardians, this time with assistance from Leafa and Recon. As the number of guardians keep increasing, Recon uses a self-destruct spell to create a gap for Kirito to get through, but it is filled up all too soon. Just as things look dire, Sakuya and Alicia arrive with their armies to back them up. Using Leafa`s sword, Kirito manages to break through the guardians and reach the top, only to find a system administrator-locked door in his way. Then, using the admin key card Asuna gave them, Yui manages to open the door, teleporting her and Kirito to a new location.\nSource: Wiki",
  "episode_id" : 145268,
  "length" : 25,
  "number" : 23,
  "rating" : {
    "rating" : 4.97,
    "total" : 31
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYDQVQKD6" ]
  },
  "titles" : [ {
    "language" : "TURKISH",
    "title" : "Bağlar"
  }, {
    "language" : "GERMAN",
    "title" : "Bindungen"
  }, {
    "language" : "ENGLISH",
    "title" : "Bonds"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kizuna"
  }, {
    "language" : "FRENCH",
    "title" : "Le lien"
  }, {
    "language" : "JAPANESE",
    "title" : "絆"
  } ],
  "type" : "REGULAR"
}