{
  "air_date" : "2012-12-23",
  "anime_id" : 8692,
  "description" : "Rushing to the hospital, Kazuto is attacked by an injured Sugou with a knife at the parking area. Kazuto disarms him, and after considering everything Sugou has done, Kazuto spares his life. Kazuto finally meets with Asuna where they have a tearful reunion. On May 16, 2025, Kazuto and Asuna have returned to school, attending a special school for students who were trapped in SAO. As they have lunch, Kazuto reveals Sugou was captured by the police after their fight and his crimes were exposed by one of his employees. The 300 players that were trapped by Sugou were released but his experiments shocked the public. Asuna`s father and his higher ups resigned and shut down ALO with other VRMMORPG following it as a result of the scandal. Later, Asuna, Kazuto and Suguha head to Andrew`s bar along with Liz/Shinozaki Rika, Silica/Ayano Keiko, Yolko, Kains, Sasha, Yulier, Sinker, Klein/Tsuboi Ryoutarou and his guild where they have a party to celebrate for clearing the game SAO. Andrew analyzed \"The Seed\" to be a program that allows anyone with a server to create their own VRMMORPG and transfer players to other VRMMORPG easily. \"The Seed\" is uploaded to the internet which revives the VRMMORPG genre. Later that night in Alfheim Online, Kirito meets up with Leafa where they share a dance and a heartfelt conversation in the sky. Directly afterwards the new floating castle Aincrad from SAO is brought into Alfheim Online which Kirito then professes his intention to clear all 100 floors of SAO. He is met with their friends from SAO and Alfheim Online flying towards the new Aincrad.\nSource: Wiki",
  "episode_id" : 145266,
  "length" : 25,
  "number" : 25,
  "rating" : {
    "rating" : 6.49,
    "total" : 34
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6GGVG526" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Der Weltensamen"
  }, {
    "language" : "TURKISH",
    "title" : "Dünya Tohumu"
  }, {
    "language" : "FRENCH",
    "title" : "La graine du monde"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sekai no Shushi"
  }, {
    "language" : "ENGLISH",
    "title" : "The World Seed"
  }, {
    "language" : "JAPANESE",
    "title" : "世界の種子"
  } ],
  "type" : "REGULAR"
}