{
  "air_date" : "2012-11-24",
  "anime_id" : 9304,
  "description" : "After Poco hears that Peggy has gone out to search for him, Dio sends a zombie named Doobie to attack Peggy after she refuses to join his legion. Luckily, JoJo and the others arrive in time to save her. Doobie soon reveals that his head is filled with poisonous snakes, managing to deliver a few bites to JoJo`s face, but neither the venom nor Doobie stands up to JoJo`s power. With Poco and Peggy reunited, JoJo goes on to face Dio. Dire decides to face him first and launches an attack, but he is caught by Dio`s freezing ability and is shattered into pieces, though with his last breath, he manages to shoot a ripple-powered rose into Dio`s eye. As Dio learns from that sacrifice how he can damage Dio using the sword he received from Bruford, he goes on to confront Dio whilst Tonpetty and Straizo take on his undead army. JoJo manages to slice his sword straight through Dio`s body, but Dio uses this opportunity to freeze his sword and attack JoJo`s neck. However, JoJo manages to thaw himself by heating the sword with a torch, though Dio manages to protect himself from JoJo`s attack. Just then, JoJo sets his fists on fire to counter Dio`s freezing and manages to break through his defenses with an Overdrive attack. As his body melts and he falls into the abyss, Dio launches a final attack which pierces JoJo`s hand, but appears not to do much more. With Dio presumed dead, JoJo takes a long earned rest from his battles.",
  "episode_id" : 145358,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 7.04,
    "total" : 16
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6JQVK9DR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Bloodmatch! JoJo & Dio"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kessen! JoJo & Dio"
  }, {
    "language" : "POLISH",
    "title" : "Krwawe starcie! JoJo kontra Dio"
  }, {
    "language" : "FRENCH",
    "title" : "Le combat sanglant ! Jojo & Dio"
  }, {
    "language" : "GERMAN",
    "title" : "Vendetta - JoJo & Dio"
  }, {
    "language" : "JAPANESE",
    "title" : "血戦! JOJO&DIO"
  } ],
  "type" : "REGULAR"
}