{
  "air_date" : "2012-12-01",
  "anime_id" : 9304,
  "description" : "As Dio falls following his battle with JoJo, he decapitates himself before the ripple reaches his head, which is recovered by his zombie servant Wang Chung. Meanwhile, with the Stone Mask destroyed, JoJo marries Erina and they head off on a honeymoon to America on a cruise across the Atlantic Ocean. As JoJo and Erina enjoy their cruise, JoJo discovers that Wang Chung has snuck aboard, meaning Dio is still alive. As JoJo comes face to face with Dio, who wants his body to replace his own, Erina arrives on the scene just as JoJo receives a near-fatal attack to his neck. Meanwhile, the ship starts to run amock with zombies after Wang Chung spreads the infection. Using the last Ripple energy he has, JoJo manages to decapitate Wang Chung, making his body obstruct a piece of the cruise ship`s mechanism, setting the ship on a path to explosion. As Erina resolves to die by JoJo`s side, JoJo tells her to live on so she can protect a baby whose mother was killed. As the ship starts to explode, Dio makes a last ditch attempt to take JoJo`s body, but JoJo stops him, passing away with Dio`s head in his arms whilst Erina and the baby hide in Dio`s bomb-proof coffin to protect them from the explosion. Erina is eventually rescued near the Canary Islands a day later, and vows to pass on the truth of what happened on that night, 8 February 1888, through the generations, starting with the child she conceived with JoJo before his untimely death.",
  "episode_id" : 145357,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 7.65,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6K53KN1Y" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Das letzte Hamon"
  }, {
    "language" : "ENGLISH",
    "title" : "Final Ripple!"
  }, {
    "language" : "POLISH",
    "title" : "Finałowa fala!"
  }, {
    "language" : "FRENCH",
    "title" : "La dernière onde !"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Saigo no Hamon!"
  }, {
    "language" : "JAPANESE",
    "title" : "最後の波紋!"
  } ],
  "type" : "REGULAR"
}