{
  "air_date" : "2012-12-21",
  "anime_id" : 9128,
  "description" : "As Kona becomes intrigued by rumors of Gunvarrel`s last episode being leaked, she and Kaito go to resolve the conditions needed to unlock the third report, finding the tasks pretty tedious. As Kaito manages to beat the Kill-Ballad cheater while passing the time, the IRUO software Kona uses to detect cheaters gets infected with a virus, presumably from the cheater himself. Later that night, Kaito tries to get information about Kimijima out of Mizuka, while Misaki is sent by her higher-ups to investigate Kimijima`s reports. The next day, after using Junna to record motions for the GunBuild-2, Kaito and Kona manage to unlock \"Kimijima`s Report No. 3\", which talks about plans to use a solar storm to alter Earth`s environment while eliminating a vast percentage of mankind, and that research into drones controlled by the Committee of 300 had already begun since the year 2012 by the world leaders in robotics including Exoskeleton Inc. where Misaki works. Upon arriving back home, Kona learns that the top three ranked Kill Ballad players had in fact been mysteriously found dead in their homes half a year ago therefore they were being impersonated, although when they check the leader boards again, the top three players had been changed. At the same time, Gunvarrel`s final episode is publicly leaked. The footage consisting mostly of incomplete storyboards describes the robots entering a space elevator where they malfunction and fall to their destruction inside a huge furnace. The power gained from their destruction is harnessed in a laser which is fired directly into a sunspot igniting a massive solar flare which not only destroys the antagonist, \"Anubis\" but also wipes out life on earth, at which point the protagonist laments the aftermath of the event. Kaito is then left horrified at the similarity of the episode to Kimijima`s reports. Just then, Misaki contacts Kaito, warning him not to delve into matters related Kimijima Kou. \nSource: Wikipedia",
  "episode_id" : 145757,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 8.85,
    "total" : 9
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR2P9N29R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Flag ga Tassei Saremashita"
  }, {
    "language" : "FRENCH",
    "title" : "La condition est remplie"
  }, {
    "language" : "ENGLISH",
    "title" : "The Flag Has Been Cleared"
  }, {
    "language" : "JAPANESE",
    "title" : "フラグが達成されました"
  } ],
  "type" : "REGULAR"
}