{
  "air_date" : "2013-01-25",
  "anime_id" : 9128,
  "description" : "As the robots continue to run rampant in Tokyo, Kona explains to Kaito that the administrative login to Roboratory Industry`s (the company that manufactured the Operating System for the berserk robots) Cloud Server has been locked by the hackers with a Kill-Ballad battle round. In the city, Misaki has a word with Exoskeleton`s president about the state of affairs, with the latter remarking that the rogue robots is but a test-run of Project Atum: to cause a robot uprising, leading to planetary chaos and also commenting on Miniami Furugōri`s brainwashing becoming undone towards the end of the Gunvarrel anime, allowing her to embed propaganda images as well as the Kagome, Kagome melody in the leaked footage. Still struggling to beat the opponent, Kaito decides to try forcing his \"slow-mo\" by pushing his body to its limits, to no avail. Kona eventually realizes that the person behind the hack was one of the members from Kill-Ballad`s development team, a man called Maguyan. When she calls him, Maguyan claims he was blackmailed since his family was taken hostage. He further explains that the hackers intend the robots to attack Tokyo`s ministerial offices. Kaito soon deduces that Maguyan had in fact been brainwashed due to his abnormal behavior to pressing questions. As Kona hears the support of her friends from the Robotics Club, she explains how she created Kill-Ballad to keep Gunvarrel, and her mother`s memories, alive. As the police show up at Kona`s doorstep, Akiho, Junna and Subaru are able to distract them long enough to buy Kaito and Kona some time to beat the Kill-Ballad opponent. Finally, having Kona electricute him while playing, Kaito manages to activate his \"slow-mo\", allowing him to dodge the opponent`s last second cheat attack and defeat it; unlocking the server at which point Kona inputs a command, shutting down the robots just as they pierce the police barricade. As Kaito rests from the ordeal, Kona kisses him in gratitude. A week following the incident, a news report reveals Maguyan was found dead in the Philippines while Kona starts attending school so she can help the Robotics Club achieve its goal. \nSource: Wikipedia",
  "episode_id" : 146402,
  "length" : 25,
  "number" : 14,
  "rating" : {
    "rating" : 9.29,
    "total" : 12
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYWE8VQ3Y" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Juste encore un peu comme ça"
  }, {
    "language" : "ENGLISH",
    "title" : "Let`s Stay Like This for a Bit..."
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sukoshi Dake Kono Mama de..."
  }, {
    "language" : "JAPANESE",
    "title" : "少しだけこのままで..."
  } ],
  "type" : "REGULAR"
}