{
  "air_date" : "2013-01-18",
  "anime_id" : 9128,
  "description" : "Kona laments about her past, when her mother left for work one morning and never came home. The group celebrate Nae`s birthday while figuring out how to make GunBuild-2 move while Kona had remained confined to her apartment for several months. Akiho and Subaru task Tetsuharu with making a motor from the monopole while Kaito tries to make sense of \"Kimijima`s Report No. 4\", which details \"Project Atum\": a purported robot rebellion. Akiho gets Nae to beat Kaito at Kill-Ballad which forces him to seek Kona for help with programming the motor. While there, she tells him the results of her analysis of the leaked Gunvarrel episode: subliminal cryptic images were hidden in specific spots. Upon further analysis, more images of a seemingly abandoned building were revealed, containing English alphabet letters. Kona then shows Kaito that the letters were in fact a password to access a hidden website posted two weeks after the cancellation of Gunvarrel on an old hobby website made by her mother 20 years previously, revealing a message: \"Gunvarrel is brainwashing propaganda. Solar flares will hit along with terrorist attacks all around the world. I ran away to try and stop them, but they`re still out there. Everyone`s dead-someone stop them. Project Atum isn`t over.\" Later, Kaito unlocks \"Kimijima`s Report No. 5\", which describes that when the solar maximum reaches its peek, the Earth`s magnetosphere will be rendered unstable. Then Committee of 300 will cause something akin to a coronal mass ejection thus destroying a percentage of mankind. Elsewhere, despite narrowly avoiding an explosion, Tetsuharu succeeds in cutting the monopole in half. Just then, a solar storm hits the Kanto region, causing robots to malfunction and go berserk in the city. Meanwhile, Kona discovers someone has hacked her TwiPo account, framing her for the robot attacks and the leaked episode of Gunvarrel. Upon seeing \"Kona`s post\" on TwiPo, Kaito goes to her apartment. Kona initially doesn`t answer. Concerned he smashes the glass and rushes inside, horrifically finding her in the bath with a box cutter in her hand, and tearfully begs him for help. \nSource: Wikipedia",
  "episode_id" : 146403,
  "length" : 25,
  "number" : 13,
  "rating" : {
    "rating" : 8.0,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6Q4Z827R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Nantoiu Kurutta Sekai"
  }, {
    "language" : "FRENCH",
    "title" : "Quel monde dément !"
  }, {
    "language" : "ENGLISH",
    "title" : "What a Screwed-Up World"
  }, {
    "language" : "JAPANESE",
    "title" : "なんという狂った世界"
  } ],
  "type" : "REGULAR"
}