{
  "air_date" : "2013-02-01",
  "anime_id" : 9128,
  "description" : "As solar flares start affecting computers and Poke-Coms alike, Airi starts showing up on Poke-Coms besides those of Kaito and his friends and begins acting strangely. As planned maintenance on the Iro-O system is scheduled which could potentially erase Airi, Kaito is left with little room to fulfill the conditions for the sixth report before Christmas Eve. After unlocking the \"Kimijima Report No. 6\" which details the Committee of 300`s mass brainwashing of the human populace, Airi states that she wants to go to Kimijima`s house for her birthday on Christmas Eve, which turns out to be the same building where the subliminal images hidden in the final Gunvarrel episode originated. There, Kaito discovers a machine in the basement containing Airi`s original human body. Airi explains how she was cursed with an incurable affliction and always spent her days bedridden, hoping for a White Christmas. She soon met Kō Kimijima, who let her see the world through the Iro-O system while in its alpha stages. As Airi`s condition worsened, Kimijima put her into a deep sleep, to be awakened sometime in the future when a cure might exist. He then created an AI version of her so that she may still experience the world. After learning all this, Kaito reports his finding to the police, being unable to keep it a secret. At midnight on Christmas Eve, Kona manages to make a program so Airi can enjoy snow in her digital world before Airi asks Kaito for a Christmas Eve kiss. Believing Airi to have disappeared afterwards, Kaito is relieved when he sees Sister Centipede the next day. \nSource: Wikipedia",
  "episode_id" : 146401,
  "length" : 25,
  "number" : 15,
  "rating" : {
    "rating" : 7.49,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR09EJ8VR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "I`ll Let You Dream"
  }, {
    "language" : "FRENCH",
    "title" : "Je vais te montrer un rêve..."
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kimi ni Yume o Misete Ageyou"
  }, {
    "language" : "JAPANESE",
    "title" : "君に夢を見せてあげよう"
  } ],
  "type" : "REGULAR"
}