{
  "air_date" : "2013-02-08",
  "anime_id" : 9128,
  "description" : "A road accident is revealed to be responsible for crippling Mizuka and she receives exoskeletal legs from Misaki enabling her to walk again. The Robotics Club successfully complete the basic construction of GunBuild-2. By using the monopole motors and a laser-activated fuelling system, they put it through its first activation test. Shortly afterwards, though, Nae informs the club that they will be unable to use the JAXA hangar any longer since plans are scheduled to launch the first rocket from the Tanegashima Space Center in years. While Kaito goes off to search for the final report, the others run more tests on GunBuild-2, where Junna notices something odd about its walk cycle. As Subaru runs alongside to deduce the problem, a sudden gust of wind sends the robot toppling towards him. Elsewhere, Exoskeleton`s president has a word with Misaki about supposedly protecting Kaito, since he may be learning too much about the conspiracy, although she claims that she will \"dispose\" of him if necessary. Meanwhile, at Cape Kadokura, Kaito locates the seventh report but is confronted by Mizuka before he can download it, warning him not to tread further into matters related to Kimijima Kou. Just then, Kagome Kagome plays on their Poke-Coms. Upon Mizuka answering the call, a wave of static is emitted causing her exoskeletal legs to malfunction and begin walking towards the edge of the cliff. Mizuka asks Kaito for help and he rushes to her, desperately trying to hold her back, managing to knock her to the ground but the legs get up again, physically damaging Mizuka`s body. Realizing the inevitable, Mizuka knocks Kaito away and tearfully tells him to thank Misaki for the legs before she plummets to her death on the rock face below, leaving Kaito horrified. \nSource: Wikipedia",
  "episode_id" : 146400,
  "length" : 25,
  "number" : 16,
  "rating" : {
    "rating" : 7.96,
    "total" : 12
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR75NW85Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "I Love Giant Robots"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyodai Robot ga, Daisuki Desu"
  }, {
    "language" : "FRENCH",
    "title" : "Les robots géants, je les adore !"
  }, {
    "language" : "JAPANESE",
    "title" : "巨大ロボットが, 大好きです"
  } ],
  "type" : "REGULAR"
}