{
  "air_date" : "2013-03-03",
  "anime_id" : 9305,
  "description" : "One day, after classes, Eita finds a notebook someone left behind filled with rather embarrassing love poetry dedicated to someone called `Takkun`.  It is actually Ai`s, and she unsuccessfully attempts to retrieve it before he realises what it is. As penance for reading her private notebook, she gets him to come with her to the fireworks festival the following evening. He had previously refused invitations made by the other girls to the same event as he wanted to just study.\nHe meets with Ai at the school, and as they go around town Eita begins to remember some key things from kindergarten life, such as the spot he discovered was the best vantage point from which to see the fireworks. Finally, he remembers that he used to be called `Takkun` by Ai, whom he called `A-chan`, back in kindergarten. As the fireworks festival starts Ai she admits that her boyfriend was fake, and reminds him that he also promised to marry her back then, and produces an old `marriage contract` that they produced before, in crayons and childish handwriting, and asks him to sign it. He tries to escape, running into Chiwa and Himeka who get him to attend the rest of the festival.\nThe next day he meets with Masuzu at the club room, who asks him to explain what he was doing with Ai, as she saw them. She has him kiss her as penance, and then tries to poke him in the eyes but fails. Ai has also rescinded the order to disband the club, and joins the club herself.",
  "episode_id" : 147534,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 7.87,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6WEM18K6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Promises That Come Back are a Battlefield"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yomigaeru Yakusoku wa Shuraba"
  }, {
    "language" : "JAPANESE",
    "title" : "よみがえる約束は修羅場"
  } ],
  "type" : "REGULAR"
}