{
  "air_date" : "2013-03-22",
  "anime_id" : 9128,
  "description" : "Kaito arrives before Misaki, with the others helping to divert the missiles she fires using AR decoys, although Kaito is forced to use the Slow-Mo and sacrifice one of his pile bunkers to dodge the last one. Kaito manages to get up close to Misaki`s Sumeragi and use the Slow-Mo to attack her with the other pile bunker. However, this knocks Misaki out and allows Kimijima to take full control of her as he divides the Sumeragi into a more mobile unit. After locking down the launch sequence, despite Nao and the other adults reclaming the control room, Kimijima launches an attack at the others forcing them to separate, which leaves the Super Gunbuild-1 with only five minutes of power. Just then, Kona receives a program from Sawada that will erase Kimijima if they can get his avatar in the PokeCom`s view, although it requires a reboot which leaves Kaito vulnerable. As Kimijima charges at Kaito, Akiho calls out to Misaki, who manages to hold off Kimijima`s will long enough for Kaito to finish rebooting. Kaito manages to goad Misaki`s consciousness into a fight, and uses one more Slow-Mo to land a hit, exposing her body. Akiho then manages to get her emotions through to Misaki, which gives Kaito the opportunity to use the program to erase Kimijima, freeing Misaki from his will and allowing Nao to stop the launch at the last second. As the group returns home to the cheers of their friends, they decide to aim high for whatever comes next. Later after the credits, three astronauts fly off in a space ship with a GunVarrell patch on their shoulders.\nSource: Wikipedia",
  "episode_id" : 147617,
  "length" : 25,
  "number" : 22,
  "rating" : {
    "rating" : 5.22,
    "total" : 12
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY2P9NZ9Y" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Koko kara wa, Oretachi no Game Da"
  }, {
    "language" : "ENGLISH",
    "title" : "Now It`s Time for Our Game"
  }, {
    "language" : "FRENCH",
    "title" : "À partir de maintenant, c`est notre jeu"
  }, {
    "language" : "JAPANESE",
    "title" : "ここからは, 俺たちのゲームだ"
  } ],
  "type" : "REGULAR"
}