{
  "air_date" : "2013-03-08",
  "anime_id" : 9128,
  "description" : "As Mitsuhiko begins streaming the encounter via Iru-O, Kimijima reveals that on the day of the S.S. Anenome incident he had been planning on using the passengers as test subjects for an electromagnetic radiation experiment but was murdered by Misaki to save Kaito and Akiho when she caught onto his plans. Afterwards, Kimijima began appearing to her through the Iru-O network, threatening to reveal what she did along with Kaito and Akiho, forcing her to cooperate with his plan. Kimijima further states that he had threatened Airi in a similar manner and if it wasn`t for Misaki`s meddling, Project Atum would have occurred in 2015. Akiho questions Kimijima on whether Misaki still loves robots and he suggests that she still might, since she didn`t stop playing Kill-Ballad. Akiho further vows that they will stop Kimijima and his plans using their giant robot and save Misaki while Sumio helps disarm Airi, who faints while Kimijima disappears. Back at the old JAXA hangar, Subaru, Junna, Nae and Tetsuharu, having seen Akiho`s speech via Mitsuhiko`s livestream, get together in order to fix up GunBuild-1. As the weather takes a turn for the worst, at Cape Kadokura, Misaki mourns Mizuka and tries to kill herself, in vain as Kimijima controls her movements via the exoskeletal suit she was forced into wearing. As the storm begins knocking out the power to various parts of the island, Kaito and the others along with Airi join everyone at the hangar after their jet crash lands at the airstrip. People begin taking refuge at Tanegashima Chou High School following the fake solar flare news as the Robotics Club deduce that they have until the rainstorm clears to finish modifying GunBuild-1 for battle with Misaki`s Sumeragi and prevent Kimijima from launching the black hole bombs into space, killing billions. As Akiho assigns everyone tasks, Kona looks at the program Sawada gave to Kaito, \"DG297 3rd Edition ver.4.11\" since the Iru-O network controlled by Kimijima can no longer be trusted. Kaito decides he should leave and get the device Sawada gave him analyzed- an Electromagnetic wave emitter, which could be used to project illusions. As they begin their work at the hangar, they are approached by the vice-principal, who requests they reform the Robotics Club before they begin, and is soon joined by all of the Tanegashima Chou students, townsfolk and JAXA engineers who come to help. Meanwhile at the Tanegashima Space Center, Misaki holds back Kimijima`s control long enough to help Ken`ichirou escape before using the last of her own free will to send Sister Centipede to deliver a \"Report Number 0\" to Kaito and Akiho. \nSource: Wikipedia",
  "episode_id" : 147618,
  "length" : 25,
  "number" : 20,
  "rating" : {
    "rating" : 6.75,
    "total" : 11
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRMGZM03R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Does She Still Like Robots?"
  }, {
    "language" : "FRENCH",
    "title" : "Est-ce qu`elle aime toujours les robots ?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ima de mo Robot ga Suki Desuka"
  }, {
    "language" : "JAPANESE",
    "title" : "今でもロボットが好きですか"
  } ],
  "type" : "REGULAR"
}