{
  "air_date" : "2013-03-01",
  "anime_id" : 9128,
  "description" : "As Sawada`s first shot has no effect on Misaki and he starts unloading before being tackled by Kaito who urges Akiho to chase after Misaki. As the Kagome, Kagome tune soon starts playing from the Arena`s PA, Akiho watches in disbelief as Misaki boards the Sumeragi and begins wreaking havoc within the expo, by destroying the other robots. As the Sumeragi sets its sights on GunBuild-2, Akiho tries in vain to defend it and has another \"EMS\" seizure upon its destruction, followed by Kaito upon seeing Akiho`s state before Misaki escapes. In the aftermath, while getting Akiho to safety, Kaito discovers a massive obelisk has appeared out of nowhere, which Akiho deduces to be the space elevator from the leaked Gunvarrel episode. As the Haneda and Narita Airports are shut down due to a massive solar flare which is blamed for the Expo`s attack, Airi has a mysterious visitor in her hospital room as the Airi AI begins singing Kagome, Kagome from her Poke-Com. Investigating the obelisk, Kaito comes across Sawada who reveals that it was concealed by an advanced AR technology called NoAH`s Ark and that the S.S. Anenome fainting was part of a human experiment. He further reveals the news of the solar flare is in fact propaganda to spur a mass panic as a cover for project Project Atum to begin. Elsewhere, Misaki details their mission to some soldiers that they are to create an artificial magnetic storm in the Earth`s magnetosphere by launching black hole bombs acquired from SERN at the Tanegashima space center before the panic calms. As Sawada explains this to Kaito, he had been working against the Committee of 300 when he discovered Project Atum and tried to use Misaki to follow their trail, and soon realized that the mastermind was Kimijima himself when his name began connecting to various leads. Kimijima had orchestrated the global revelation of the Kimijima Reports to draw attention away from himself. Finally as Kaito heads back to Akiho, Sawada reveals that Misaki is being used as Kimijima`s puppet and had used the NoAH`s Ark to deceive them with an illusion to buy herself time to attack the Tanegashima Space Center with another Sumeragi robot. As Kaito catches up to Akiho, she has lost faith in everything she has worked towards. Refusing to accept defeat, Kaito decides he wants to confront Misaki once more, which also cheers Akiho up. Meanwhile as Misaki takes control of the Tanegashima Space Center, Kona learns how Kimijima is linked to her mother`s death, she is attacked by some soldiers working for Misaki but is rescued by Nae. As Mitsuhiko takes Kaito, Akiho and Sumio to JAXA`s Chofu Airport as directed by Nae who is revealed to be Sawada`s ally after he gives Kaito a package. The group is halted at gunpoint by a brainwashed Airi, singing the Kagome, Kagome tune. Upon looking through his Poke-Com Kaito discovers Kō Kimijoma standing next to her, who reveals he has achieved immortality by uploading his mind onto the Iru-O network. \nSource: Wikipedia",
  "episode_id" : 147619,
  "length" : 25,
  "number" : 19,
  "rating" : {
    "rating" : 6.87,
    "total" : 11
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6NQZME86" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "I Never Should`ve Had a Dream"
  }, {
    "language" : "FRENCH",
    "title" : "Je n`aurais jamais dû avoir de rêve"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yume Nante, Motanakereba Yokatta"
  }, {
    "language" : "JAPANESE",
    "title" : "夢なんて, 持たなければよかった"
  } ],
  "type" : "REGULAR"
}