{
  "air_date" : "2013-12-09",
  "anime_id" : 9826,
  "description" : "In the year 850, whilst Eren and the others are in training, the Recon Corps go on a mission, with Hange deciding to pursue a Titan spotted in the forest in the hopes she can capture it. Curiously, as Hange gets the Titan to chase after her, it suddenly retreats to the forest. Hange follows it to the center of the forest, where she finds it banging its head against a certain tree. The Titan turns hostile when Hange gets close to it, but Levi and the others arrive and kill it, much to Hange`s dismay. Upon inspecting the scene, they discover the decapitated body of Ilse Langnar, a soldier from the 34th Recon Corps division, resting inside of the tree, and finding a notebook belonging to her lying on the ground. The notebook details Ilse`s records, as she escaped on foot after her squad was killed by Titans. She eventually became cornered by a Titan, but instead of killing her right away, it started to speak to her in the human language, calling her \"Ymir.\" Ilse attempted to communicate with the Titan, but it inevitably became hostile again and bit off her head, curiously choosing not to devour her body but instead rest it inside the tree. Having read through all of Ilse`s notes, Hange uses the notebook as leverage to convince Erwin to approve of operations to capture Titans alive and study them, before returning Ilse`s belongings to her family.",
  "episode_id" : 149040,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 7.01,
    "total" : 27
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GWDU8K0XV" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Illse no Techou: Aru Chousa Heidan-in no Shuki"
  }, {
    "language" : "ENGLISH",
    "title" : "Ilse`s Notebook: Memoirs of a Recon Corps Member"
  }, {
    "language" : "GERMAN",
    "title" : "Ilses Notizbuch – Aufzeichnungen einer Soldatin des Aufklärungstrupps"
  }, {
    "language" : "FRENCH",
    "title" : "Le carnet d`Isle –Notes d`une patrouilleuse de bataillon–"
  }, {
    "language" : "JAPANESE",
    "title" : "イルゼの手帳 -ある調査兵団員の手記-"
  } ],
  "type" : "REGULAR"
}