{
  "air_date" : "2013-04-23",
  "anime_id" : 9584,
  "description" : "After sleeping late again Athena (Alice) takes in some sunlight for refreshments. Hayate gave her a ringlet-shaped chocolate coronet. Suddenly, a big dog approaches Athena then licks her. She demands that Hayate should find its owner. While they search for the dog’s owner on the streets, Athena disciplines the dog. Fumi appears declaring the dog, Armageddon, is hers. Armageddon quickly tackles onto Fumi, just as they leave Athena signs she likes Armageddon, and Fumi responds he likes her too because of her ringlet-shaped hair. The next day, Wataru struggles with the pile of money that Sakuya had delivered to him in order to keep his business funded. Hayate and Saki offer to help deposit the money into the bank account regardless of Wataru`s denial. Walking on the streets, Armageddon and Yukiji suddenly appear then the dog snatches the briefcase full of money and runs off. He shows Fumi the briefcase, freaking out, Fumi plans to hand it over to the police, but her friend Sharna Alamgir warns she would be considered a suspect. Meanwhile, Saki blames herself for losing the money. Hayate goes looking for the briefcase. He then finds out that Armageddon brought it to Athena, but finds the briefcase empty. Fumi and Sharna gather to help search for the money, then Hayate rushes for Tama to have him translate for Armageddon to know where the money is. Despite being insulted by the dog, Tama confirms the money been stolen by bandits. Tracking down their hideout, Yukiji beats up the bandits as Hayate and Wataru arrive to retrieve the money. With the money finally deposited Athena tells Wataru that he should comfort Saki, and so he does. Afterward, Nagi and Athena are left alone together for the day. They warm up some Nikuman to eat but overcook it. Thinking what to do now, Linn the ghost priest mentions they should go find Hayate at Café Donguri to have him make dinner for them. Accepting the idea, they head out, but along the way Nagi and Athena get lost since neither are familiar with the direction. Following the uphill, they manage to arrive at the café and desperately demand Hayate to make them Nikuman.\nSource: Wiki",
  "episode_id" : 149035,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 3.36,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRWE474JR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Athena Tennousu"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tennousu Athena"
  }, {
    "language" : "JAPANESE",
    "title" : "天王州アテネ"
  } ],
  "type" : "REGULAR"
}