{
  "air_date" : "2013-06-04",
  "anime_id" : 9584,
  "description" : "Astonished by her weight gain, Ayumu makes an effort to preserve her health. Following at Café Donguri, Hayate gives Ayumu some Nikuman he made, at that moment, she realizes her constant consuming of Hayate`s food is the reason she`s gaining weight. She stops herself from eating, but just couldn`t resist Hayate`s generous offer. In a flashback, Ayumu remembers how everyone prepared a surprise birthday party for her. Hayate was baking cookies for her, Maria asks him whether he remembers Izumi`s, Risa`s, Miki`s, Isumi`s, and Yukiji`s birthday, but he answers all the questions correctly. Nagi and Chiharu decide that they should throw a surprise party for Ayumu over at Café Donguri. Before they can start setting it up, Ayumu arrives! As she attempts to remind them what \"today\" is, they try to avoid the question by feigning ignorance until she gives up. Ayumu finally leaves after part-time and everyone quickly prepares the party. Nagi calls for Ayumu`s return, but she is too dismayed, so Nagi use a sympathetic manner to convince her. Ayumu comes back and they surprise her with the party. Feeling overjoyed, she jumps onto Nagi. Back in the present, Ayumu walks home with Hayate saying it`s unsafe during the night, leaving Hokuto confused. They go to Shiomi high school, to pick up Ayumu`s notebook that she forgot. Hayate thought if his parents hadn`t sold him to the yakuza he probably would`ve accepted Ayumu`s confession from before (Season 1 episode 12). As they leave, after defeating a monstrous thief, Ayumu decides she will do her best to lose weight.\nSource: Wiki",
  "episode_id" : 150227,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 4.61,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYNQV4JJY" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Ayumu Nishizawa"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Nishizawa Ayumu"
  }, {
    "language" : "JAPANESE",
    "title" : "西沢歩"
  } ],
  "type" : "REGULAR"
}