{
  "air_date" : "2013-05-28",
  "anime_id" : 9584,
  "description" : "Ruka the idol is told by her manager Atsumari that she been booked to star in a bicycle commercial, telling her how lucky she is. Nagi, Hayate, and Maria are watching a recap of Ruka`s concert on TV at the Violet Mansion. Ruka got the day off so she makes a surprise visit there and informs them her amazing opportunity. Tactlessly, she doesn`t know how to `ride` a bike so she intensely desires Hayate to teach her how since he`s a professional at bicycling. Ruka first practices in the yard but ruins Maria`s garden. It soon gets dark, Chiharu suggest Ruka should try practicing on Hakuō Academy`s grounds. Hayate strictly trains Ruka to ride a bike down a steep hill, that looks risky. He pushes her down the hill and catches her before she falls, hoping it would help overcome her fear of falling. At the end of the day, Ruka and Hayate start having fun using a squirt gun. Nagi asks Hayate if he can teach her how to ride a bike too but expects him to do it more kindly. Later, Hayate, Hinagiku, and the Hakuou Three Amiga, were invited to see Ruka`s next concert. Hayate receives an urgent call from Ruka and Atsumari depending him to act as a backup dancer in a maid outfit on the stage, also Ruka wishes for his service because she`s in a stress. The concert begins with Ruka singing through willpower. Before her last song, Gilbert shows up and battles Hayate. The staff members mistakenly put Gilbert’s robot on the stage and goes on rampage. Hayate quickly kicks the robot off the stage, he dances with Ruka joyfully, and the concert was a success.\nSource: Wiki",
  "episode_id" : 150228,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 7.74,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR19XMQ96" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Ruka Suirenji"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Suirenji Ruka"
  }, {
    "language" : "JAPANESE",
    "title" : "水蓮寺ルカ"
  } ],
  "type" : "REGULAR"
}