{
  "air_date" : "2013-05-14",
  "anime_id" : 9584,
  "description" : "At Hakuou Academy, Risa discusses with Hayate about why people have recently been calling them the \"idiot trio\". Izumi and Miki lash out then start arguing together with Risa, they decided to find results on who`s the smartest of the three by creating an interesting film. Hayate follows Izumi firmly to where she’s recording a plant growing, but accidentally kills it. Next, Miki shows them some eggs she`s waiting to be hatch, however Hayate corrects her that unfertilized eggs will never hatch. Last, Risa presents a contraption that sets off balloons, but failed to notice them flying away without recording. In the end, it became clear to Hayate that the three are equally idiotic. Thinking about yesterday, the trio are in a study session alone but end up studying on how to be popular. Hayate comes to check on them, and Risa tries to force him into doing something shameless to Izumi for the cute and blush research. Later, Izumi does cleaning duty as punishment for being careless of the paper that Yukiji gave her to take to the class. She puts on an embarrassing act using Miki`s video camera until Shiranui scares her, and then Izumi heads home forgetting to delete the video.The next day, Miki asks Izumi whether she recorded anything stupid with her video camera. Izumi remembers that she forgot to delete the embarrassing videos. However, the memory card is formatted, to Izumi`s relief. Later, it turns out Hayate had taken the memory card from the camera.\nSource: Wiki",
  "episode_id" : 150229,
  "length" : 25,
  "number" : 6,
  "rating" : {
    "rating" : 3.28,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYX0JXM7R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Izumi Segawa and the Other Two"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Segawa Izumi to Hoka Futari"
  }, {
    "language" : "JAPANESE",
    "title" : "瀬川泉と他2人"
  } ],
  "type" : "REGULAR"
}