{
  "air_date" : "2013-06-11",
  "anime_id" : 9584,
  "description" : "Top of the Hakuou clock tower, Chiharu is doing a speech pattern when Aika catches her unguarded. Aika responds that side of her is cute. Chiharu believes there are others who are more unguarded than herself, like Hinagiku, as she hangs out with Nagi due to their common interest. Later, Chiharu decides to have a barbecue for the tenants, and she has Hayate give her grocery shopping assistance. She asks Hayate what would he do if a girl confesses to him; he gives a serious answer. Ruka arrives at the Violent Mansion as she accepted Chiharu’s invitation. Ruka asks Ayumu if Hayate would become her boyfriend even if it means kissing him, which irritates Ayumu. As Hayate and Chiharu return, Ruka also asks Hayate what would he do if a girl confesses to him. He responds to Ruka and Ayumu that Chiharu asked him the same question, but they misunderstood it to be Chiharu confessing to Hayate. Then everyone celebrates at the barbecue. Kayura is eating the kebabs and making weird remarks. In a flashback, Hayate and Nagi remember when they first met Kayura (and pitching up a tent). After Kayura rented a room at the apartment, she enrolls as a transfer student at Hakuō Academy, so Hayate and Nagi gladly give her a tour around the campus until they reach the clock tower and Hayate casually shows them Hinagiku changing. Back in the present, after the barbecue and the tenants go back to their rooms, Kayura states that you should not take your instant feelings too seriously. Hayate accidentally sees Hinagiku changing again; prompting everybody to say that Hayate is the one who is most unguarded.\nSource: Wiki",
  "episode_id" : 150829,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 2.87,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6MGE98P6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Chiharu Harukaze and Kayura Tsurugino"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Harukaze Chiharu to Tsurugino Kayura"
  }, {
    "language" : "JAPANESE",
    "title" : "春風千桜と剣野カユラ"
  } ],
  "type" : "REGULAR"
}