{
  "air_date" : "2004-02-24",
  "anime_id" : 1052,
  "description" : "Fiore finds Joshua in the bathtub suffering from a chronic headache. Meanwhile, Rosette, Chrono, and Azmaria head by train from New York City to San Francisco. They encounter a mother and child, both of which Chrono senses as suspicious. Satella, who is also aboard the train, invites the three into her private railroad car. However, Rosette is lured by Rizelle into the dining car, soon finding out that Joshua is crying out for her. Rizelle splits the two passenger car, separating Rosette from the rest. Chrono manages to break through the dining car, but Rizelle has stolen Rosette`s soul timepiece and has held Azmaria and Satella captive. Rosette is forced to shoot Chrono in the heart in order to gain back the soul timepiece, while Azmaria releases the victims from Rizelle`s control. This does not stop Rizelle, nonetheless, as she pulls Rosette on top of the railroad car. Rosette is overwhelmed by Rizelle`s attacks, but Rosette shuns Rizelle for her relationship with Aion. Even firing a Gospel does not stop Rizelle, but it is when Rosette stabs her with her own horn that she falls off the train into the abyss as she disintegrates. \nSource: Wikipedia",
  "episode_id" : 15208,
  "length" : 25,
  "number" : 13,
  "rating" : {
    "rating" : 6.99,
    "total" : 8
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY9PZJEDR" ]
  },
  "titles" : [ {
    "language" : "ITALIAN",
    "title" : "Il terno delle marionette"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Marionette Train: Ane"
  }, {
    "language" : "ENGLISH",
    "title" : "Marionette Train: Older Sister"
  }, {
    "language" : "JAPANESE",
    "title" : "Marionette train 姉"
  }, {
    "language" : "HUNGARIAN",
    "title" : "Nővér"
  }, {
    "language" : "FRENCH",
    "title" : "Sœur ainée"
  }, {
    "language" : "RUSSIAN",
    "title" : "Поезд с марионетками. Старшая сестра"
  } ],
  "type" : "REGULAR"
}