{
  "air_date" : "2013-10-25",
  "anime_id" : 8473,
  "description" : "This episode goes back in time somewhat to cover Momoka`s route. Tomoya is dissatisfied with Momoka`s writing work although he initially has a hard time approaching her as she seems to have a general dislike for men. Eventually she approaches him and they confront each other, Tomoya saying that her contemptuous attitude towards men is causing her writing to suffer, while Momoka maintains that her attitude is justified. The two begin to attempt to prove each other wrong by performing sexual acts of increasing boldness, from simple blowjobs until finally they have full intercourse. This fails to make either accept the other`s position until one night with Momoka alone at the office Tomoya pretends to be rapist who breaks into the house and rapes her. She believed he was an actual rapist despite Tomoya`s very thin disguise, so Tomoya apologises to her just as she is about to cry. The next few days Momoka is very cold to everyone, especially to him, and Kisara confronts him about this. This leads him to apologise profusely to Momoka, telling her that she`ll do anything to make it up to her, and the two of them confess their love for each other. The two of them eventually do a lot of hard bondage with each other, with Momoka being tied up in shibari with vibrators. Tomoya later winds up supervising Aizawa Lemon, one of the seiyuus doing voice work for their project in Momoka`s absence. She winds up flirting with him, and though he refuses her advances Momoka sees this and punishes him by blindfolding and tying him up in a toilet stall in a ladies` rest room, wearing girl`s clothing. The episode ends with the final release of the game as before, and Momoka  pregnant and lactating.",
  "episode_id" : 152215,
  "length" : 30,
  "number" : 3,
  "rating" : {
    "rating" : 5.65,
    "total" : 9
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "A Peach Coloured Sigh, Once Again? The Newest H-game Is Filled with Momoka!! Chapter"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Momoiro no Toiki, Futatabi!? Ecchi na Shinsaku Game wa Momoka Zanmai!! Hen"
  }, {
    "language" : "JAPANESE",
    "title" : "桃色の吐息, 再び!? えっちな新作げーむは桃花三昧!!編"
  } ],
  "type" : "REGULAR"
}