{
  "air_date" : "2004-03-09",
  "anime_id" : 1052,
  "description" : "Duke Duffau, the duke of Pandemonium, enters the villa to seek allegiance with Rosette, Chrono, Azmaria, Satella to help fight against Aion. Sister Kate and Father Remington argue for the approval of the Council of the Catholic Church for the alliance, mentioning how Chrono helped saved the Magdalene Order many times. Rosette has to decide whether to accept or decline associating with the pursuers. Chrono tells Satella that Aion wanted to establish a world in which desire is considered sinless. The pursuers declared war against the sinners thereafter. Elder Hamilton shows Rosette an updated version of the Gospel with innovative features. While Rosette, Chrono, and Azmaria meet up with Duffau, Reverend Jack Gilliam, who is from the west coast branch of the Magdalene Order, comes to aid the three in the upcoming battle. Elsewhere, Aion and Fiore enter a laboratory where Shader explains that the forgiveness for the fallen angels will occur once the head of Pantemonium, six of the apostles, and the seven virtues are reassembled. Fiore protects Joshua from an enraged Genai, who is distraught that Joshua was at fault for Rizelle`s death. Duffau calls Rosette the reincarnation of Mary of Magdalene, having the power of an apostle, noting that she will have marks engraved in her body. Back at the villa, the marks start to appear on her body when she takes a bath. \nSource: Wikipedia",
  "episode_id" : 15228,
  "length" : 25,
  "number" : 15,
  "rating" : {
    "rating" : 6.27,
    "total" : 8
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYJQJ2EV6" ]
  },
  "titles" : [ {
    "language" : "ITALIAN",
    "title" : "Gli inseguitori"
  }, {
    "language" : "FRENCH",
    "title" : "Poursuivant"
  }, {
    "language" : "JAPANESE",
    "title" : "The Pursuers 追手"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "The Pursuers: Otte"
  }, {
    "language" : "ENGLISH",
    "title" : "The Pursuers: Pursuer"
  }, {
    "language" : "HUNGARIAN",
    "title" : "Üldözők"
  }, {
    "language" : "RUSSIAN",
    "title" : "Преследователи"
  } ],
  "type" : "REGULAR"
}