{
  "air_date" : "2013-10-19",
  "anime_id" : 9659,
  "description" : "Raul is exasperated that Fino has suddenly moved into the apartment next to his at Sarah`s recommendation, but he has to agree that it is a good idea. When a customer comes by to have a fan fixed, they see Lore Berefiral, who works doing deliveries and in-home maintenance in her rare visits to the store. Meanwhile, Sarah and Visor are called to corporate headquarters and told that although their store has the highest customer satisfaction rating however they also have the lowest sales, so they are to double their inventory, stock generic products, and conduct a major sale.\nLater, Airi visits the store, and Raul`s look on his face when he sees her makes Fino think that she`s a complainer, and Fino lets slip details that give away her demonic heritage as he tries to restrain her. Just then one of the generic products that Corporate HQ has ordered them to stock arrives at the store, an air purifier that seems to be of rather dubious quality. Elsa also comes by to visit as it is the end of her shift at the convenience store, and they decide to try to test it as the store has no other customers besides Airi. The air purifier malfunctions spectacularly, the magic gone awry producing Witch`s Arms that entangle Elsa, Nova, Lore, Fino, and Airi as their attempts to shut it down are frustrated as there are too many arms. Raul finds his old magical sword and uses it to cut Fino free, and together they manage to finally turn off the defective device.",
  "episode_id" : 154606,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 5.28,
    "total" : 14
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G63VWXE9Y" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Faisons attention à l’étrange marchandise envoyée par le siège de la compagnie."
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Honsha kara Okurarete Kuru Ayashii Shouhin ni Ki o Tsukemashou."
  }, {
    "language" : "ENGLISH",
    "title" : "We Should Be Careful When Handling Weird Products Sent to Us by Corporate."
  }, {
    "language" : "JAPANESE",
    "title" : "本社から送られてくる怪しい商品に気をつけましょう."
  } ],
  "type" : "REGULAR"
}