{
  "air_date" : "2013-12-31",
  "anime_id" : 10022,
  "description" : "Kazuto and Suguha meet with Asuna, Rika and Keiko at their high school where the latter trio had agreed to teach Suguha how to swim, in preparation for an Alfheim quest that they are planning to undertake. Meanwhile, Kazuto makes his way to the counseling office where he meets with Seijiro Kikuoka, a member of the Ministry of Internal Affairs. While investigating the SAO incident, Kikouka has Kazuto relate his experience so that he can unearth a firm grasp on Kayaba Akihiko`s motives while also forcing Kazuto to reflect on his actions throughout the death game. At the same time, Rika, Keiko and Asuna all relate to Suguha how they met Kirito during their time in the game and eventually causing Suguha to reflect on her feelings for her brother. After defeating Kayaba and gaining no insight on his goal, Kazuto`s story enters the ALO stage where Kikouka admits the Ministry`s lapse in monitoring Nobuyuki Sugou and his heinous human experimentation—leaving Kazuto to dive into ALO by himself, rescuing Asuna and freeing the captive players all with the help of his newfound friends. As Suguha eventually learns how to swim, Kazuto concludes his story by explaining the cost of power and leaves Kikouka.\nLater on, Kirito, Klein, Agil, Asuna, Silica, Lizbeth and Leafa meet at Turtle Island in preparation for the undersea quest where they expect Yui to see a whale for the first time. With Kirito acting as the party leader, they dive into the ocean and arrive at an undersea temple where they are met by the NPC—Nerakk. Despite Leafa being slightly suspicious, the group begins the Deep Sea Invaders quest where they are to retrieve a stolen pearl from the temple and return it to Nerakk. After entering the temple, Kirito and Klein inadvertently activate a trap which unleashes a giant Armachthys monster. However with some difficulty the group eventually defeats it. After exploring the temple, the group recovers the pearl and just before Kirito gives it to Nerakk, Asuna notices that it had been an egg all along. Nerakk then reveals his malicious true form, the boss Krakken—The Abyss Lord, an overwhelmingly powerful monster which attacks and deals them severe damage. Just when all seems to be lost, Leviathan, the Sea King stops the Krakken and after a brief talk, the Krakken retreats. Leviathan then retrieves the egg, clearing the quest and returns the group to the surface on the back of a giant whale—their reward.\n In the epilogue, Kikouka once again tries to get in contact with Kazuto.\nSource: Wiki",
  "episode_id" : 154807,
  "length" : 100,
  "number" : 1,
  "rating" : {
    "rating" : 4.62,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRWEMEZ3R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "TV Special"
  } ],
  "type" : "REGULAR"
}