{
  "air_date" : "2013-12-14",
  "anime_id" : 9659,
  "description" : "Fino has been brought to the former hero academy by a demon named Raid who is working with like-minded demons and former hero candidates like Ciel and Blaze who want to see her become the new demon lord. They have recovered the Bloodstone, which was the sign of the demon lord and was used by her father to subjugate lesser demons.\nMeanwhile, Ciel has gone to the Leon store with a two-headed dragon and attempts to destroy it, only to be confronted by Sarah, who turns out to be ridiculously powerful, capable of turning any magic item into a powerful weapon: she was the one who managed to defeat the old demon lord.\nAt the same time, Raul has realised where they brought Fino, and he has a confrontation with Blaze, whom he quickly defeats. He finds Fino at one of the demon`s gate mock-ups they used for practice, chained to a pillar, but is attacked by Airi before he can free Fino. Airi has a hatred for all demons as they had killed her family, and she and Raul have a bitter battle. Fino, unable to watch her friends fight that way decides to accept the Bloodstone`s power and begins her transformation into the demon lord. She flies into the volcano where the gate to the demon world is.\nRaul has by then managed to defeat Airi and convince her that what she is doing is wrong, and as they are about to chase after Fino, Raid tries to stop them, but just then Sarah, Visor, Nova, Lore, Elsa, Ram, and the old man Hiramatsu arrive, and Sarah fights Raid, allowing Raul, Airi, Lore, and Ram to leave on the old man`s carriage.",
  "episode_id" : 156303,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 6.41,
    "total" : 13
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY19Q73GR" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Celui qui n’a pu devenir un héros part sauver la fille du roi des démons."
  }, {
    "language" : "ENGLISH",
    "title" : "I Couldn`t Become a Hero, but now I`m Going to Rescue the Demon Lord`s Daughter"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yuusha ni Narenakatta Ore ga Maou no Musume-san o Tasuke n Ikimasu."
  }, {
    "language" : "JAPANESE",
    "title" : "勇者になれなかった俺が魔王の娘さんを助けに行きます."
  } ],
  "type" : "REGULAR"
}