{
  "air_date" : "2013-12-07",
  "anime_id" : 9659,
  "description" : "It is a typical day at work at Leon, and despite what happened before she is upbeat and buys even more strange things for helping attract customers by mail order, not realising that she`ll eventually have to pay for them. She tells Raul what her father was like, how he tormented not just humans but weaker demons like her mother, and which is why she never wanted to become the demon lord herself. She would rather become a Leon branch manager like Sarah, of the first branch in the Demon World.\nDuring lunch break Raul joins his old friends from the hero training program Ciel and Blaze, and they tell him that the hero system will soon be restored as there will once again be a new demon lord. They were evidently the same ones who attacked Fino the other day. They depart on unsettling terms with Raul warning them not to lay a hand on her.\nMeanwhile, while Fino is having her lunch at the convenience store, she sees a customer who wanted to buy a refrigerator whose complete details she was unable to get. She chases after him and gets him to fill out the missing details in his order form, but afterwards she is abducted. Raul returns from his lunch break to find that Fino has not returned, and while searching for her finds the order form, and realises that she has been abducted.",
  "episode_id" : 156304,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 5.51,
    "total" : 13
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6X0M8QEY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Celui qui n’a pu devenir un héros et celle qui a refusé de devenir la reine des démons."
  }, {
    "language" : "ENGLISH",
    "title" : "I Wanted to Be a Hero, but She Didn`t Want to Be the Demon Lord."
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yuusha ni Naritakatta Ore to Maou ni Naritakunakatta Aitsu."
  }, {
    "language" : "JAPANESE",
    "title" : "勇者になりたかった俺と魔王になりたくなかったあいつ."
  } ],
  "type" : "REGULAR"
}