{
  "air_date" : "2002-03-31",
  "anime_id" : 562,
  "description" : "Gallantmon in his new form seems to be making some headway. Meanwhile, the others are losing. In a last attempt Sakuyamon gives all of her power to Justimon who then inserts it into his blade and cuts the Cable Reaper but it proves to be in vain as it regenarates. However, the Digimon Sovereigns suddenly appear and drag the Cable Reaper back to the Digital World where they apparently destroy it. The Juggernaut program is revealed to be in MegaGargomon and he activates it in the wormhole vortex. As the vortex is going at the speed of light, the Juggernaut reverses it causing a minture Big Bang and a reverse time effect in it which will devolve the D-Reaper and send it back to the Digital World. Gallantmon Crimson Mode comes into conflict with the Jeri Agent and he finally destroys her before arriving at the cracked Kernel Sphere. Jeri and Calumon are not there anymore as they escaped and Calumon somehow protects them with a forcefield. Unfortunatly, the Red Card`s effects wear off and the Megas de-digivolve, but Guilmon flings Takato to Jeri and the two are finally reunited. The Tamers try to figure a way out and are suddenly rescued by Kazu, Kenta, Guardromon, MarineAngemon and Lopmon and escape and the D-Reaper is fully sucked into the wormhole and devolves. The Tamers digimon suddenly change to their in-training forms and are forced to return to the Digital World. Before leaving, Impmon asks for Jeri`s forgiveness in killing Leomon and she grants it to his surprise. Epilogue – Takato refinds the portal to the Digital World at Guilmon`s old hiding shed.\nSource: crunchyroll",
  "episode_id" : 15832,
  "length" : 25,
  "number" : 51,
  "rating" : {
    "rating" : 3.0,
    "total" : 1
  },
  "recap" : false,
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Kraft der Träume"
  }, {
    "language" : "ENGLISH",
    "title" : "Hopes, Dreams and Future"
  }, {
    "language" : "FRENCH",
    "title" : "Un si doux chagrin"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yume Miru Chikara Koso Boku-tachi no Mirai"
  }, {
    "language" : "JAPANESE",
    "title" : "夢見る力こそ僕たちの未来"
  } ],
  "type" : "REGULAR"
}