{
  "air_date" : "2014-05-30",
  "anime_id" : 8473,
  "description" : "After everyone else goes home, Tomoya stays behind, saying that he`s the new guy and has to put in extra hours. Soon after, Nene returns to the office with a lot of beer, depressed from not being taken seriously at meetings because despite being 32 she still looks like a child. She asks Tomoya what she can to to look more mature. The next day, Flower has a booth at an otaku event to give away demo copies of the new game and market their old games and related merchandise. Nene, Kisara, and Tomoya are assigned to man the company booth while Iori and Momoka are promoting the latter`s doujins also at the same event. In response to Nene`s question about how to look more mature, Tomoya has put remote control vibrators into her vagina and anus, and turns them on and off as customers visit their booth. She manages to give away the last copies of the first batch of the trial version of their game just as Tomoya finally makes her orgasm. Kisara is then in charge of the booth, and Tomoya sneakily fingers her and gives her cunnilingus under the booth table. She finally cums, and after recovering is infuriated, so he runs away to the men`s rest room. Iori suddenly appears wearing a school swimsuit, and she gets him to sodomise her in the toilet. Momoka runs into him just as he leaves the rest room, and she convinces him to ditch the event and go on a date with her. They have each put remote control vibrators into each others` orifices, turning them on and up as they proceed. Finally, they have sex on a park bench.",
  "episode_id" : 158491,
  "length" : 30,
  "number" : 5,
  "rating" : {
    "rating" : 4.59,
    "total" : 9
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mi-minna ga Miteiru Mae de Konna Koto!? Nene wa Otona no Lady da mon Hen"
  }, {
    "language" : "ENGLISH",
    "title" : "We`re Doing This Stuff in Front of Everyone?! Nene Is Already a Fine Lady Chapter"
  }, {
    "language" : "JAPANESE",
    "title" : "み, みんなが見ている前でこんなこと!? 寧々は大人のレディーだもん編"
  } ],
  "type" : "REGULAR"
}