{
  "air_date" : "2014-07-11",
  "anime_id" : 10537,
  "description" : "In Aomori, Japan, plutonium was stolen from a nuclear fuel reprocessing facility during a snow storm. A perpetrator left the message \"VON\" at the scene of the crime in red paint. Six months after the event, a mysterious video is posted on social media. Referring to themselves as Sphinx 1 and 2, two masked teenagers claim \"Tokyo will be enveloped by darkness after 3:00 p.m. and large sparks will fly, scattered around the Shinjuku area.\" Despite the video coming to the attention of former detective Shibazaki, he does not initially report it. Nine and Twelve interrupt Lisa Mishima`s classmates as they bully her, then take their place undercover in her school. Lisa withdraws further and begins showing signs of an eating disorder. While at the government office building, she wishes everyone would disappear in frustration. At that moment, the greater Tokyo prefecture loses power and citizens in the building are evacuated without Lisa. Assuming the government office building free of surveillance, Nine and Twelve place stuffed animals containing thermite-based explosives beneath the sprinkler systems of the main building. When Twelve is interrupted by Lisa, he gives her one of their stuffed animal bombs and flees the building. He asks Nine to decide whether they should kill her or keep her alive. Nine`s terse answer is that he will ask her directly. Lisa responds that she does not want to die, sending Twelve to extract her as the building crumbles down. Nine takes a photo of the destruction with his phone. Twelve and Lisa return unharmed, but Nine informs her as a result of her decision to live she has decided become their accomplice. Lisa is left speechless by this.",
  "episode_id" : 160896,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 8.0,
    "total" : 26
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYX0VPP2R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "FALLING"
  }, {
    "language" : "ENGLISH",
    "title" : "Falling"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Falling"
  }, {
    "language" : "FRENCH",
    "title" : "La chute"
  }, {
    "language" : "BULGARIAN",
    "title" : "Падане"
  } ],
  "type" : "REGULAR"
}