{
  "air_date" : "2014-07-18",
  "anime_id" : 10537,
  "description" : "It is revealed that the bombing and subsequent building collapse, despite the large scale of destruction involved, left several with minor injuries, and no fatalities. Lisa returns home from the incident shaken, but her mother (unaware of Lisa`s location during the bombings) breaks down and berates her for ignoring her text messages. During her tirade, she reveals that Lisa`s father has left the family. Nine and Twelve return without Lisa to their residence, to start work on a cellphone bomb. The police force gathers for a comprehensive briefing of the day`s events, where they become aware of the video on social media. Nine and Twelve, aware of this, release a second video with a riddle from Oedipus Rex referring to the location of their next bombsite. After finding what appears to be the answer to the riddle, police move on the suspected location, a DNA laboratory. Shibazaki phones the chief of police, Kurahashi, with alternate interpretation to the riddle, and suggests that the bomb will be in a police district office. After the bomb discharges in the district office instead of the lab, Kurahashi asks for Shibazaki to involve himself in the case. In privacy, Kurahashi reveals the theft of plutonium to Shibazaki, and his suspicion of the connection to the bombers. Lisa follows Twelve on the street, where he reminds her that if she reveals their secret, he will kill her.",
  "episode_id" : 160897,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 7.51,
    "total" : 23
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR19J22Z6" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "CALL & RESPONSE"
  }, {
    "language" : "ENGLISH",
    "title" : "Call & Response"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Call & Response"
  }, {
    "language" : "FRENCH",
    "title" : "Question-réponse"
  }, {
    "language" : "BULGARIAN",
    "title" : "Зов и отзив"
  } ],
  "type" : "REGULAR"
}