{
  "air_date" : "2014-07-26",
  "anime_id" : 10376,
  "description" : "Kirito logs into GGO, but becomes baffled as to why his avatar has long hair and feminine qualities. These attributes lead to all of the male players mistaking him for a girl. Without many leads on how to reveal himself to Death Gun, Kirito wanders around the city until he spots Sinon. He explains to her that he wants to find directions to the General Governor`s Office to sign up for Bullet of Bullets (BoB), an intense PvP game mode. Mistaking him for a girl as well, Sinon directs Kirito towards a market to buy weaponry and armor. However, being out of cash, Kirito participates in an arcade game, \"Untouchable\", an extremely difficult QuickDraw game where the player must dodge the bullets fired from an NPC and then tag him to receive all of the credits placed in for bets. Sinon warns him the game is rigged, but after witnessing a player fail to win the game, Kirito decides to participate. Using the agility and training he acquired from his previous experiences in ALO (Alfheim Online), he is able to dodge all of the bullets and win all of the earnings, which surprises Sinon and other onlookers. Back at the weapon shop, Kirito mulls over the better weapons with the aid of Sinon, and decides to purchase an energy sword called a Photon Sword, then an FN Five-seven at Sinon`s request. Back outside, Sinon realizes they only have ten minutes to get to the General Governor`s Office and sign up for BoB, but Kirito spots a buggy station and commandeers one of the buggies, taking himself and Sinon to the Office down a highway. Impressed and exhilarated with his driving abilities, Sinon tells Kirito to go faster.\nSource: Wikipedia",
  "episode_id" : 160988,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 7.45,
    "total" : 22
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6MG8GP36" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "GGO"
  }, {
    "language" : "FRENCH",
    "title" : "GGO"
  }, {
    "language" : "GERMAN",
    "title" : "GGO"
  }, {
    "language" : "JAPANESE",
    "title" : "GGO"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "GGO"
  }, {
    "language" : "TURKISH",
    "title" : "GGO"
  } ],
  "type" : "REGULAR"
}