{
  "air_date" : "2014-08-01",
  "anime_id" : 10537,
  "description" : "Nine successfully hacks into the Metropolitan Police Department database in search of something. Twelve goes out to follow Lisa, expressing his concern that her running away from home will jeopardize the mission. Nine sends a fourth video, titled \"Time Shock Bomb\", where he and Twelve give another riddle related to Oedipus Rex and then state their hopes that their game would be played \"without cheating\", otherwise a hidden bomb will explode. Using the riddle, Shibazaki finds a website created by Nine and Twelve, which asks for a password related to three maxims inscribed at the temple at Delphi. Realizing that time is running out, the police decide to search an apartment building where Nine was recorded dropping off a suspicious package, although Shibazaki is still intent on solving the riddle. Twelve finds Lisa and tells her to go home, but she refuses, then comments she was stupid for running away before fleeing. Police officers breach the apartment, only to find no bomb and a laptop instead. Time runs out, even though Shibazaki manages to solve the password (his surname). Seconds later, police investigation reports of the attacks are leaked online, drawing a shocked reaction from the public since the reports conclude the perpetrators are always one step ahead of them. Simultaneously, Twelve rescues Lisa from two police officers. While on their way to Nine`s location, Lisa asks Twelve if he is going to destroy the world, to which both laugh; Lisa then comments she hadn`t laughed like that in \"a really long time\". At Nine`s location, he disapproves of Lisa staying with them, just before she suddenly collapses.",
  "episode_id" : 161229,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 8.27,
    "total" : 24
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6MGM7756" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "BREAK THROUGH"
  }, {
    "language" : "ENGLISH",
    "title" : "Break Through"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Break Through"
  }, {
    "language" : "FRENCH",
    "title" : "Découverte capitale"
  }, {
    "language" : "BULGARIAN",
    "title" : "Пробив"
  } ],
  "type" : "REGULAR"
}