{
  "air_date" : "2014-07-25",
  "anime_id" : 10537,
  "description" : "Shibazaki transfers to the police agency heading the investigation, much to the dissatisfaction of several employees. As he constructs another bomb, Nine deduces from the presence of counter-nuclear terrorism special forces that the police are aware of his and Twelve`s stealing of the plutonium from the Aomori nuclear facility, but intends to confirm his suspicions through another attack. Talking with Kurahashi, Shibazaki learns that one of the men who stole the plutonium worked at the nuclear facility for a short time, and had his identity erased after the incident occurred. Shibazaki then laments to Kurahashi that, as a Hiroshima native, he hated summer due to the fears held by the older townspeople who experienced the town`s atomic bombing during World War II. Nine and Twelve send a third video with another riddle related to Oedipus Rex. Finally unable to bear with her mentally-unstable mother, Lisa runs away from home. Solving the riddle, the police streams a live recording of Shibazaki all over Japan, in which he announces the location of the newest bomb. He then issues a direct challenge to Nine and Twelve before the police is forced to cut off the livestream. Viewing news and surveillance footage and realizing the officers were wearing hazmat suits, Nine realizes the police have definitely connected them to the stolen plutonium. Kurahashi reveals to other officers the reason behind Shibazaki`s demotion, as Shibazaki steps outside the building and comments, \"Today`s another hot day.\"",
  "episode_id" : 161230,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 6.79,
    "total" : 21
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYNQM99ZY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Rechercher & détruire"
  }, {
    "language" : "JAPANESE",
    "title" : "SEARCH & DESTROY"
  }, {
    "language" : "ENGLISH",
    "title" : "Search & Destroy"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Search & Destroy"
  }, {
    "language" : "BULGARIAN",
    "title" : "Открий и обезвреди"
  } ],
  "type" : "REGULAR"
}