{
  "air_date" : "2014-08-02",
  "anime_id" : 10376,
  "description" : "Kirito and Sinon arrive at the General Governor`s Office and go to the terminals to register. Kirito is surprised that the registration asks for his real-life information, and he leaves the fields blank. He is then registered into the same block as Sinon, and both are able to make it to the finals due to the ladder arrangement. Before they can enter BoB, however, there is a qualifying preliminary. Kirito promises to fight Sinon fairly if they are ever opponents. While waiting for the preliminary round to begin, Kirito reveals his gender after an embarrassing incident with Sinon in the changing room, and this creates a rift between them. Sinon demands that he make it to the finals so she can defeat him there, then proclaims her intention of \"killing all the strong ones\", which causes Kirito to briefly suspect her of being Death Gun. They then meet up with Kyouji in his GGO avatar, Spiegel. When Kirito is transferred to his first battle, he is initially put off-balance in the gunfight, but is able to defeat his first opponent using his Photon Sword. Upon returning to the preliminary waiting area, he is confronted by Death Gun, who Kirito feels he recognizes. Death Gun asks Kirito if he is the \"real deal\". He then catches a glimpse of a tattoo on Death Gun`s wrist and recognizes it as the mark of the SAO Red Player guild \"Laughing Coffin\".\nSource: Wikipedia",
  "episode_id" : 161367,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 7.9,
    "total" : 19
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G63VWVMZY" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Guns and Swords"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Juu to Ken"
  }, {
    "language" : "FRENCH",
    "title" : "Le pistolet et l`épée"
  }, {
    "language" : "GERMAN",
    "title" : "Pistole und Schwert"
  }, {
    "language" : "TURKISH",
    "title" : "Silahlar Ve Kılıçlar"
  }, {
    "language" : "JAPANESE",
    "title" : "銃と剣"
  } ],
  "type" : "REGULAR"
}