{
  "air_date" : "2014-08-16",
  "anime_id" : 10376,
  "description" : "At the Kirigaya residence, Suguha shows Kazuto a news article about the participants of the BoB tournament, among which was Kirito`s name. Although Kazuto tries to hide the fact that he converted his avatar to GGO, Suguha tells him that she already found out from Asuna. After a flashback of Kazuto`s talk with Asuna the previous day, Suguha tells him that she is worried due to Kazuto having a frightening expression when he returned home last night. Kazuto then calms Suguha down by promising that he would be back. Meanwhile, Sinon vents her anger about Kirito to Kyouji, who then tells her that she isn`t acting like her normal self and, after a short conversation, tries to hug her, but is rejected by her. At the hospital, after seeing that Kazuto was troubled by something, Aki offers a free counseling session. When Kazuto tells her about how he killed the Laughing Coffin members in SAO, she tells him that she cannot help him with that burden, but reminds him that he killed them in order to protect others. After calming down, Kazuto logs into GGO. Meanwhile, in Alfheim Online, after completing a boss fight, Asuna, Leafa (Suguha), Klein, Lisbeth, and Silica get ready to watch the broadcast of the BoB tournament. In GGO, Sinon meets Kirito at the General Governor`s Office, and they tell each other that they will not lose.\nSource: Wikipedia",
  "episode_id" : 161593,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 4.61,
    "total" : 22
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRZX4XDMY" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Blutrote Erinnerungen"
  }, {
    "language" : "ENGLISH",
    "title" : "Crimson Memories"
  }, {
    "language" : "TURKISH",
    "title" : "Kan Kırmızı Anılar"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kurenai no Kioku"
  }, {
    "language" : "FRENCH",
    "title" : "Souvenirs écarlates"
  }, {
    "language" : "JAPANESE",
    "title" : "紅の記憶"
  } ],
  "type" : "REGULAR"
}