{
  "air_date" : "2014-08-15",
  "anime_id" : 10537,
  "description" : "During a comprehensive meeting, the chief announces the involvement of the Federal Bureau of Investigation in the investigation, surprising the other officers. After Nine has a nightmare involving Five, he and Twelve discuss about her, and Nine concludes that Five is continuing a \"game\" the three played together previously. When Lisa offers to help them, Nine shows her pictures of the aftermath of the subway train bombing and states that this is what they were doing, which shocks her. Kurahashi later recounts to Shibazaki his meeting with the FBI agents, which include Five, whose job is described as a researcher from an American organization called the Nuclear Emergency Support Team. Twelve tells Lisa that he suffers from synesthesia, a condition that allows him to see colors through sound, and describes her voice as being a \"pale yellow\". Five sends a text containing a riddle to the public, posing as Sphinx; the riddle can only be decoded via Caesar cipher. The answer turns out to be a set of coordinates leading to Haneda Airport`s International Terminal, one of the locations targeted by Nine and Twelve. The police try to respond to the scene, only to be told to stand by on orders from the superintendent general. Knowing that they will be caught by Five while trying to enter the terminal, Nine reluctantly decides to bring Lisa along with them, since she isn`t known to be associated with him and Twelve. Shibazaki and several officers decide to disobey orders and converge on the terminal as well. Upon arriving at the terminal, Nine realizes that Five plans to play a game of chess using the airport as the chessboard.",
  "episode_id" : 161511,
  "length" : 25,
  "number" : 6,
  "rating" : {
    "rating" : 5.05,
    "total" : 22
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR2PN888R" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "READY OR NOT"
  }, {
    "language" : "ENGLISH",
    "title" : "Ready or Not"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ready or Not"
  }, {
    "language" : "FRENCH",
    "title" : "Tu es prêt ?"
  }, {
    "language" : "BULGARIAN",
    "title" : "Готов или не"
  } ],
  "type" : "REGULAR"
}