{
  "air_date" : "2014-08-08",
  "anime_id" : 10537,
  "description" : "Lisa wakes up in Nine and Twelve`s residence, while the two debate on giving her shelter. They then catch her playing around with their devices, and she faints again after learning she nearly blew up the building with one of their newly-made bombs. Nine and Twelve later place the same bomb inside a passenger train. Upon returning home, they find Lisa attempting to cook, and then criticize her food. Twelve later comments to Nine that the food had value despite its taste, since it reminded him of the food at the institution. Nine and Twelve then send another video with another riddle, also saying that an explosion will occur after 8:00 p.m. if the riddle isn`t solved before then. Using clues from the riddle, Shibazaki concludes the newest bomb is on the Shuto Shinjuku Line train. He then explains his discovery of a connection between all of the bombings: certain people connected to the bombsites participated in a seminar run by the Rising Peace Academy, a non-profit organization that promoted interaction between the Japanese government and the people. As the day goes by, there have been no reports of the bomb being recovered, and Nine and Twelve, not wishing to kill people, plan on deactivating it using a cellphone. However, cellphone reception goes out all over the area, preventing them from doing so, forcing them to try and remove it manually. Kurahashi later informs Shibazaki that higher-ranking agents have prevented them from removing the bomb. While trying to pinpoint the train`s location, Nine is horrified when his computer is hacked into, and realizes that he might know the hacker. He then manages to find the train using a second computer and rushes to the station, throwing a smoke bomb to force commuters off the train and cover his tracks. However, one woman still remains, and the bomb explodes as he enters the train to save her. Nine is unhurt, and as he drags the commuter out of the wreckage, he receives a text message saying, \"I found you\". Shibazaki confronts Kurahashi about the bombing, but he informs him that he had no knowledge of it. They then spot a mysterious woman sitting nearby, whom Nine identifies as Five.",
  "episode_id" : 161512,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 7.42,
    "total" : 22
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G63VJQQNY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Cache-cache"
  }, {
    "language" : "JAPANESE",
    "title" : "HIDE & SEEK"
  }, {
    "language" : "ENGLISH",
    "title" : "Hide & Seek"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hide & Seek"
  }, {
    "language" : "BULGARIAN",
    "title" : "Криеница"
  } ],
  "type" : "REGULAR"
}