{
  "air_date" : "2014-08-22",
  "anime_id" : 10537,
  "description" : "Nine and Twelve decide to play along with Five`s chess game. Arriving at the terminal, Shibazaki and the officers see messages being given to Nine and Twelve from Five in regards to the game and learn that the police ordered airport employees to transmit them. They realize that the latest Sphinx video was a fake created by the police, and that it is Sphinx they are communicating with. When they get closer to the bomb`s potential location, Twelve sends in Lisa to create a distraction; after some hesitation, she sets off flares that trigger a fire alarm. Twelve then hacks into the camera system and brings the recordings back by five minutes, allowing Nine to rush to Five`s location without being detected. He confronts Five and holds her at gunpoint with a pistol he brought, demanding to know why she is getting in the way of his and Twelve`s plans. She responds that she wants to settle something with him, then reveals her knowledge of Lisa being an accomplice and that she is being held captive at the bomb`s location. Airport police then arrive and fire at Nine, forcing him away. While fleeing, he briefly passes Shibazaki. Nine regroups with Twelve, who receives a phone call from Lisa describing her and the bomb`s whereabouts: a plane that is on autopilot and headed for a terminal filled with numerous commuters. Realizing there is a way to save both Lisa and the commuters, Nine contacts Shibazaki, convinces him that the latest bomb isn`t Sphinx`s, and instructs him to infiltrate the control tower and take control of the autopilot system. Nine and Twelve rescue Lisa from the plane, while Shibazaki enters the control room and forces one of the operators to divert the plane away from the terminal at gunpoint. The plane explodes without injuring anyone, and Shibazaki spots a masked Nine, who signals him in thanks before leaving. Five manages to escape, and it is revealed that she has Lisa`s school ID. Looking at it, she smiles and says, \"I won`t let you get away again.\"",
  "episode_id" : 161510,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 6.88,
    "total" : 18
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRZX58N3Y" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "DEUCE"
  }, {
    "language" : "ENGLISH",
    "title" : "Deuce"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Deuce"
  }, {
    "language" : "FRENCH",
    "title" : "Égalité"
  }, {
    "language" : "BULGARIAN",
    "title" : "Реми"
  } ],
  "type" : "REGULAR"
}