{
  "air_date" : "2014-09-05",
  "anime_id" : 10537,
  "description" : "In the wake of the attempted terminal bombing, the media believes the foiled attack to be the work of Sphinx. The officers who accompanied Shibazaki to Haneda Airport are reprimanded by their boss, who takes them off the case and gives them a three-month suspension, while Shibazaki himself is given a permanent suspension. Shibazaki goes to his daughter Haruka, who is studying physics at a university, and asks her if an average person could construct an atomic bomb from plutonium. She replies that with the right tools and knowledge, it is possible. Using Lisa`s stolen ID, Five tracks her down at Nine and Twelve`s hideout while they are away. She sends her a bomb, but Lisa escapes before it detonates, destroying the entire upper floor. Joined by Nine and Twelve, Lisa flees to an abandoned video arcade that Nine and Twelve arranged to use as an alternate refuge. There, Nine implies that it was Lisa`s fault their initial headquarters was destroyed, which she sadly confirms. Shibazaki investigates on his own, and while at the National Archives of Japan, he learns that a decade ago, the Rising Peace Academy implemented an operation called the \"Athena Project\", whose goal was to educate gifted children, but he is unable to find further details about it. He visits Ichiro Fujiwaka, a politician, and asks about it, then threatens to expose his son`s illegal activities after not receiving an honest answer. Fujiwaka informs Shibazaki that orphaned children were gathered, with the gifted ones singled out for the Athena Project. Eventually leaving, Shibazaki is joined by another suspended officer, Hamura, who helps him as he follows numerous leads. Lisa later overhears Nine and Twelve arguing about what to do with her and leaves, only to be captured by Five`s men. When she wakes up in Five`s office, Five initially acts friendly towards her by painting her nails, but quickly becomes hostile and tells her that she does not care for the lives of Nine and Twelve. Later, Twelve receives a threatening text message from Five, revealing that Lisa has been taken hostage. Refusing Nine`s pleas to remember their mission, Twelve sets off to try and rescue Lisa.",
  "episode_id" : 161509,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 4.59,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6Q481V4R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "My Fair Lady"
  }, {
    "language" : "FRENCH",
    "title" : "My Fair Lady"
  }, {
    "language" : "JAPANESE",
    "title" : "My Fair Lady"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "My Fair Lady"
  }, {
    "language" : "BULGARIAN",
    "title" : "Моя прекрасна лейди"
  } ],
  "type" : "REGULAR"
}