{
  "air_date" : "2014-08-23",
  "anime_id" : 10376,
  "description" : "While waiting for BoB to begin, Kirito assumes that Death Gun will sign into the tournament under a different name, given the perfect stage for him, and vows to find him and face him again. After much persistence, Kirito is able to convince Sinon to explain to him the details of the BoB royale. After she explains the rules and regulations, Kirito stops Sinon from leaving and asks her whether there were BoB participants that she did not know about. He then finds out that, aside from him, there are three other players who had not participated in the previous tournaments. He then explains her his motivation behind that question, and she theorizes from his explanation that he is an SAO survivor. Later on, during the tournament, Sinon decides to target Dyne and Pale Rider. Having found a sniping position on the west side of the bridge that Dyne had crossed, she prepares to take action, but is stopped by Kirito, who instructs her to not shoot and just watch Dyne and Pale Rider`s battle. After Pale Rider defeats Dyne, he is suddenly shot with a silenced stun bullet and, after several moments, the shooter, Death Gun, reveals himself from the bridge. As Death Gun prepares to finish off Pale Rider, Kirito yells at the confused Sinon to shoot him before he does.\nSource: Wikipedia",
  "episode_id" : 161592,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 8.66,
    "total" : 20
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6Q494Q7R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Bullet of Bullets"
  }, {
    "language" : "FRENCH",
    "title" : "Bullet of Bullets"
  }, {
    "language" : "GERMAN",
    "title" : "Bullet of Bullets"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Bullet of Bullets"
  }, {
    "language" : "TURKISH",
    "title" : "Bullet of Bullets"
  }, {
    "language" : "JAPANESE",
    "title" : "バレット・オブ・バレッツ"
  } ],
  "type" : "REGULAR"
}