{
  "air_date" : "2014-09-20",
  "anime_id" : 10376,
  "description" : "After checking the map, Kirito finds that twenty-four players had already been killed, while only Dark Wind and himself are shown on the map. Seeing as, even accounting for Sinon, Death Gun, and Pale Rider, the numbers of those killed and those who are still alive did not match the total, he speculates that Death Gun had more than one accomplice in charge of the killings in the real world. Fearing that Dark Wind might also be a target, Kirito and Sinon decide to set up the former as bait, while Sinon snipes Dark Wind and Death Gun from a distance when they arrive. Sometime later, while Dark Wind is closing in on Kirito, Death Gun attempts to kill Kirito himself. Sensing his intent to kill, Kirito manages to sense where he would be shot from and barely manages to dodge the bullet. Noticing a sniper shot, Dark Wind immediately hides behind an obstacle for cover, but he is then shot by Sinon and killed. Sinon then turns her attention to Death Gun, but, as she had already fired her first shot, which wouldn`t be detected, Death Gun is able to see her targeting him. The two of them fire at each other at the same time and, while Death Gun manages to destroy Sinon`s scope, she manages to destroy Death Gun`s weapon. However, as Kirito is about to strike Death Gun, the latter pulls out an estoc and counters the attack. After having a conversation with Kirito, Death Gun begins assaulting him with overwhelming speed.\nSource: Wikipedia",
  "episode_id" : 162061,
  "length" : 25,
  "number" : 12,
  "rating" : {
    "rating" : 6.72,
    "total" : 19
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6X0M04MY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Balle légendaire"
  }, {
    "language" : "TURKISH",
    "title" : "Bir Hayaletin Kurşunu"
  }, {
    "language" : "ENGLISH",
    "title" : "Bullet of a Phantom"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Maboroshi no Juudan"
  }, {
    "language" : "GERMAN",
    "title" : "Unsichtbare Kugel"
  }, {
    "language" : "JAPANESE",
    "title" : "幻の銃弾"
  } ],
  "type" : "REGULAR"
}