{
  "air_date" : "2014-09-26",
  "anime_id" : 10537,
  "description" : "Japan goes into a state of panic from Nine`s declaration, and Tokyo`s entire population begins to evacuate. Lisa regroups with a severely injured Twelve, who greets her before collapsing. Citing that Sphinx had killed no one during all of the attacks, Shibazaki assumes the atomic bomb is just part of a message from them. He then calls Haruka and asks her of the existence of the possibility that an atomic bomb can explode without inflicting a single casualty; she replies that it would be possible if it explodes while in the stratosphere, otherwise known as a \"high-altitude nuclear explosion\". Hamura realizes that Sphinx would be using a balloon to lift the atomic bomb into the air. Finding a security video of a balloon carrying a box into the air, the police realize that Sphinx plans on disabling all of Japan`s electronic devices with an electromagnetic pulse that would result in the atomic explosion, essentially paralyzing the country. They then realize that aircraft would also be disabled, and there are hundreds of passenger flights currently in the air, carrying evacuated citizens. Fighter jets are dispatched to intercept the atomic bomb but are unable to succeed, while Nine goes up a skyscraper as he observes the countdown on his cellphone. Simultaneously, the passenger flights are all grounded, and Twelve regains consciousness. He is asked by Lisa if Nine really was going to destroy the whole world, to which he replies that he and Nine were always alone and were never needed by anyone before. He then thanks Lisa and proclaims that he is glad to have met her, which prompts her to smile seconds before the atomic bomb detonates. Everyone watches the explosion occur before the entire city is plunged into darkness, followed by an aurora, formed by the radiation from the atomic bomb, illuminating the sky.\nThe following day, Tokyo`s buildings and streets are completely abandoned. Nine heads to the Settlement, where he sets up makeshift grave markers for the children who died from the Athena Project`s experiments, including Five. He is then joined by Twelve and Lisa, and forgives the former for his actions. The three then spend the rest of the day playing around with a ball and listening to music. As night falls, they are approached by Shibazaki, who tells them that if they turn themselves in, then Project Athena will be exposed to the world and will not be ignored by anyone anymore. Minutes later, U.S. helicopters arrive and hold Nine and Twelve at gunpoint, but Nine pulls out a detonator, claiming that it is for another atomic bomb designed by the Japanese government, which is now in a nuclear power plant. Despite the threat, the soldiers shoot and kill Twelve under orders from their superior, who wants to keep the American government`s involvement in the investigation a secret. Shibazaki orders the soldiers to stand down, then negotiates with an outraged Nine, who eventually gives the detonator to him before abruptly experiencing the same headache Five suffered. Before dying, he tells Shibazaki to always remember Sphinx. One year later, it is revealed that Project Athena was exposed to the world, leaving the Japanese government under scrutiny. Lisa and Shibazaki visit the graves of Nine, Twelve, Five, and the other experimented children regularly, and are on a familiar basis with each other. While coming across Shibazaki one day, Lisa tells him what Nine had told her before his death: the meaning of \"VON\", which is Icelandic for \"hope\".",
  "episode_id" : 162133,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 8.51,
    "total" : 20
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR75W0EMY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "VON"
  }, {
    "language" : "ENGLISH",
    "title" : "Von"
  }, {
    "language" : "FRENCH",
    "title" : "Von"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Von"
  }, {
    "language" : "BULGARIAN",
    "title" : "ВОН"
  } ],
  "type" : "REGULAR"
}