{
  "air_date" : "2014-09-12",
  "anime_id" : 10537,
  "description" : "Nine leaves their hideout and heads to retrieve the plutonium he and Twelve have hidden. Meanwhile, Shibazaki and Hamura visit Souta Aoki, the former welfare minister, to find out more about the Athena Project. To their surprise, Aoki tells them everything about it; its connection to the members of Rising Peace Academy; and that Five was the only child to have survived by the end of the experiments within the \"Settlement\", a location where the orphans were secretly taken to for the purpose of artificially producing Savant syndrome in humans. However, Aoki mentions that two children, Nine and Twelve, managed to escape, then tells Shibazaki that the mastermind behind the Athena Project was in fact Dr. Shunzo Mamiya, the politician who was the reason behind Shibazaki`s demotion. At the same time, while Nine is busy making the bomb, Twelve reaches the amusement park where Lisa is being held captive. As he comes onto the Ferris wheel, he finds Lisa, her body laced with several bombs that immediately activate when the ride begins to run. Twelve comforts her and begins disarming the bombs one by one. Though both seem to realize that he can`t possibly defuse them all in time, Twelve continues while revealing his feelings for Lisa. Moved to tears, she nevertheless tells Twelve to escape and save himself, reminding him that Nine needs him, but Twelve refuses, just before Five calls him and tells him to give her the location of the plutonium in exchange for disarming the bombs on Lisa. She reveals that she knows Nine and Twelve had actually stolen a prototype of an atomic bomb, rather than plutonium, from Aomori. Twelve becomes torn between saving Lisa and covering for Nine, but at the last few seconds, Twelve reluctantly discloses the prototype`s location. Five stops the timer, and along with it, cuts the power to the Ferris wheel, trapping Twelve and Lisa midair. Five immediately mobilizes the Metropolitan Police Department to the school, where Nine has just arrived to retrieve the bomb. Catching a glimpse of them in advance, he manages to take the prototype from the locker and tries to escape. However, he is spotted and Five, suffering from a seemingly worsening headache, immediately orders Nine to be taken down before abruptly fainting.",
  "episode_id" : 162135,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 7.8,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYWEV37MY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Des hauts & des bas"
  }, {
    "language" : "JAPANESE",
    "title" : "HIGHS & LOWS"
  }, {
    "language" : "ENGLISH",
    "title" : "Highs & Lows"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Highs & Lows"
  } ],
  "type" : "REGULAR"
}