{
  "air_date" : "2014-09-27",
  "anime_id" : 10376,
  "description" : "Death Gun continues his assault on Kirito, greatly weakening him. While they are fighting, Kirito has a flashback to the meeting before the Laughing Coffin raid in Sword Art Online, recalling a strikingly similar player with the same red eyes as Death Gun. Kirito deduces that Death Gun is really Red-Eyed XaXa, the second-in-command of Laughing Coffin. As XaXa moves in for the final blow, Sinon creates the illusion of a bullet path using her experience in the game alone, causing XaXa to use his invisibility cloak to avoid it. However, Kirito pulls out his sidearm and fires it at XaXa, stopping the cloaking process and rendering him vulnerable. Using the willpower and strength he possessed in SAO, Kirito defeats XaXa, cutting him cleanly in half. Before he dies, XaXa reassures Kirito that their battle is not over. Kirito and Sinon then come to an agreement to end the BoB tournament by committing double in-game suicide using a grenade, crowning them both the winner, but not before they reveal to each other their real names. While logging out, Kirito finds that another BoB participant besides Pale Rider was mysteriously disconnected, confirming his suspicions that Death Gun has more than one accomplice. After logging out, Kyouji visits Shino, who, after making romantic advances on her, pulls out a syringe and reveals himself to be Death Gun`s second accomplice in the real-world killings. Kyouji then tries to kill Shino, but Kazuto bursts through Shino`s door and attacks Kyouji, holding him off while telling Shino, who recognizes Kazuto as Kirito, to run. \nSource: Wikipedia",
  "episode_id" : 162116,
  "length" : 25,
  "number" : 13,
  "rating" : {
    "rating" : 8.05,
    "total" : 20
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY19Q950R" ]
  },
  "titles" : [ {
    "language" : "TURKISH",
    "title" : "Hayalet Kurşun"
  }, {
    "language" : "ENGLISH",
    "title" : "Phantom Bullet"
  }, {
    "language" : "FRENCH",
    "title" : "Phantom Bullet"
  }, {
    "language" : "GERMAN",
    "title" : "Phantom Bullet"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Phantom Bullet"
  }, {
    "language" : "JAPANESE",
    "title" : "ファントム・バレット"
  } ],
  "type" : "REGULAR"
}