{
  "air_date" : "2014-09-19",
  "anime_id" : 10537,
  "description" : "Nine goes to the police headquarters, dons his Sphinx mask, and turns himself in. He refuses to speak to anyone but Shibazaki, but later relents and issues a demand for a press conference at a specific location at 8:00 p.m., or he will activate the atomic bomb prototype. Shibazaki visits Shunzo Mamiya, who confesses that he created the Athena Project as part of a plan to revitalize Japanese national morale following the nation`s defeat at the end of World War II. Five, who has been hospitalized due to her deteriorating health as a consequence of the Athena Project experiments, learns of Nine`s surrender and desperately sets off to try and reach him. When Twelve hears from Lisa that Nine has surrendered, he attempts to forget about Sphinx in his shame for betraying Nine, but Lisa convinces him to help Nine like he helped her. Five`s men pursue the police convoy carrying Nine to the press conference through Shuto Expressway, only to find that the truck is a decoy. Enraged and desperate, Five leaves to pursue Nine herself. Twelve interferes, but Five disables his motorbike before stopping the truck carrying Nine. After killing her assistant for attempting to stop her, Five confronts Nine and confesses that she always wanted to beat him but never could. Knowing that she is dying, Five admits her love for Nine, begs him to live for them both, and gives him a brief kiss before committing suicide by detonating the spilled gasoline from her car. The Japanese airwaves are then hijacked by a prerecorded message from Nine: as his plans for the press conference were disrupted, the countdown for the atomic bomb`s detonation has begun. Declaring that this is the final message from Sphinx, Nine unmasks himself and bids the people of Japan farewell.",
  "episode_id" : 162134,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 6.91,
    "total" : 15
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR09JPNGR" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Chaos"
  }, {
    "language" : "JAPANESE",
    "title" : "HELTER SKELTER"
  }, {
    "language" : "ENGLISH",
    "title" : "Helter Skelter"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Helter Skelter"
  } ],
  "type" : "REGULAR"
}