{
  "air_date" : "2014-10-04",
  "anime_id" : 10376,
  "description" : "While Kazuto tries to defend himself against Kyouji, he leaves an opening for the latter to attempt to inject him with the poison used to kill Death Gun`s victims. Shino then knocks Kyouji out with a stereo before checking on Kazuto`s condition, and finds that there was an electrode stuck to the part of his chest where Kyouji had tried to inject him, which protected him against the syringe. Several days later, Endou calls out to Shino, from whom she tries to demand money. When Shino refuses, Endou takes out a model gun and threatens her. However, when she unsuccessfully tries to fire it, Shino takes the gun from Endou and shows her that the safety needed to be disabled to fire, then shoots a can with it before returning it back to Endou. Shino is then picked up by Kazuto, who takes her to meet with Kikuoka to report on the Death Gun incident. During the report, it is revealed that the third conspirator in the Death Gun murders, another SAO survivor named Johnny Black, escaped while Kyouji and XaXa (who was Kyouji`s brother) were both institutionalized. After that, Kazuto takes Shino to the Dicey Cafe, where he introduces her to Asuna and Rika (Lisbeth). Kazuto then reveals that he had told the two girls about Shino`s past and explains that he had them help him find a certain person that she should meet. The person is revealed to have been a woman, named Oosawa Sachie, who was working at the post office during the robbery. Sachie thanks Shino for saving her life and tells her that she was pregnant at the time, so Shino had also saved the life of her daughter, Mizue. Kazuto then explains that he wants Shino to think about the people that she had saved by killing the robber and thus be able to forgive herself for it. As a result, Shino bursts into tears of happiness.\nSource: Wikipedia",
  "episode_id" : 162613,
  "length" : 25,
  "number" : 14,
  "rating" : {
    "rating" : 7.04,
    "total" : 20
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6NQJQ186" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Chiisana Ippo"
  }, {
    "language" : "GERMAN",
    "title" : "Ein kleiner erster Schritt"
  }, {
    "language" : "TURKISH",
    "title" : "Küçük Bir Adım"
  }, {
    "language" : "ENGLISH",
    "title" : "One Little Step"
  }, {
    "language" : "FRENCH",
    "title" : "Un petit pas"
  }, {
    "language" : "JAPANESE",
    "title" : "小さな一歩"
  } ],
  "type" : "REGULAR"
}