{
  "air_date" : "2014-10-18",
  "anime_id" : 10376,
  "description" : "One day at the end of the year, Suguha shows Kazuto a news article about the legendary item, the Holy Sword Excaliber, being discovered in ALO. They then call Asuna, Klein, Lisbeth, Silica, and Sinon to challenge the dungeon in the sky of Jötunheimr, where Excaliber was located. After preparing their items at Lisbeth`s arms shop and purchasing potions for the adventure, the group enters Jötunheimr via a secret passageway in Alne. At the end of the tunnel, they reach the top of Jötunheimr and Leafa calls Tonkii, a flying evil-god-class monster that they had befriended several months ago. The group climbs on Tonkii`s back and asks it to take them to the dungeon. However, along the way, Tonkii suddenly dives downward and stops at an altitude where they could see the ground. There, they see that players were cooperating with the humanoid evil-god-class monsters to massacre Tonkii`s kin, the beast evil-god-class monsters. As they watch the scene, a giant NPC, the Queen of the Lake Urðr, appears behind them. She explains that the massacre was ordered by the king of the giants, Þrym, who once threw the Holy Sword Excaliber into Urðr`s Spring and caused the world of Jötunheimr to turn into an icy wasteland. She then states that if all of Tonkii`s kin are slaughtered, she would lose her power and this would allow Þrym to invade Alfheim. To prevent this, Urðr requests the fairies to retrieve the Holy Sword Excaliber from the bottom of the ice dungeon, called Þrymheimr.\nSource: Wikipedia",
  "episode_id" : 162773,
  "length" : 25,
  "number" : 15,
  "rating" : {
    "rating" : 3.86,
    "total" : 19
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR3VWVGZ6" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Königin des Sees"
  }, {
    "language" : "TURKISH",
    "title" : "Gölün Kraliçesi"
  }, {
    "language" : "FRENCH",
    "title" : "La Reine du lac"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mizuumi no Joou"
  }, {
    "language" : "ENGLISH",
    "title" : "The Queen of the Lake"
  }, {
    "language" : "JAPANESE",
    "title" : "湖の女王"
  } ],
  "type" : "REGULAR"
}