{
  "air_date" : "2014-10-13",
  "anime_id" : 10373,
  "description" : "Bewildered at suddenly having a tail Favaro tries to cut it off. After no success the mysterious woman from the night before appears, declaring she placed a spell on Favaro; until Favaro tells her the shortcut to Helhiem, she will not undo the spell as it is a contract. Since Favaro lied he declares he has to show the woman the way and they leave town. Later in town the Knights of Jeanne D`Arc appear, declaring they are searching for a demon. Kaiser, thinking it to be Favaro, declares he will capture and deliver it as he is a knight himself. He is quickly dismissed due to his bounty hunter band though he protests he was forced to become one after his family fell to ruin, something he blames Favaro for. With Favaro the demon woman, named Amira, she is looking for her mother who is in Helhiem. As Favaro contemplates killing Amira to free himself of the spell Kaisar appears, declaring Favaro a demon and guilty of kidnapping Amira, only to be knocked out by Favaro and the two escape again. In the next town the Knights appear, saying they`re looking for a female demon with one wing; Favaro who is alone seizes his chance by selling out Amira. The Knights chase Amira while Favaro hopes them killing her will release the spell. However he is forced back together with Amira; seeing she`s unharmed the two run from the knights who chase them to a bridge. The two tumble down into the river below and out of the knights` sight. Amira then asks Favaro if he is a liar and he protests, asking if his face looks that of a liar only to make a goofy devious expression.\nSource: Wikipedia",
  "episode_id" : 162974,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 6.03,
    "total" : 17
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Escape from Livian"
  }, {
    "language" : "FRENCH",
    "title" : "Escape from Livian"
  }, {
    "language" : "JAPANESE",
    "title" : "Escape from Livian"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Escape from Livian"
  } ],
  "type" : "REGULAR"
}