{
  "air_date" : "2014-10-25",
  "anime_id" : 10376,
  "description" : "At the entrance to Thrymheim, Yui explains that the quest the group was given was created by the Cardinal System`s Automatic Quest Generation Function and that if they do not succeed in their quest, a final war event, Ragnarok, will be triggered and the world of ALO will be subsequently destroyed, something the Cardinal System is capable of doing. Because they had worked so hard to develop their avatars, the group becomes more determined to finish the quest. At the end of the second floor of Thrymheimr, the group encounters two minotaurs, and they are forced to rely on Sword Skills that could deal elemental damage to them in addition to physical damage, but also leave the player rigid for a few seconds after the skill is used up. With Kirito revealing his new technique of using consecutive Sword Skills with each of his swords to avoid the period of rigidity, they are able to defeat the two minotaurs. Later, after defeating the boss guarding the entrance to the lowest floor of the castle, they encounter a female NPC trapped in an ice cage along the way. Although the others insist that it is a trap and plan to avoid her, Klein, captivated by the woman`s beauty, ignores their advice and frees the woman, who introduces herself as Freyja. Instead of running away, Freyja asks to join the group and Kirito reluctantly agrees to the request. After preparing for the final battle by recharging their buffs, the group enters the throne room, where they are met by the massive king of the frost giants, Thrym.\nSource: Wikipedia",
  "episode_id" : 162940,
  "length" : 25,
  "number" : 16,
  "rating" : {
    "rating" : 4.29,
    "total" : 18
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY2P5PW9Y" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Der König der Riesen"
  }, {
    "language" : "TURKISH",
    "title" : "Devler Kralı"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyojin no Ou"
  }, {
    "language" : "FRENCH",
    "title" : "Le Roi des Géants"
  }, {
    "language" : "ENGLISH",
    "title" : "The King of the Giants"
  }, {
    "language" : "JAPANESE",
    "title" : "巨人の王"
  } ],
  "type" : "REGULAR"
}