{
  "air_date" : "2014-11-01",
  "anime_id" : 10376,
  "description" : "Thrym engages the group in battle, and they are supported by Freyja, who overwhelms Thrym with her own attacks. Thrym retaliates by freezing most of the group with an ice breath, then sending them flying backward with a powerful stomp of his foot. Just as he is about to finish them off, the uninjured Sinon distracts Thrym while the others search for a large golden hammer purported by Freyja to belong to her family, which is essential in defeating him. Kirito finds the hammer and throws it to Freyja, who catches it and then suddenly transforms into Thor, the Norse god of thunder, to everyone`s shock. Thor, enraged at Thrym for stealing his hammer, then joins the group in the fight against Thrym. Eventually, they manage to overwhelm him before Thor finishes him off. As a reward for aiding him in Thrym`s defeat, Thor grants Klein with Mjölnir, much to his dissatisfaction. A secret staircase then opens up, which leads the group to the bottom of Þrymheimr, and Excaliber. Kirito manages to pull it out of the frozen puddle, but it causes Þrymheimr to fall apart. As the floor they are on plunges down a chasm, they are saved by Tonkii, and Kirito, knowing that Excaliber is too heavy for him to jump onto Tonkii with, throws it down the chasm, but Sinon retrieves it with a magic-assisted arrow. She gives Excaliber back to Kirito under the condition that he remember her every time he uses the sword earning jealous and angry looks from everyone. The group then observes as the chasm is flooded with water and the World Tree`s roots extend to its surface, causing new trees to grow. Urðr and her sisters Verdandi and Skuld appear and thank them for saving Jötunheimr, and Urðr gifts Kirito with Excaliber. Sometime later, in the real world, Kazuto, Suguha, and Shino test out a device that converts real-time footage into pseudo-3D for Yui to interact with, before having lunch with the rest of the group, celebrating the conclusion of the quest.\nSource: Wikipedia",
  "episode_id" : 163110,
  "length" : 25,
  "number" : 17,
  "rating" : {
    "rating" : 4.86,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYZX4XQM6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Excaliber"
  }, {
    "language" : "FRENCH",
    "title" : "Excaliber"
  }, {
    "language" : "GERMAN",
    "title" : "Excaliber"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Excaliber"
  }, {
    "language" : "TURKISH",
    "title" : "Excalibur"
  }, {
    "language" : "JAPANESE",
    "title" : "エクスキャリバー"
  } ],
  "type" : "REGULAR"
}