{
  "air_date" : "2014-11-08",
  "anime_id" : 10376,
  "description" : "During a date at Andrew`s (Agil) cafe, Kazuto and Asuna start talking about their old home in Aincrad. Andrew tells them about the revealed contents of the upcoming ALO update, including the introduction of the 21st-30th floors of New Aincrad. On Christmas Eve, when the update takes place, the group challenges the 21st Floor Boss, and after a fierce battle, the group manages to reach the 22nd Floor, and Kirito and Asuna purchase their old home again. Later on, as the group does homework at the house, Lisbeth asks Asuna if she heard of stories about Absolute Sword, an unbeatable player who had likely converted his or her avatar from another game and was challenging other players at an island on the 24th Floor. As Asuna was away during the New Year and did not have access to the Internet, she is unaware of the story. The group decides to challenge Absolute Sword, but Leafa and Lisbeth are all beaten easily. Silica notes that players would likely continue to challenge the mysterious player as they are betting a powerful 11-hit Original Sword Skill. Kirito also fights Absolute Sword and loses. Asuna decides to challenge the player herself, but at that moment, she notices that it is already past her dinnertime. Before she logs out, she asks Lisbeth if Absolute Sword could be an SAO survivor. Lisbeth replies that she asked Kirito what he thought about Absolute Sword after battling him or her; he replied that the player could not have been an SAO survivor, as his Dual Blades skill would have been given to him or her instead of him.\nSource: Wikipedia",
  "episode_id" : 163594,
  "length" : 25,
  "number" : 18,
  "rating" : {
    "rating" : 3.73,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRQ494M7Y" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Das Haus im Wald"
  }, {
    "language" : "ENGLISH",
    "title" : "Forest House"
  }, {
    "language" : "FRENCH",
    "title" : "La maison dans la forêt"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mori no Ie"
  }, {
    "language" : "TURKISH",
    "title" : "Ormandaki Ev"
  }, {
    "language" : "JAPANESE",
    "title" : "森の家"
  } ],
  "type" : "REGULAR"
}