{
  "air_date" : "2014-11-15",
  "anime_id" : 10376,
  "description" : "After agreeing to meet everyone the next day, Asuna logs out of ALO to have dinner with her mother Kyouko. During the meal, Kyouko is dissatisfied with Asuna being a gamer and tells her that she wants her to transfer to a more proper school. She then reveals that she has hired a personal tutor for her so she could speed up her education, and that she was given an application for an oriented high school that would be able to efficiently teach her in order for her to go to college at a faster rate. Asuna also realizes that Kyouko investigated Kazuto; Kyouko objects to their relationship. Asuna abruptly leaves, but not before insulting her mother. In her room, Asuna laments about how she wanted to stay by Kazuto`s side and the fact that, while she may have been powerful in SAO, she was powerless in the real world. The next day, Asuna meets with Kirito on the 24th Floor of New Aincrad, and Kirito shares his impressions of Absolute Sword. Leafa, Lisbeth, and Silica then arrive and remind them that Asuna had a duel to get to. At the island, Asuna discovers that Absolute Sword was actually a girl named Yuuki. Asuna challenges Yuuki and finds out how skillful she is. During the duel, Asuna tries activating a rapier Sword Skill, Quadruple Pain, but Yuuki manages to block her attacks and then activates her own Sword Skill. Suffering heavy blows, Asuna activates her Original Sword Skill, Starry Tear. However, while she had used up her last attack, Yuuki`s Sword Skill is continuous. However, before she could defeat Asuna, Yuuki stops her assault, then states that she was satisfied with the duel. Yuuki then takes Asuna to Aincrad, where she asks for her help.\nSource: Wikipedia",
  "episode_id" : 163593,
  "length" : 25,
  "number" : 19,
  "rating" : {
    "rating" : 6.52,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6WEMEX36" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Zekken"
  }, {
    "language" : "GERMAN",
    "title" : "Zekken"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Zekken"
  }, {
    "language" : "TURKISH",
    "title" : "Zekken"
  }, {
    "language" : "FRENCH",
    "title" : "Épée Absolue"
  }, {
    "language" : "JAPANESE",
    "title" : "絶剣"
  } ],
  "type" : "REGULAR"
}