{
  "air_date" : "2014-11-05",
  "anime_id" : 10441,
  "description" : "Arata wakes up to Yui and Arin sleeping beside him naked before Lilith comes to his room to wake him up. During physical exercises class, Yui and Arin cling to Arata while he watches the girls doing exercise. Mira and Akio appear, and Mira issues a warning to Yui stating that if she loses control again, Mira will have to take her out. Serina shows up, getting the impression all four of them are fighting over Arata. Lilith and Levi appear, Lilith assuring Arata the girls aren`t fighting over him, while Levi gets excited to fight against Akio. Everyone excluding Mira and Lilith activates their Magus Mode, but the fight is cut short as Yui uses her magic and transports everyone to her dream world. Before leaving the dream world, Arata tells Yui he will be her friend, which in turns makes her very happy. Later, Akio and Mira talk about all the breakdown phenomena happening recently. That night, during a thunderstorm, windows in the Academy are broken and a girl is shown smirking, before disappearing. Later that morning, after Mira checked the scene and deduced that the magic was akin to magic regarding an incident of `that library`, Arata begins to inquire information regrading the library Mira mentioned. He then goes to the academy`s library to investigate. Arata, Selina, and the girls of Trinity Seven are transported to a place which Mira calls the `eternal library`. In the eternal library, Lieselotte Sherlock, Serina`s older sister and member of the Trinity Seven, appears before the group. She then proceeds to try to get magic power from Lilith and Mira but is quickly stopped by Levi and Akio. Lieselotte explains her motive behind wanting to access the `eternal library`, then explains to Arata that acquiring Demon Lord powers is equal to committing taboo. She then absorbs Selina`s magic, becoming a Demon Lord candidate.\nSource: Wikipedia",
  "episode_id" : 163665,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 5.51,
    "total" : 9
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6MGDWMW6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Dream World and Sub-Administer"
  }, {
    "language" : "FRENCH",
    "title" : "Dream World et Sub-Minister"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Dream World to Sub-Administer"
  }, {
    "language" : "JAPANESE",
    "title" : "夢の世界[ドリームワールド]と第二の魔王候補[サブアドミニスター]"
  } ],
  "type" : "REGULAR"
}