{
  "air_date" : "2014-12-01",
  "anime_id" : 10373,
  "description" : "Amira stumbles upon the statue of Bahamut, triggering a vision of the beast being freed. Meanwhile The angels discuss Jeanne being worthy of becoming a Holy Knight to defeat an awakened Bahamut, later granting her another holy weapon: a sword. Amira tells the others about when she first woke up from a long slumber and was given her necklace by an unknown figure, promising to fulfill her dream in Helheim. The King then calls the group before him and Amira points out her father to Favaro and the others, Jeanne D`Arc`s lieutenant Lavalley. The King knights Favaro and Kaisar which Favaro begrudgingly accepts while Kaisar is ecstatic to have his honor restored. Elsewhere an injured Azazel confronts Beelzebub for scheming behind their leader Lucifer`s back and as Beelzebub incinerates Azazel he reveals he`s bringing about Judgement Day. The jealous King is tricked into thinking Jeanne is plotting his death after she is favored by the gods and not him. That night Favaro and Rita take Amira to see her father, Lavalley. Lavalley reveals Amira is half angel and half demon, her mother being the angel Nicole and that he is not her father but a human former bodyguard to her mother. When Amira was a baby the demons kidnapped her and accelerated her growth, Amira really being 5 years old. When Amira says she was promised to see her mother in Helheim if she stole the key Lavalley tells her that is impossible and uses the united pendents to reveal Nicole`s true location: Prudisia, the Valley of the Demons.\nSource: Wikipedia",
  "episode_id" : 163653,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 6.34,
    "total" : 10
  },
  "recap" : false,
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Anatae, Part 3 : Beyond the Storm"
  }, {
    "language" : "ENGLISH",
    "title" : "Anatae, Part 3: Beyond the Storm"
  }, {
    "language" : "JAPANESE",
    "title" : "Anatae, Part 3: Beyond the Storm"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Anatae, Part 3: Beyond the Storm"
  } ],
  "type" : "REGULAR"
}