{
  "air_date" : "2014-11-22",
  "anime_id" : 10376,
  "description" : "Yuuki takes Asuna to an inn in Ronbaru and introduces her to the other members of the Sleeping Knights: Jun, Nori, Siune, Talken and Tecchi. Yuuki then reveals that the guild wanted Asuna`s help in defeating the next Floor Boss with just one party. Siune explains that the group wanted to defeat the boss in order to etch their names on the Monument of Swordsmen, as they would not be able to adventure together after winter. After some thinking, Asuna agrees to help. Sometime later, while she is walking to the Teleport Gate plaza, Kyouko disconnects Asuna from the game and they have a disagreement. Asuna decides to go to a park in another residential area and considers calling Kazuto, but decides that she did not want to expose her weakness to him. The next day, she meets up with the Sleeping Knights and they easily manage to reach the boss room, but Asuna detects several other players hiding near there. Though the players claim they are waiting for their friends, Asuna realizes they were actually spying on their battle to study the boss without sacrificing their own men. After the Sleeping Knights and Asuna are defeated and re-spawn in Ronbaru, Asuna tells the others what she discovered and they decide to rush to the boss room again before the guild had enough time to gather a raid group. At the boss room, they find a large amount of players gathered at the door. As the guild rejects the request of the Sleeping Knights to let them try again, Yuuki declares that they would fight it out, and attacks the raid group`s leader. At that point, the rest of the raid party arrives, but Kirito appears, having followed them, and blocks their path.\nSource: Wikipedia",
  "episode_id" : 163870,
  "length" : 25,
  "number" : 20,
  "rating" : {
    "rating" : 7.11,
    "total" : 16
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY0979MVY" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Sleeping Knights"
  }, {
    "language" : "ENGLISH",
    "title" : "Sleeping Knights"
  }, {
    "language" : "FRENCH",
    "title" : "Sleeping Knights"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sleeping Knights"
  }, {
    "language" : "TURKISH",
    "title" : "Uyuyan Şövalyeler"
  }, {
    "language" : "JAPANESE",
    "title" : "スリーピング・ナイツ"
  } ],
  "type" : "REGULAR"
}