{
  "air_date" : "2014-12-20",
  "anime_id" : 10376,
  "description" : "Three days after Yuuki Asuna talked with her mother, Asuna held a barbecue at the Forest House. During the barbecue, Jun brought up that they could beat the 28th Floor Boss. The enthusiastic group decided to take a tour through the 28th Floor Labyrinth, where they ended up beating the boss.\nOver the following months: Konno Yuuki continued to attend classes at the SAO Survivor School; the fairies had a race in Alfheim; the Sleeping Knights and Asuna defeated the 29th Floor boss; a swordsmanship tournament was held in ALfheim Online which Yuuki won after a fierce battle with Kirito; Asuna kept her promise and worked hard on her grades; Asuna organised a trip to Kyoto, with all the members of the Sleeping Knights using Kazuto`s probe to take part in the trip.\nHowever, near the end of March, Asuna received a message from Doctor Kurahashi that Yuuki`s condition was worsening. Asuna rushed over to the hospital, but found out that Yuuki`s condition was critical and that nothing more could be done. While holding Yuuki`s hand, Asuna realised that Yuuki wanted to return to the virtual world, thus she asked Kurahashi to allow her to FullDive. On the 24th Floor, at the island where Asuna and Yuuki first met, Yuuki created a scroll for her Original Sword Skill and passed it to Asuna, in hopes that it would protect her. Just then, the members of the Sleeping Knights arrived to cheer Yuuki in her final moments. The Sleeping Knights were followed by Kirito, Klein, Leafa, Lisbeth, Silica, Sinon, and Yui. Finally, a large group of fairies of various races gathered at the island, and Asuna revealed that she had notified everyone so that Yuuki would not have a lonely farewell. Yuuki then told Asuna how she had always asked herself what was the reason for her living if she was destined to die anyway, but then said that she had found the reason, as her last moments were truly fulfilling. After Asuna promised to meet her in another world, Yuuki peacefully passed away.\nA week later, at Yuuki`s memorial, Asuna met with Siune, whose condition was improving. After they talked about Yuuki, Kazuto and doctor Kurahashi joined their conversation. As Kazuto and Kurahashi explained that they were talking about Kazuto`s probe`s application for medical FullDive technology, Asuna asked about the tests for the Medicuboid. Kurahashi revealed that Yuuki had provided more than enough data, and claimed that Yuuki should get a reward like the person who provided the initial designs. As Asuna was surprised that the Medicuboid designs came from an external helper, Kurahashi revealed that the helper was professor Koujiro Rinko. The shocked Kazuto then revealed that Rinko was the person who took care of http://anidb.net/ch43412 [Kayaba Akihiko] during the SAO incident, thus the Medicuboid designs actually came from Akihiko.\nSome time later, the group had a picnic.\nSource: Wikipedia",
  "episode_id" : 164097,
  "length" : 25,
  "number" : 24,
  "rating" : {
    "rating" : 9.33,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRNQJQ88R" ]
  },
  "titles" : [ {
    "language" : "TURKISH",
    "title" : "Annenin Tespihi"
  }, {
    "language" : "ENGLISH",
    "title" : "Mother`s Rosario"
  }, {
    "language" : "FRENCH",
    "title" : "Mother`s Rosario"
  }, {
    "language" : "GERMAN",
    "title" : "Mother`s Rosario"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mother`s Rosario"
  }, {
    "language" : "JAPANESE",
    "title" : "マザーズ・ロザリオ"
  } ],
  "type" : "REGULAR"
}