{
  "air_date" : "2014-12-06",
  "anime_id" : 10376,
  "description" : "Three days later after the incident at the Monument of Swordsmen, Asuna tries asking Siune about Yuuki`s behavior. She responds that Yuuki was trying to avoid Asuna for her own sake, then asks Asuna to forget about the Sleeping Knights before logging out. At school, Asuna meets up with Kazuto, who gives her the address to a hospital where a medical FullDive machine, the Medicuboid, was being tested. At the hospital, Asuna meets Doctor Kurahashi, Yuuki`s supervisor, who explains the Medicuboid`s usage for patients in terminal care. Kurahashi then reveals that Yuuki was suffering from AIDS due to an infection via blood transfusion during complicated labor. After Asuna asks why Yuuki started using the Medicuboid, Kurahashi explains that he had her put in a clean room at his own request so she would not risk further infection, and reveals that Yuuki had been living inside the machine for three years straight, not returning to the real world at all. Asuna then learns about Yuuki`s elder twin sister, who passed away the year before, causing her to break down in tears. Seeing this, Yuuki communicates with Asuna via the Medicuboid, asking her to meet at the place where they first met in ALO. Asuna uses the AmuSphere in the next room to log into the game and rushes to Yuuki`s location. There, the two talk, during which Yuuki expresses her wish of going to school again.\nSource: Wikipedia",
  "episode_id" : 164015,
  "length" : 25,
  "number" : 22,
  "rating" : {
    "rating" : 8.68,
    "total" : 21
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRX0M0EM6" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Das Ende der Reise"
  }, {
    "language" : "ENGLISH",
    "title" : "Journey`s End"
  }, {
    "language" : "FRENCH",
    "title" : "La fin du voyage"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tabiji no Hate"
  }, {
    "language" : "TURKISH",
    "title" : "Yolculuğun Sonu"
  }, {
    "language" : "JAPANESE",
    "title" : "旅路の果て"
  } ],
  "type" : "REGULAR"
}