{
  "air_date" : "2014-12-13",
  "anime_id" : 10376,
  "description" : "On the day after Asuna`s reunion with Yuuki, Asuna takes a Bidirectional Communication Probe to guide Yuuki around the school. Yuuki takes part in the lectures and becomes popular with her classmates. Afterwards, Asuna takes Yuuki to the old Konno residence, which Yuuki reveals is about to be torn down soon, so she wished to see it for one last time. She then admits that by seeing her house she realized how her mother had been surrounding her with her feelings. Asuna tells Yuuki about her relationship with her own mother and asks Yuuki how to be as strong as her. However, Yuuki claims that she was not strong, but instead, she did not feel like she had time to waste, so she would always be honest with her feelings. She then recommends Asuna to talk with her mother and share what she felt. Using Yuuki`s advice, Asuna asks Kyouko to log into ALO with her so she could show it to her. Kyouko reluctantly agrees and uses Asuna`s sub account to log in. At the Forest House, Kyouko is reminded of her parents` home. Asuna then tells her mother about how happy her parents were of her and how they wished to protect their home so Kyouko would have a place to return to. Asuna then says that she realized how life was not about just doing things for oneself and how the happiness of others could make one happy as well, thus she wanted to remain in her current school where she could support the ones she loved. The next morning, Kyouko tells Asuna that if she planned to support someone, she had to be strong herself, thus she would have to work hard on her grades to get into a university and whether Asuna would have to transfer would depend on her progress.\nSource: Wikipedia",
  "episode_id" : 164014,
  "length" : 25,
  "number" : 23,
  "rating" : {
    "rating" : 8.14,
    "total" : 15
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G619Q9V0Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Beginning of a Dream"
  }, {
    "language" : "GERMAN",
    "title" : "Der Beginn eines Traumes"
  }, {
    "language" : "FRENCH",
    "title" : "Le début du rêve"
  }, {
    "language" : "TURKISH",
    "title" : "Rüyanın Başlangıcı"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yume no Hajimari"
  }, {
    "language" : "JAPANESE",
    "title" : "夢の始まり"
  } ],
  "type" : "REGULAR"
}