{
  "air_date" : "2014-12-29",
  "anime_id" : 10373,
  "description" : "Beelzebub declares the war between demons and gods over with Bahamut`s awakening as he is its master, and commands the gods to bow before him. He then orders the great dragon to unleash its power to which it attacks Beelzebub before proceeding to blast everything in sight. Rita manages to save Kaisar and reveals that Lavalley is really, Gilles de Rais, a sorcerer with a bounty who is the one behind Bahamut`s revival as well as all the deception. The demons and gods team up to fight against the uncontrollable Bahamut. Kaisar attempts to attack Lavalley only to find they have no effect before Lavalley reveals he is Martient as well. Elsewhere a heavily wounded Beelzebub curses Martient`s deception of using Amira to be able control Bahamut before Azazel finishes him off, ending his revenge. A bloody Favaro appears, revealing he`s not dead and begins combat against Kaisar seemingly by Lavalley`s command. Favaro gains the upper hand before proceeding to cut Kaisar`s hand off, presenting it with the bounty armband to Lavalley. Favaro catches Lavalley off guard by warning him about having a bounty on his head before Kaidar recites the bounty armband`s incantation thus turning Lavalley into a bounty tablet. As Rita tends to Kaisar`s wounds Favaro reveals that Kaisar managed to shoot him with the antidote, turning him back to normal and the fight was an act. As Bahamut continues to rage Favaro declares it`s up to him to stop it and he`ll kill Amira as it`s the only way to stop the beast as well free her from sadness. Kaisar decides to join Favaro to save Amira, still believing there is a chance to separate her from Bahamut. In order keep Bahamut still for a minute the demons and gods work together to contain the beast to allow Favaro and Kaisar to approach it. With tears in his eyes Favaro screams Amira`s name as he stabs Bahamut, unleashing a beam of light. Amira then appears before him, chiding him for being late and he promises to take her somewhere better than Helheim. Amira proceeds to kiss Favaro after realizing he isn`t lying when he meets her with a serious, sincere gaze. She thanks Favaro before disappearing back inside Bahamut, causing the beast to explode though Kaisar escapes, leaving Favaro to be caught up in the blast that destroys his leg. Half a year later in the royal capital Kaisar, given a mechanical hand from Rita, commands the soldiers as a lieutenant with his knighthood intact. Favaro is alive with a mechanical right leg and is back to bounty hunting though he remarks Bahamut will never be forever gone. Kaisar then suddenly appears, forsaking his knightly duties, swearing not to be in Favaro`s debt and the two ride off.\nSource: Wikipedia",
  "episode_id" : 164200,
  "length" : 25,
  "number" : 12,
  "rating" : {
    "rating" : 3.47,
    "total" : 12
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Rage of Bahamut"
  }, {
    "language" : "FRENCH",
    "title" : "Rage of Bahamut"
  }, {
    "language" : "JAPANESE",
    "title" : "Rage of Bahamut"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rage of Bahamut"
  } ],
  "type" : "REGULAR"
}