{
  "air_date" : "2014-12-22",
  "anime_id" : 10373,
  "description" : "With Favaro transformed into a demon, he is now under their control. Beezlebub and Martient prepare Amira for transportation but not before blasting Kaisar away to fall into the depths below. The god clan attempt to maintain the seal on Bahamut but sense the presence of the Transcendent Key now that it is formed. Meanwhile Azazel converses with Rita and Bacchus, revealing that Beezlebub is the one behind Amira`s actions as well Martinet; Rita theorizes Martient is not a demon like Beezlebub. While protecting the seal the angels are attacked by the corrupted Jeanne who slays Raphael and Uriel before going after Michael. Kaisar is saved by Bacchus in his flying carriage only to be attacked by Jeanne. While Bacchus fights Jeanne, Rita gives Kaisar a cure she made for the demon transformation and he taunts Azazel into helping him. Rita attempts to administer the last of the antidotes to Jeanne but fails only for Michael to successfully give it to Jeanne through a kiss after she impales him. Jeanne is freed, turning back into a saint while Michael`s physical form disappears and he reassures her the world needs her. As Beezlebub prepares to destroy the angels protecting Bahamut`s barrier Azazel attacks him and engages in battle for revenge. Kaisar duels with the demonic Favaro and upon seeing how he`s become a true demon shoots him in the chest. Amira emerges from the Transcendent Key`s orb, now with angel`s wings. Lavalley appears before Kaisar, only for Rita to warn to get way from the knight. With the barrier fallen Bahamut beings to absorb Amira while everyone looks on helplessly; as Kaisar watches in disbelief Lavalley shoves him over the edge of the flying fortress before reveling in Bahamut`s awakening.\nSource: Wikipedia",
  "episode_id" : 164201,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 6.64,
    "total" : 11
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "All Roads Lead to Abos"
  }, {
    "language" : "FRENCH",
    "title" : "All Roads Lead to Abos"
  }, {
    "language" : "JAPANESE",
    "title" : "All Roads Lead to Abos"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "All Roads Lead to Abos"
  } ],
  "type" : "REGULAR"
}