{
  "air_date" : "2014-12-15",
  "anime_id" : 10373,
  "description" : "Rita escapes from the castle after being confronted by a suspicious cloaked man who threatens to dispose of her. Meanwhile the King proceeds with Jeanne D`Arc`s death sentence for deceit and conspiracy carried out before a crowd of protestors who proclaim her innocence. As Jeanne burns she faces fiery visions of the gods forsaking her, including her patron angel, causing her to accept the words of the cloaked demon. Jeanne is converted from a saint into a witch by the demon and she escapes the capital by wielding a fierce and dark power as she is now a demon. Meanwhile Favaro thinks over the dragon`s words of killing Amira as the trio continues their journey to find Amira`s mother. They are intercepted by the cloaked man who is the same demon who tricked the king as well as Jeanne; Amira reveals him to be her mentor Martinet who in turn tells them they are in Helheim. Rita seeks out Bacchus and inquires about Martinet but the two run into a severely injured Azazel. The demon lord Beelzebub appears before the trio, capturing Kaisar and Favaro, telling Amira to fulfill her purpose before showing her mother. Martinet reveals in actually Beezlebub recreated Amira from Nicole as an imitation vessel and he is her \"true\" birth parent as all Amira`s memories are fabricated since as she is a mere tool to release Bahamut. Amira`s compromised emotional state causes the key`s seal to unlock, falling into the demon`s hands as the completed Transcendent Key. Azazel agrees to help Rita if she takes him to Abos while Favaro pretends to join the demons but Martient sees through the plan and forcibly makes Favaro a demon.\nSource: Wikipedia",
  "episode_id" : 164202,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 8.97,
    "total" : 12
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Helheim, Land of Lies"
  }, {
    "language" : "FRENCH",
    "title" : "Helheim, Land of Lies"
  }, {
    "language" : "JAPANESE",
    "title" : "Helheim, Land of Lies"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Helheim, Land of Lies"
  } ],
  "type" : "REGULAR"
}