{
  "air_date" : "2014-12-08",
  "anime_id" : 10373,
  "description" : "Amira and Favaro slip out of the city while Rita causes a diversion and Lavalley tasks Kaisar to track them down in order to aid them in his stead. Back in the Capital Jeanne is framed by an unknown demon for attempted murder on the king as well as slaughtering of guards and the officer Gaurin. The Angels continue to fight to maintain the seal on Bahamut as it grows increasingly unstable. Kaisar catches up to Amira and Favaro in a forest where they are transported to an alternate space and free an imprisoned dragon when they remove a poisonous barb of Bahamut from his foot. The dragon reveals that when Amira`s key meets the seal Bahamut will released, as it has been countless times before. Meanwhile the god clan and demon clan accuse the other of plotting against them and amass their forces to crush the other. Amira cries when she learns the world will end because of her, meaning her mother`s death though Favaro resolves to change fate after enduring a vision of Bahamut and recalling his father`s words. The King orders the death of Jeanne by burning at the stake and commands Lavalley to capture and kill any of her supporters while beneath the castle Rita investigates the cause of madness and trickery. The trio arrive in Prudisia while Favaro is troubled by what the dragon told him: Should Amira ever be close to Bahamut, she`ll fuse with it permanently due to her god and demon blood as only a human vessel can maintain the seal; only the way to prevent the fusing is to kill Amira.\nSource: Wikipedia",
  "episode_id" : 164203,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 6.87,
    "total" : 10
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Decision in the Wailing Woods"
  }, {
    "language" : "FRENCH",
    "title" : "Decision in the Wailing Woods"
  }, {
    "language" : "JAPANESE",
    "title" : "Decision in the Wailing Woods"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Decision in the Wailing Woods"
  } ],
  "type" : "REGULAR"
}