{
  "air_date" : "2015-04-12",
  "anime_id" : 10955,
  "description" : "The episode opens with Yamada being scolded by the teachers for his poor grades. Shiraishi comes by delivering the class journal, and Yamada is admonished to be more serious about his studies just as she is. Later, he passes Shiraishi on the stairs, and as they glare at each other contemptuously, he trips, falling down on her. When Yamada comes to he is in the infirmary, and he finds that he is in Shiraishi`s body. Eventually he finds Shiraishi who is likewise in his body, and they agree to meet after school to try to do something to return to their own bodies. During the school day as Shiraishi, Yamada learns that the beautiful honour student`s life is not without its problems, as she`s being bullied. While he is still in her body he gets it into his mind to help stop people from bullying her. He tries to attack one of the bullies, making as if to punch her but intending to stop just short of hitting her, but Shiraishi in his body interposes himself and gets punched instead. This is enough, however, to make the bullies believe Shiraishi is no longer to be trifled with. They attempt to return to their bodies by falling down the stairs as before, but this doesn`t work, but eventually they figure out that the body swap is effected by a kiss. They attempt to use this strange power to their advantage, but one of the student council vice presidents, Miyamura, figures out what they are up to. It turns out they can swap bodies with anyone, and he provides them with access to the former Supernatural Studies club room. A girl appears in the club room, asking if the club has been reformed and requesting to join.",
  "episode_id" : 165759,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 6.28,
    "total" : 12
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR2PE44KR" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Aitsu ni Nattenjaneekaaa!"
  }, {
    "language" : "GERMAN",
    "title" : "Hab ich mich etwa in sie verwandelt?!"
  }, {
    "language" : "ENGLISH",
    "title" : "I`ve Turned Into Her!"
  }, {
    "language" : "FRENCH",
    "title" : "Je me suis transformé en elle !"
  }, {
    "language" : "JAPANESE",
    "title" : "アイツになってんじゃねーかぁぁッ!"
  } ],
  "type" : "REGULAR"
}