{
  "air_date" : "2015-04-11",
  "anime_id" : 10691,
  "description" : "The Occult Research Club members have dinner at the Gremory residence with Rias` family members. Asia and Xenovia join him in bed, claiming that they are uncomfortable with the luxurious setting. The next day, Azazel has them each start on their 20-day training session. Issei trains with Tannin, a reincarnated former Dragon King. After finishing the training, Issei is still unable to activate his Balance Breaker, so Azazel suggests the need for a catalyst for the activation. In the evening, they go to a gathering of the major families in the underworld. Before the gathering, Issei visits Koneko and is surprised to discover her concealed Anthropomorphic features. Rias shares Koneko`s true identity as a Youkai and past with him. Later, during the party, Issei learns of the identity of a figure he encountered during his training, Sairaorg Bael. Issei also encounters Ravel Phoenix, the little sister of Rias` former fiancé, and Issei`s former opponent, Riser Phoenix. She introduces herself as a free bishop piece and invites him to visit her soon. Shortly after, Issei notices Koneko`s abrupt departure from the party. He follows her with Rias, and it is revealed that Koneko, who was taken in by Sir Zechs and given to Rias, felt the presence of her sister, Kuroka, who killed her master and went missing passé. Kuroka and Koneko meet in the forest.\nSource: EN Wikipedia",
  "episode_id" : 167320,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 5.44,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRJQJ3G4Y" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Jeunes démons, rassemblement !"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Wakate Akuma, Shuugou Desu!"
  }, {
    "language" : "ENGLISH",
    "title" : "Young Devils Gather!"
  }, {
    "language" : "JAPANESE",
    "title" : "若手悪魔, 集合です!"
  } ],
  "type" : "REGULAR"
}