{
  "air_date" : "2015-04-05",
  "anime_id" : 10854,
  "description" : "Mizugaki Tsukasa reports for his first day at work at the android manufaturer SA`s Terminal Services section, but is unaware of exactly what his new job entails, as he obtained it through his family connections with SA`s upper management. He meets the members of the rather small section, and they explain to him exactly what they actually do: the most advanced androids produced by SA, the Giftias, have the most amount of emotion and human-like qualities of them all, however, due to technological limitations they have a limited service life, and it is the job of Terminal Services to retrieve Giftias that are about to reach their end of service. They work in teams with one Giftia and one human as an observer, to ease the human owners of Giftias into the process of letting go of their androids.\nTsukasa is paired with a Giftia named Isla, an experienced veteran of the job, and they watch the process of retrieval done by the Giftia Zack and his partner Kinushima Michiru. One such retrieval goes smoothly, the owners having accepted the passing of their beloved android, while the second one is much more difficult, the old lady owner slamming her door in the faces of Terminal Services personnel for the third time.\nTsukasa and Isla over the next several days attempt to reach the old lady, as her android`s service life will end in only a few more days. Isla tries to climb over the wall and in so doing is seen by the android, that is in the form of a little girl, and she convinces her owner to let them in. Thus they manage to reach the old lady and convince her to accept the retrieval of her Giftia.",
  "episode_id" : 167398,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 7.53,
    "total" : 17
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRK534N86" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hajimete no Partner"
  }, {
    "language" : "FRENCH",
    "title" : "Première partenaire"
  }, {
    "language" : "ENGLISH",
    "title" : "The First Partner"
  }, {
    "language" : "JAPANESE",
    "title" : "はじめてのパートナー"
  } ],
  "type" : "REGULAR"
}