{
  "air_date" : "2015-04-19",
  "anime_id" : 10854,
  "description" : "As per company policy, Tsukasa begins living with Isla in the company dorm, however when they are home she is taciturn and just sits and practically ignores him. This bothers him so his colleagues suggest that he do various things to attract her attention, most of which fall flat in hilarious ways until Kazuki suggests that he ask Isla to go on a date on their next day off.\nWith the ruse that he wants Isla`s help in choosing a gift for a friend, she accepts, and they go to a shopping mall. He notices that she is still wearing the company uniform and so he buys her some casual clothes, and he remembers that he had seen her in the mall the day he first came to work, and asks her why. She tells him she was there to buy herbs at an herb shop at the roof of the mall, and he says that that might be a suitable gift for his friend. To help her choose appropriate herbs she asks him to describe this friend, and her description makes her think this friend is an annoying person.\nTsukasa sees an amusement park nearby from the roof of the building and invites Isla to go there, and he tells her that the gifts he had bought were really for her, and that he wants to be friends apart from their work relationship and to make happy memories with her. This last part troubles her and she leaves him behind. When he later comes home he sees Isla outside their unit, and she apologises for leaving him like that, and he gives her a small key fob he bought at the amusement park.",
  "episode_id" : 167396,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 3.55,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRP8DMNQR" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Dousei Hajimemashita"
  }, {
    "language" : "FRENCH",
    "title" : "Le début de la vie commune"
  }, {
    "language" : "ENGLISH",
    "title" : "We`ve Just Started Living Together"
  }, {
    "language" : "JAPANESE",
    "title" : "同棲はじめました"
  } ],
  "type" : "REGULAR"
}