{
  "air_date" : "2015-04-18",
  "anime_id" : 10691,
  "description" : "Koneko reunites with her sister Kuroka once again. Rias recalls a conversation she had before with Koneko about not overworking herself. Koneko did not believe much in her powers and abilities in comparison to the other members of the club. Meanwhile, back at the party/event, Lord Odin arrives and is greeted by Lord Zechs. Most of the original party attendees appear happy with the arrivals to the party. Rias and Issei catch up with Koneko and Kuroka. They defend Koneko from Kuroka, who wants to take her back to their party. Loki arrives to the party to object to a new pact between Zechs and Odin. Loki`s objection is that Ragnarok will never be achieved if the pact is completed. He admits to working with the Chaos Brigade before a battle breaks out. In the battle Akeno’s father helps her and threatens Loki and in the meantime Beelzebub sends Loki away. The previous Dragon King from Issei`s training helps with Rias and Issei`s fight against Kuroka and her partner, Son Goku. Rias explains Koneko`s painful past while living without any family save for the Gremory clan. Issei also swears to protect Koneko as a family member. Unfortunately, Kuroka uses a poison that severely weakens Rias and Koneko. Things intensify at the castle as Loki attacks the guests. Issei tries to use his usual methods of fighting but they have changed since training. He ends up taking a full blast to protect Rias and Koneko. Koneko encourages Issei and he realizes he has to touch Rias` breasts to upgrade his power. After poking both of her nipples and gains his Juggernaut Drive powers. The battles are won and the girls take a bath. Koneko seems to feel better about her position in the club. Issei and Rias run into each other in the hallway and Issei is amazed at how well Rias takes care of the group. Meanwhile, the Lords realize they have a problem in the form of Loki.\nSource: EN Wikipedia",
  "episode_id" : 167319,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 6.2,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY5VZQWDY" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Cat and Dragon!"
  }, {
    "language" : "FRENCH",
    "title" : "Chat et dragon"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Neko to Dragon"
  }, {
    "language" : "JAPANESE",
    "title" : "猫とドラゴン"
  } ],
  "type" : "REGULAR"
}