{
  "air_date" : "2015-05-24",
  "anime_id" : 10854,
  "description" : "Tsukasa and Isla continue with their work, and they retrieve a giftia owned by an old woman, who opts to have her android returned to her with the software completely replaced, giving it a new personality. This choice surprises Tsukasa, and he begins to entertain hope that a giftia past service life might somehow regain some of his or her memories.\nThey are later asked to assist a member of another Terminal Services section retrieve a giftia that has entered their area of jurisdiction, a giftia named Andy, whom Eru once knew before she was recycled, when she had the name Olivia. They succeed in retrieving the giftia, and Tsukasa is surprised at how direct Andy is in her duty despite the anguish of the giftia`s owner, He is later told that that is typical of how the other Terminal Services sections conduct business, and it is only the 1st Section that has a policy of caring somewhat for the emotional welfare of the owners of giftias that have been retrieved.\nEru maintains contact with Andy and they become friends, despite the awkwardness. She winds up telling Andy about the festival in her home town where she used to often go with Olivia, and now Andy wants to see it as well. To ease the awkward situation she asks Tsukasa to come along, and he persuades Isla to come as well. While they are having fun at the festival, Isla gets separated, and Tsukasa looks for her, until he sees her just as the festival fireworks reach their climax. He confesses his love for her, but flustered and confused she turns him down.",
  "episode_id" : 167995,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 7.39,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6E51G9XY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Le premier feu d`artifice"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shiranai Hanabi"
  }, {
    "language" : "ENGLISH",
    "title" : "The Fireworks I`ve Never Seen"
  }, {
    "language" : "JAPANESE",
    "title" : "知らない花火"
  } ],
  "type" : "REGULAR"
}