{
  "air_date" : "2015-05-10",
  "anime_id" : 10955,
  "description" : "Yamada, now possessing the ability to charm people he kisses, constantly puts off kissing Shiraishi, fearful that this new power he has will affect her. He seeks out Odagiri, attempting to settle things with her, instead chasing off some of her flunkies, who seem to be under a similar influence as Itou and Miyamura had after Yamada kissed them. Odagiri however, also seems to be similarly in love with Yamada, much to the consternation of her supporters.\nEventually Shiraishi convinces Yamada to kiss her, warning her about possible consequences, but instead their bodies swap as before. They deduce that the power to swap bodies is innate to Shiraishi, just as the charm power is innate to Odagiri, and Yamada has the ability to copy the powers of those he kisses. Odagiri and Igarashi Ushio, one of her supporters, see the two of them kiss, and this devastates Odagiri who is still under his spell. Igarashi used to be one of Yamada`s friends but they had a falling out after he got Yamada suspended by covering for Odagiri, whom he is in love with.\nThey eventually work out a deal with Odagiri, getting her to delete the incriminating photos in exchange for undoing the charm powers. Igarashi also provides them with some of the notes of the previous Supernatural Research Club before it was disbanded, describing the existence of seven \"witches\" in the school, Evidently Shiraishi and Odagiri are two of the seven.",
  "episode_id" : 168276,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 6.58,
    "total" : 9
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR09GXXMR" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Du darfst sie nicht küssen, klar?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kiss Shichadame yo?"
  }, {
    "language" : "FRENCH",
    "title" : "Tu ne dois plus l`embrasser"
  }, {
    "language" : "ENGLISH",
    "title" : "You Mustn`t Kiss Her, Okay?"
  }, {
    "language" : "JAPANESE",
    "title" : "キスしちゃダメよ?"
  } ],
  "type" : "REGULAR"
}