{
  "air_date" : "2015-05-21",
  "anime_id" : 4880,
  "description" : "As the Suna ninja search for their Kazekage, Gaara appears and orders for the continuation of the Chuunin Exams. He later communicates with Fugi via sand clone, making the latter realise that Houichi had failed in his assassination and had been defeated. As Gaara talks about his changes as a person and his hopes for the village, Fugi slowly realises that he had misjudged Gaara. Feeling ashamed of his actions in attempting to usurp Gaara, he commits seppuku. Meanwhile, Matsuri challenges Shira to a battle in order to see whether the will of the Kazekage has passed on to them, as his students. Shira then wins the battle, which prompts Matsuri to offer her team`s scroll; however, Team Shira declines due to them having the same scroll. Due to domestic complications within the village, Gaara announces the cancellation of the third stage of the exams. In order to assess the participants` performance in the exams, detailed reports of each team were sent to their villages, leaving the decisions of promotion to their respective Kage. After the exams, Team Ajisai is promoted to chuunin by Konan and is immediately assigned an S-rank mission, which results in Ajisai`s death. Her corpse is then delivered to a tower, where it is picked up by Konan. Meanwhile, Fuu and her team are ambushed by Hidan and Kakuzu. In Konoha, Tsunade promotes Kiba, Shino, Hinata, Sakura, Chouji, and Ino to chuunin, while declining the promotion of Team Komugi. Despite being unable to attain the two scrolls needed, Tenten and Lee are promoted to chuunin while Neji is given a double-promotion to jounin for his actions in saving the Kazekage. Elsewhere, Naruto and Jiraiya start to return back to Konoha after Naruto`s training.\nSource: naruto.wikia.com",
  "episode_id" : 168384,
  "length" : 25,
  "number" : 413,
  "rating" : {
    "rating" : 2.21,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR09Q1W7R" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Hoffnung, die auf die Zukunft setzt"
  }, {
    "language" : "ENGLISH",
    "title" : "Hopes Entrusted to the Future"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mirai ni Takusu Omoi"
  }, {
    "language" : "FRENCH",
    "title" : "Passage de flambeau"
  }, {
    "language" : "JAPANESE",
    "title" : "未来に託す思い"
  } ],
  "type" : "REGULAR"
}