{
  "air_date" : "2015-05-28",
  "anime_id" : 4880,
  "description" : "Gaara transports Sakura and Naruto to the Fourth Hokage in order to have Yin-Kurama sealed into Naruto to save him. While being transported, Sakura attempts to heal Naruto. As the Nine-tails` chakra cloak disappears, Sakura discovers that her medical ninjutsu is unable to reverse the effects of the Yang-Kurama`s extraction and resorts to slicing open Naruto`s chest and manually pumping his heart. Meanwhile, Karin, distraught, goes after Sasuke to heal him. As Karin heads towards him, Tobi uses a miniature version of Hashirama`s Sage Art Wood Release: True Several Thousand Hands to stop her. Karin evades the attacks and uses chains to counter it. Tobi impales her with a wooden staff, which shoots out several branches. Karin, however, bites her arm and heals herself. Suigetsu then comes to Karin`s aid with his Water Gun: Two Guns technique. Juugo quickly follows and attempts to grab Tobi, who dodges but is unable to evade Orochimaru, who temporarily paralyses him with a cursed seal. Leaving Sasuke, Madara seals the Ten-Tails into himself and heads towards Obito, pausing for a moment to spit out the Benihisago and Kohaku no Jouhei from his mouth, which land on Lee and Guy, who are retreating with Tenten. When Karin senses ominous chakra where Sasuke is located, she rushes onwards. As Kakashi and Minato prepare to separate Obito and Black Zetsu, Yin-Kurama tells Minato to use his sensory mode. Gaara and Sakura then bring an unconscious Naruto and explain the situation to Minato. Minato tells Kakashi to deal with Obito, with Gaara volunteering to help him, while Minato prepares to seal Yin-Kurama into Naruto. However, Yin-Kurama is instead accidentally sealed into Black Zetsu, who intervenes in the process. Madara arrives at their location, berating Black Zetsu for the delay in retrieving the Rinnegan.\nSource: naruto.wikia.com",
  "episode_id" : 168578,
  "length" : 25,
  "number" : 414,
  "rating" : {
    "rating" : 8.58,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR75274KY" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Dem Tode nahe"
  }, {
    "language" : "ENGLISH",
    "title" : "On the Brink of Death"
  }, {
    "language" : "FRENCH",
    "title" : "Quand vient la mort"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shi no Kiwa"
  }, {
    "language" : "JAPANESE",
    "title" : "死の際"
  } ],
  "type" : "REGULAR"
}