{
  "air_date" : "2015-06-27",
  "anime_id" : 11130,
  "description" : "Kimihito`s troubles are just beginning as he is abducted from his backyard by a harpy, who drops him into a tree in a public park. The harpy, named Papi, had already escaped from two previous host families and is on the point of being deported, but she is such a literal bird-brain that she doesn`t seem to understand what this means. Miia finds them and takes exception to Papi`s attentions to her \"darling\" Kimihito, but in the meantime a child has gotten stuck in a tree and Papi helps save her. A policeman comes by in response to the incident, though it has been resolved, and asks for Papi`s papers after Kimihito claims to be her host. Ms. Smith comes by with these papers, explaining that she actually planned to send Papi to Kimihito after she ran away from her previous host families.\nA few days later as Papi is getting settled in his home, Kimihito goes for groceries early in the morning, when he sees a centaur named Centorea. A snatcher is abroad in the neighbourhood, and they watch as the thief steals a woman`s purse, making his getaway on a scooter. Centorea, outraged, chases after the thief, dragging Kimihito along for the ride, as it is illegal for monsters like her to harm humans. They eventually catch the thief, and Centorea is so impressed by Kimihito that she declares him her \"master\".",
  "episode_id" : 168518,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 7.3,
    "total" : 15
  },
  "recap" : false,
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Alltag mit Harpyie und Zentaurin"
  }, {
    "language" : "PORTUGUESE",
    "title" : "Cotidiano com uma Harpia e uma Centáurea"
  }, {
    "language" : "ENGLISH",
    "title" : "Everyday Life with a Harpy and Centaur"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Harpy to Centauros no Iru Nichijou"
  }, {
    "language" : "FRENCH",
    "title" : "Le quotidien aux côtés d’une harpie et d’une centaure"
  }, {
    "language" : "LATIN",
    "title" : "Vita Cotidiana cum Harpyia et Centauro"
  }, {
    "language" : "JAPANESE",
    "title" : "ハーピーとケンタウロスのいる日常"
  } ],
  "type" : "REGULAR"
}