{
  "air_date" : "2015-06-04",
  "anime_id" : 4880,
  "description" : "Now that its master is nearby, Black Zetsu declares that nobody can stop it from handing Madara the left Rinnegan and the Nine-Tails` Yin half, detaching itself from Obito`s body. As Kakashi and Gaara prepare to attack in order to give Naruto the means to survive the tailed beast`s extraction, Black Zetsu finds itself unable to leave Obito`s body, due to him not allowing it to. Obito questions Madara about who he himself is to the older Uchiha, with the jinchuuriki explaining how Obito – as a follower of Madara`s ideals – is Madara, he who wishes to cancel the world created by the Sage of the Six Paths and to create a new one through the Eye of the Moon Plan`s completion. Seemingly giving in to Madara`s words, Obito starts walking towards his ancestor, with Minato trying to attack Madara as Kakashi and Gaara try to stop Obito, only for Madara to effortlessly stop them. However, Obito doesn`t take Madara`s hand, but instead pierces him in the gut, claiming that his current self is the same as the one who wanted to become Hokage – recalling Naruto`s words in the process. Obito goes on to extract fragments of the One-Tail`s and the Eight-Tails` chakra, ordering Kakashi to teleport Naruto and Sakura to the other dimension. After Madara stops Obito from going there himself, Kakashi runs to Obito`s side, with his old comrade commenting on how Kakashi always looks down upon him, remembering the old times in Konohagakure.\nSource: naruto.wikia.com",
  "episode_id" : 168697,
  "length" : 25,
  "number" : 415,
  "rating" : {
    "rating" : 5.44,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6X0412EY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Futatsu no Mangekyou"
  }, {
    "language" : "FRENCH",
    "title" : "Les Deux Kaléidoscopes hypnotiques"
  }, {
    "language" : "ENGLISH",
    "title" : "The Two Mangekyo"
  }, {
    "language" : "GERMAN",
    "title" : "Zwei Mangekyo"
  }, {
    "language" : "JAPANESE",
    "title" : "二つの万華鏡"
  } ],
  "type" : "REGULAR"
}