{
  "air_date" : "2004-03-16",
  "anime_id" : 1052,
  "description" : "Azmaria is give the opportunity to sing under the support of the Harvenheit dowry. Satella, awakened by a disturbing dream, is sent away on a mission to solve the case of disappearances that have been occurring in the outskirts of San Francisco. Rosette, Chrono, and Azmaria discuss with Duffau and Reverend Gilliam about the disappearances. Satella enters a gold mine, only to fall through the ground into a dungeon, and is soon captured by Eliza Brown. Reverend Gilliam tells the others that Eliza is a devil worshiper. Eliza performs a ritual of the crucified serpent in order to summon Aion. It is then that Aion prevents a jealous Eliza from choking Satella to death, done by an alluring kiss and a glass of wine. Satella, displaying her hatred towards the devils, is shocked to see Aion holding her jewelsummoning bracelet. Once he pour wine onto the bracelet, Aion reveals that he is responsible for the death of her family. Nevertheless, he also mentions that her older sister is still alive. Aion then gives Satella a kiss, but also crushes the bones of Eliza, who attempted to stab him with a broken fragment of the wineglass. Just about when Aion begins to seduce Satella, Rosette and Chrono arrive inside the dungeon. After the two learned about Satella`s deceased family, they begin attacking Aion. However, this is no avail, as Aion effortlessly dodges all of their attacks. Aion departs, later wondering how far Chrono is willing to press on. \nSource: Wikipedia",
  "episode_id" : 16867,
  "length" : 25,
  "number" : 16,
  "rating" : {
    "rating" : 5.76,
    "total" : 9
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYK52P7PR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Believer"
  }, {
    "language" : "JAPANESE",
    "title" : "Believer 信仰者"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Believer: Shinkousha"
  }, {
    "language" : "ITALIAN",
    "title" : "Credente"
  }, {
    "language" : "FRENCH",
    "title" : "Croyant"
  }, {
    "language" : "HUNGARIAN",
    "title" : "Hívő"
  }, {
    "language" : "RUSSIAN",
    "title" : "Верующий"
  } ],
  "type" : "REGULAR"
}