{
  "air_date" : "2015-06-21",
  "anime_id" : 10955,
  "description" : "Yamada tries to explain to Shiraishi what was going on but she cannot accept the explanation and refuses to kiss him. The next day he runs into Odagiri who now seems to remember everything: Yamada can undo Saionji`s powers on the witches by kissing them. Saionji meets up with Yamada again, and tells him that the reason the Seventh Witch`s name is kept secret is because if one can gather all the witches together any wish can be granted by performing a special ritual.\nSaionji`s powers fail to affect Odagiri a second time, so Yamazaki tries to take more drastic measures. He has the student council issue a warning about a \"kissing bandit\" in the school, which makes Yamada`s attempts at restoring the memories of the other witches harder. He offers Odagiri a deal, noting that she has truly fallen in love with Yamada herself, that he would make her wish come true if she hindered Yamada`s plans. She refuses, knowing that she would never be able to compel Yamada`s love that way, that he would always be looking at Shiraishi. He then sends out notices to all the witches to gather at a certain place and time: he is attempting to perform the wish-granting ritual. Yamada then has to perform the ritual himself before Yamazaki.\nTamaki and Odagiri try to find Saionji and convince her to help, but she refuses, and hints that Yamazaki may be planning to perform the ceremony to eliminate Yamada altogether. Despite Yamazaki`s efforts Yamada is able to get to Ootsuka, Sarushima, and Takigawa. He tries to reach Shiraishi and finds that Yamazaki has gotten to her first, and it is Asuka Mikoto in her body.",
  "episode_id" : 168648,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 6.6,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR3VMKKQ6" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Où t`as planqué Shiraishi ?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shiraishi o Doko ni Yatta!"
  }, {
    "language" : "ENGLISH",
    "title" : "What Did You Do with Shiraishi?!"
  }, {
    "language" : "GERMAN",
    "title" : "Wo hast du Shiraishi versteckt?!"
  }, {
    "language" : "JAPANESE",
    "title" : "白石をどこにやった!"
  } ],
  "type" : "REGULAR"
}