{
  "air_date" : "2015-06-11",
  "anime_id" : 4880,
  "description" : "Obito overhears some shinobi complaining about completing missions with Kakashi and asks them about it. They tell him that Kakashi ignores his team-mates to complete missions no matter what, which conflicts with what Obito remembers Kakashi saying. They advise Obito to be wary of being assigned missions with Kakashi. Leaving the Academy, Obito shares his concerns with Rin. He then comes across Kakashi and tries to strike up a conversation with him, only for Kakashi to leave, telling him not to worry. Obito trains in the rain to catch up to Kakashi with Rin encouraging him in the background. Hiruzen asks Minato to teach Kakashi some humanity. Later, Rin berates Obito for being late to his own graduation ceremony and takes him inside to re-enact the graduation, giving him his certificate and telling him they were assigned to the same team. As Team Minato gathers for the first time, Minato applies the bell test. The team passes, and Minato informs them they`ll start with simple odd-job missions. Obito completes the missions with help from the elderly people he often aids, leading Minato to appreciate Obito`s kindness towards others. Due to Team Minato completing all available D-rank missions, they`re assigned a C-rank mission to escort a group of foreign shinobi carrying a missive. During the mission, Minato notices they`re being surrounded by enemies and orders Rin and Kakashi to go on ahead while he and Obito fall back to take care of the enemies. Obito and Minato engage in battle, with Minato having to save Obito from an attack. Another group of pursuers catch up to Rin and Kakashi`s group. Kakashi tells Rin to go on ahead while he stalls the enemies. One of theirs escortees, however, is hit, and falls down from a bridge into a river. Reaching near their destination, one of the escortees thanks Rin and Kakashi, but the other two reveal themselves as traitors and attack their fellow shinobi. Confident that Minato won`t be able to reach them in time, the traitors prepare to attack Rin and Kakashi.\nSource: naruto.wikia.com",
  "episode_id" : 168882,
  "length" : 25,
  "number" : 416,
  "rating" : {
    "rating" : 2.05,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY195NGGR" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Entstehung des Teams Minato"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kessei: Minato-han"
  }, {
    "language" : "FRENCH",
    "title" : "Les débuts de l’unité Minato"
  }, {
    "language" : "ENGLISH",
    "title" : "The Formation of Team Minato"
  }, {
    "language" : "JAPANESE",
    "title" : "結成・ミナト班"
  } ],
  "type" : "REGULAR"
}