{
  "air_date" : "2015-06-28",
  "anime_id" : 10888,
  "description" : "Tanikuchi Okuma enrols in the country`s leading elite public morals school from a much lower-ranked one, out of admiration for the student council president Anna Nishikinomiya. It is the morning of the first day of school, and on the train there, he notices a male student looking at him intently, who is later accused by a woman of molesting her. He knows that this isn`t true (the woman is just trying to extort the guy) so he makes a distraction, making people think that he was the molester. As he tries to get away he is surrounded by security, but the notorious terrorist Blue Tundra suddenly appears and makes an even bigger distraction that allows him to escape.\nWhen Okuma arrives in school it is obvious that there are many students who are badly repressed, such as Fuwa Hyouka, who is obsessed about how babies are really made. He is summoned to the student council and called upon to help assist investigation of the incidents of terrorist indecency that have been occurring lately. Anna directs another member of the student council, Kajou Ayame, to show him the ropes.\nIt turns out that Ayame is none other than Blue Tundra, and she blackmails Okuma into assisting with her terrorist plots. Blue Tundra`s next operation occurs during a student assembly, where she drops sexy pictures and shows a film of copulating flies to her making lewd noises, which has a terrible effect on the badly repressed students.",
  "episode_id" : 168954,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 5.59,
    "total" : 23
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY9VD32JR" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Koujoryouzoku wa Tagatameni"
  }, {
    "language" : "ENGLISH",
    "title" : "Whom Does Public Order and Morality Serve?"
  }, {
    "language" : "FRENCH",
    "title" : "À qui servent les bonnes mœurs et l`ordre moral ?"
  }, {
    "language" : "RUSSIAN",
    "title" : "Кому служат моральные устои?"
  }, {
    "language" : "JAPANESE",
    "title" : "公序良俗は誰が為に"
  } ],
  "type" : "REGULAR"
}