{
  "air_date" : "2015-06-25",
  "anime_id" : 4880,
  "description" : "After being attacked by the two traitorous escortees, Minato and Obito arrive to back up Rin and Kakashi, but one of the two traitors escapes. The last escortee asks Minato to ensure that the scroll is real, as two of them were given scrolls. It is discovered that the scroll was a fake and the other escortee that fell had the other scroll. Obito immediately leaves to save the escortee and the others reluctantly follow. The escortee is found by enemy shinobi and is attacked; however, Obito and Kakashi arrive in time to save him. In the midst of the struggle, one of the pursuers grabs the scroll and they retreat. Kakashi leaves, claiming that completing the mission is his nindou. He goes after the group and attacks them. Obito sends a signal to Minato and tells him of Kakashi`s actions, who arrives just in time to save Kakashi and defeats the entire group. Team Minato returns the scroll and completes the mission. However, it is discovered that their team was sent as a decoy and that both scrolls were fake. Another group was charged with delivering the scroll to ensure it wouldn`t be stolen by enemy ninja. In the present, Madara launches two orbs at Obito and Kakashi to get the Rinnengan and the Yin-half of Kurama. Obito — with Kakashi`s help — transports himself to the other dimension. After convincing Sakura of his changed nature, Obito begins transferring the tailed beasts chakra to Naruto. In the real world, Guy arrives in the nick of time, saving Kakashi from Madara`s attack.\nSource: naruto.wikia.com",
  "episode_id" : 168973,
  "length" : 25,
  "number" : 417,
  "rating" : {
    "rating" : 2.77,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYQ4MK326" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Du bist meine Rückendeckung"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Omae wa Backup da"
  }, {
    "language" : "FRENCH",
    "title" : "Tu es mon soutien"
  }, {
    "language" : "ENGLISH",
    "title" : "You`ll Be My Backup"
  }, {
    "language" : "JAPANESE",
    "title" : "お前はバックアップだ"
  } ],
  "type" : "REGULAR"
}