{
  "air_date" : "2015-06-27",
  "anime_id" : 11028,
  "description" : "A famed physicist from Geneva, Tim Berners-Lin, suddenly visits the Kagami house. She has been pestering Kagami for years, since the publication of his landmark papers on the theory of the \"anywhere door\", to join her at her research institute, CERM, saying that his genius was wasted languishing in Japan. Five years ago when they performed detailed computer simulations of his theories and to their chagrin found that his theory was correct, and she invited him to join CERM on the spot. Suzune is incensed that her brother passed up such a chance, and allows Berners-Lin to stay with them until she can convince Kagami to go with her.\nThe next morning Kagami believes that he might have a respite from the irritating physicist at school, but she obtained permission from Hiiragi to join his class. The class, especially Kiriko and Kanan, are concerned about Dr. Berners-Lin and confront Suzune about her. They do the same to Berners-Lin, and she challenges Kagami to solve a problem related to his theories. If he can do so, she will leave and stop bothering him but if not he will have to go with her. He agrees to the deal, and begins working on the problem. A few minutes before the deadline he receives an email that seems to show one of his students in trouble at a nearby park, so he runs there even though his work is still unfinished. When he gets there, he sees Hiiragi, who made her own challenge to Berners-Lin, saying that if he valued the welfare of his students enough to leave behind his own challenge when he thought one was in trouble, he was certainly more cut out to be a teacher than anything else, so she should give up her attempts to recruit him.",
  "episode_id" : 168988,
  "length" : 25,
  "number" : 13,
  "rating" : {
    "rating" : 4.06,
    "total" : 3
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Geneva kara Kita Hakase"
  }, {
    "language" : "FRENCH",
    "title" : "Le professeur venu de Genève"
  }, {
    "language" : "ENGLISH",
    "title" : "The Doctor from Geneva"
  }, {
    "language" : "JAPANESE",
    "title" : "ジュネーブから来た博士"
  } ],
  "type" : "REGULAR"
}