{
  "air_date" : "2015-07-25",
  "anime_id" : 11028,
  "description" : "Hiiragi asks Kagami and his class to clean up an old boarding house that has been closed for over a year, motivating him by explaining that there is a large library of manga there, with a large pile of manga scattered in the middle. It soon becomes apparent that the boarding house is haunted by the ghost of a student who was killed in an accident. Kagami meets her, and learns that she was a big fan of manga, in particular the works of his student Tenjouin Kisaki. He introduces the ghost girl to his students, and Tenjouin is astonished to meet such a devoted fan. The ghost girl asks about her first published manga, whose finale was never seen because the manga magazine where it was being serialised went out of business, and she immediately runs home and returns, bearing the never before seen final chapter, which she shows to the ghost. This seems to allow her to move on to the afterlife but it turns out that something else is still tying her to the land of the living.\nKagami returns to the manga library, and clears away the scattered books in the middle of the room, revealing a writing desk and a set of manga-drawing pens. The ghost girl had been trying to draw her first manga when an unstable bookshelf collapsed on top of her and killed her. Encouraged by Kagami and Tenjouin she enthusiastically tries to learn how to draw, but it seems that she draws on the life force of living people around her to be able to move objects. Kagami tells his students to leave, while he alone helps the ghost do her manga, and only his energy is drained. In the morning she finishes, showing the one-page manga to Kagami, who appreciates it as a fine work, and this allows her to move on to the afterlife. The headmaster arrives and tells them the ghost`s name was Nishikujou Matome and that she was an interesting student in life.",
  "episode_id" : 169146,
  "length" : 25,
  "number" : 16,
  "rating" : {
    "rating" : 4.06,
    "total" : 3
  },
  "recap" : false,
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Je veux atteindre le nirvana !"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Joubutsu Shitai no!"
  }, {
    "language" : "ENGLISH",
    "title" : "Take Me to the Afterlife"
  }, {
    "language" : "JAPANESE",
    "title" : "成仏したいの!"
  } ],
  "type" : "REGULAR"
}