{
  "air_date" : "2015-07-05",
  "anime_id" : 11210,
  "description" : "After Son Gokuu defeated the dangerous Majin Buu, peace has returned to Earth once again. Chichi wants Gokuu to get a job, so he works as a farmer. Son Goten and his friend Trunks search for a gift for Videl, soon to be his sister-in-law when his older brother, Son Gohan, is engaged to her. First, they decide on rings, then they decide on make-up, but unable to afford any, head for the hot springs in the woods to bottle some mineral water instead. While there, they are attacked by a giant snake, which they manage to scare away. For his purported role in saving Earth from Majin Buu, Mr. Satan has been awarded with 100 million Zeni that he does not want. He decides to give the money to one of the fighters; namely Gokuu. Gokuu gives the money to Chichi, so she would let him train. Meanwhile, somewhere in the depths of space, Beerus, the God of Destruction, has awakened from his slumber. Keen on battling the worthy opponent that appeared to him in his visions, Beerus and his attendant Whis set out to discover who this opponent is.\nSource: Wikipedia",
  "episode_id" : 169299,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 4.55,
    "total" : 16
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRWE0W4KR" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Belohnung für den Frieden – Wer erhält die 100 Millionen Zeni?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Heiwa no Houshuu 1-oku Zeni wa Dare no Te ni!?"
  }, {
    "language" : "ENGLISH",
    "title" : "The Peace Reward: Who Will Get the 100 Million Zeni!?"
  }, {
    "language" : "SPANISH",
    "title" : "¡El Gran Premio de la Paz! ¿Quién se llevará los 100 millones de Zenís?"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡El Premio Mundial de la Paz! ¿Quién se quedará con los 100 millones de Zenis?"
  }, {
    "language" : "JAPANESE",
    "title" : "平和の報酬1億ゼニーは誰の手に!?"
  } ],
  "type" : "REGULAR"
}