{
  "air_date" : "2015-07-25",
  "anime_id" : 10982,
  "description" : "Youji has brought his platoon and the small group of refugees back to the JSDF base camp at Arnus Hill near the Gate. His decision to do this stirs up controversy in the upper ranks. The girl Leilei proves able to learn Japanese rather quickly and becomes interpreter. They are fascinated by modern technology but are concerned that they must find a way to repay all the help they are being given. They see a battlefield full of dead dragons killed by the JSDF during the last battle, and attempt to harvest the dragon scales and trade them at the nearby city of Italica.\nAt the same time, Pinya travels throughout the lands and hears stories of the doings of the JSDF from some of the survivors of Coda Village. She finds one of the imperial vassal kings, badly maimed after the battle at Arnus Hill, who tells her of the slaughter and how he realises how they had been used by the Emperor. She resolves to visit Arnus Hill and see these invaders for herself. They also have to pass through Italica to get there.\nMeanwhile, back on Earth, the President of the People`s Republic of China makes plans to colonise the land beyond the Gate as well. Garbled reports of the incidents involving Youji`s unit serve to make a public relations nightmare for the Japanese government, and the exploration of the land beyond the Gate continues to lose popular support. The Diet of Japan summons Youji and his refugees, but by then they have already departed.",
  "episode_id" : 169288,
  "length" : 25,
  "number" : 4,
  "rating" : {
    "rating" : 5.05,
    "total" : 18
  },
  "recap" : false,
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "En terre inconnue"
  }, {
    "language" : "POLISH",
    "title" : "Ku nieznanym ziemiom"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mishiranu Chi e"
  }, {
    "language" : "ENGLISH",
    "title" : "To Unknown Lands"
  }, {
    "language" : "JAPANESE",
    "title" : "見知らぬ地へ"
  } ],
  "type" : "REGULAR"
}