{
  "air_date" : "2015-07-09",
  "anime_id" : 4880,
  "description" : "A young Guy questions his father Might Duy on being optimistic despite criticisms from other people in the village. Duy reiterated that becoming strong is not about winning or defeating enemies, but protecting something precious. Guy continues his training and frequently sees Kakashi, which inspires him to challenge. However, Duy disagrees Guy`s proposition on challenging Kakashi and suggests to impose a self-rule. Guy follows and exerts his training just not to challenge Kakashi. After hardworking and perseverance, Guy finally graduates from the Academy and start accepting missions. Guy also notices his father taking lousy, low rank missions. Before departing on a mission, Guy overhears a conversation between his father and a jounin which seems to be dissatisfied with Duy`s performance. He also realises that his father`s seemingly under-performance is due to his training on the Eight Gates every night, which Duy passes and trains Guy on using the forbidden jutsu. During a mission, Guy`s team encounters the Seven Ninja Swordsmen of the Mist. Guy felt nervous from the swordsmen, realising the danger it poses until Duy appears and protects his son while using the Eight Gates. Shifting to present time, Guy finally activates the eighth gate. Encloaked in red vapor, Guy advances to Madara to unleash the Evening Elephant.\nSource: naruto.wikia.com",
  "episode_id" : 169470,
  "length" : 25,
  "number" : 419,
  "rating" : {
    "rating" : 2.99,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G609Q1W06" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "La jeunesse de papa"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Papa no Seishun"
  }, {
    "language" : "ENGLISH",
    "title" : "Papa`s Youth"
  }, {
    "language" : "GERMAN",
    "title" : "Papas Jugend"
  }, {
    "language" : "JAPANESE",
    "title" : "パパの青春"
  } ],
  "type" : "REGULAR"
}