{
  "air_date" : "2015-07-23",
  "anime_id" : 4880,
  "description" : "Guy begins his assault on Madara, using the Evening Elephant to attack, however the pain of using the Eight Gates Released Formation causes him to prematurely end the attack. Madara returns to the sky, excited over the opportunity to face a user of all Eight Gates. Kicking the air in order to match Madara`s flight, Guy prepares to use the Evening Elephant again. Minato tells the others they have to help Guy, and gives Lee one of his kunai. As Guy begins his second use of the Evening Elephant, Madara shields his attack with his Truth-Seeking Ball, countering with one of his own. Lee throws the kunai between Guy and the attack, so that Minato can use the Flying Thunder God Technique to send the orbs away. Gaara then lifts Kakashi close to Madara so that he can use Kamui to create an opening in Madara`s defence. Guy lands the final \"step\" of the Evening Elephant directly into Madara, pushing him through the back of his shield. Despite this devastating attack, Madara stands once again, stating his excitement hasn`t reached this level since fighting Hashirama. Elsewhere, Naruto wakes up and wonders if he has died. However a floating man tells him that he is not. Naruto questions the old man as to who he is, and is shocked to hear that the man is the Hagoromo Ootsutsuki, the Sage of Six Paths. Hagoromo tells Naruto of the cycle of reincarnation of the Sage`s sons, Indra and Asura, and tells Naruto of the latter`s lack of ability, especially in comparison to that of the elder brother. When Naruto recognises these traits in himself, Hagoromo reveals to him that he is the reincarnation of his youngest son.\nSource: naruto.wikia.com",
  "episode_id" : 169694,
  "length" : 25,
  "number" : 420,
  "rating" : {
    "rating" : 8.77,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6752743R" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Das Öffnen aller acht inneren Tore"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hachi Mon Tonkou no Jin"
  }, {
    "language" : "FRENCH",
    "title" : "La formation de l’ouverture des huit portes célestes"
  }, {
    "language" : "ENGLISH",
    "title" : "The Eight Inner Gates Formation"
  }, {
    "language" : "JAPANESE",
    "title" : "八門遁甲の陣"
  } ],
  "type" : "REGULAR"
}