{
  "air_date" : "2015-08-22",
  "anime_id" : 10982,
  "description" : "The five girls from the Special Region pass through the Gate with Itami`s unit, and are astounded by modern Tokyo. A Public Safety intelligence officer named Komakado meets them and escorts the group to the Diet. Pinya and Bozes are not part of the official delegation and attend a private meeting with cabinet officials in preparation for a possible future peace conference with the Empire. At the same time, Leilei, Tuka, and Rory are brought before the Diet into what becomes a sensational public hearing. Some members of the Diet opposed to the JSDF`s operations beyond the Gate try to paint Itami`s attempt to save the villagers from the dragon into a bad light, but the three girls are having none of it, and stress that the lieutenant did the best he could under such difficult circumstances, and in so doing humiliate their spokeswoman.\nKomakado is concerned about possible attempts on the Special Region girls, and so gets them to leave the Diet using the subway rather than the cars they were expected to use, which are promptly attacked. Whoever is attempting to capture them also seems to have control over the subways as certain lines they are about to use inexplicably fail. They are attacked by a man in the street who tries to take Rory`s axe, which is incredibly heavy, which incapacitates both the attacker and Komakado who both unwisely attempt to lift it. To hide them, Itami brings the girls to the house of a famished young woman whom he introduces as his ex-wife.",
  "episode_id" : 169865,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 6.09,
    "total" : 20
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Japan, Beyond the Gate"
  }, {
    "language" : "POLISH",
    "title" : "Japonia, po drugiej stronie Bramy"
  }, {
    "language" : "FRENCH",
    "title" : "Le Japon de l`autre côté de la porte"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mon no Mukou no Nihon"
  }, {
    "language" : "JAPANESE",
    "title" : "門の向こうのニホン"
  } ],
  "type" : "REGULAR"
}