{
  "air_date" : "2015-08-15",
  "anime_id" : 11028,
  "description" : "Makina has Kagami patrolling the streets looking for out of school youths, and he runs into a girl named Komiya Taki, whom he later befriends, as they are both into video games and a sentai television show named `Fraternal Force Family Rangers`. While they are at the arcade, a gang approaches behind them, and they run, but Kagami is attacked by another guy who appears in the alley. Taki subdues him, and it turns out that the gang behind them is her own, named Black Oracle Neo. The robber who attacked Kagami comes to, and is about to attack Taki, but Minako appears and stops him, and he is beaten up by the rest of her gang. Minako and Seijurou were former leaders of the gang, and attempted to disband it but Taki has been trying to keep it together.\nThe next day, Kagami receives an invitation to a concert of a popular idol group called 5th Queens, which Suzune is a big fan of. He goes to the concert with her, and after it ends he is called from an unfamiliar number. It is Komi-Ryu of the 5th Queens, whose true name is Komiya Nagare, Taki`s elder twin sister. She meets him backstage, and entreats him to get her sister to leave the gang. Taki appears and they quarrel, and Kagami instead joins Black Oracle Neo himself, and he starts hanging around with them. A few days later, Komi-Ryu disappears from the set of a live television show, and appears at the Kagami house, demanding that Kagami get her sister to leave the gang, saying that if she remains there she will need to quit being an idol.",
  "episode_id" : 169985,
  "length" : 25,
  "number" : 19,
  "rating" : {
    "rating" : 3.24,
    "total" : 2
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Street Gangs"
  }, {
    "language" : "FRENCH",
    "title" : "Street Girl"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Street Girl"
  }, {
    "language" : "JAPANESE",
    "title" : "ストリートガール"
  } ],
  "type" : "REGULAR"
}