{
  "air_date" : "2015-08-01",
  "anime_id" : 10888,
  "description" : "Tanukuchi is jarred by Anna`s behaviour, and cannot accept that the pure, sweet girl he admired has an irrational, perverted side. She constantly stalks him, preventing him from distributing the pamphlets with Otome`s indecent drawings and the instructions on where to find the stash of pornography, and even threatens Ayame with scissors as it seems she is too close to him. He drops the batch of pamphlets in Hyouka`s lab after Anna confronts him one more time.\nThus thwarted, Ayame and Tanukuchi try to recover the porn themselves, although this is clearly impossible for them to do alone, as there are many guards at the grove where it is hidden. However, Hyouka distributed the pamphlets herself and arrives with a large number of students, who serve to distract the guards as Ayame and Tanukuchi enter and don their SOX disguises. Anna is there however, and she fights Ayame, while Tanukuchi recovers some of the pornography and a BDSM costume that he incorporates into his SOX disguise. Though he is conflicted, he helps Ayame fight Anna, who falls down a hill into the grove.\nThe students who participated are arrested and forced to sign their support for the more repressive law Sophia is sponsoring. SOX however, managed to steal the students` signatures and replaced them with dirty pictures, so Sophia finds herself in trouble for public display of indecency and her efforts at passing the law are thwarted for the time being.",
  "episode_id" : 169960,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 6.9,
    "total" : 19
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6VDW3876" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Dirty Terrorism Benefits Whom?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shimoneta Tero wa Tagatameni"
  }, {
    "language" : "FRENCH",
    "title" : "À qui sert l’éro-terrorisme"
  }, {
    "language" : "JAPANESE",
    "title" : "下ネタテロは誰が為に"
  } ],
  "type" : "REGULAR"
}