{
  "air_date" : "2015-08-26",
  "anime_id" : 11130,
  "description" : "Rachnera begins integrating herself into the household, and as before Papi and Suu are nonplussed, Miia openly dislikes her, while Centorea tries to hide her similar dislike and mistrust behind a veneer of politeness. One night, Rachnera enters Kimihito`s room as he sleeps, seals the door and traps him in a web, intending to seduce him, but Centorea intervenes, breaking open the door and running away from the house with him. She attracts stares out in the street, and when they get to a dark area a group of anti-monster bigots confronts them. They restrain Kimihito and attempt to molest Centorea, but Rachnera intervenes, and wraps them in her silk, and terrifies them out of their wits. Centorea, though thankful, openly proclaims her dislike for Rachnera, but they try to get along regardless.\nLater, Kimihito falls ill with the flu, which Smith regards as a danger to all the monster girls as it could mutate and produce a pandemic affecting all their species. The girls are mostly forbidden to attempt to care for him, but Suu will clearly not be affected. They try to teach her the various ways they intend to nurse him back to health, with mixed results. Suu later cares for him herself in her own way, and after he gets well, she explains in an uncharacteristic long and coherent speech how she is sorry that she caused him to get so sick by making him pick her up when she went outside on a rainy day, and declares that she loves him too.",
  "episode_id" : 170149,
  "length" : 25,
  "number" : 8,
  "rating" : {
    "rating" : 5.88,
    "total" : 11
  },
  "recap" : false,
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Alltag mit Krankheit"
  }, {
    "language" : "ENGLISH",
    "title" : "Everyday Life in Poor Health"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Taichou Furyou na Nichijou"
  }, {
    "language" : "FRENCH",
    "title" : "Un quotidien bouleversé par la maladie"
  }, {
    "language" : "JAPANESE",
    "title" : "体調不良な日常"
  } ],
  "type" : "REGULAR"
}