{
  "air_date" : "2015-08-12",
  "anime_id" : 11130,
  "description" : "Miia is attempting to learn how to cook, and picks up a boiling pot with her bare hands and gets severely burned. This comes at the worst possible time, as soon after she begins shedding her skin, which she can`t peel off with her burned hands, and can`t leave as is since she could get an infection that way, so Kimihito has to help her. This proves to be a highly embarrassing operation as he has to touch her in her most intimate places.\nLater, Papi says she is about to lay an egg, which has not been fertilised, much to the relief of the other girls. A dubious \"film director\" named Kasegi appears, claiming to be making a documentary on the interspecies exchange programme. He asks the girls rather embarrassing questions and tries to take titillating shots of them, and they are all suspicious, but Papi is about  to lay her egg. Suu exhibits a sort of telepathic ability and exposes Kasegi`s true intentions, which include stealing Papi`s egg, which can be sold for millions. Kimihito is incensed and punches him in the face with one of the eggs from the refrigerator. Papi lays her egg, and later Miia winds up cooking it.\nKasegi is also host to another monster, a an arachne named Rachnera, and he gripes to her about his misadventure. This intrigues her, and she wraps her erstwhile host in spider silk and goes out to seek Kimihito.",
  "episode_id" : 170151,
  "length" : 25,
  "number" : 6,
  "rating" : {
    "rating" : 6.74,
    "total" : 11
  },
  "recap" : false,
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Alltag mit Häuten und Eierlegen"
  }, {
    "language" : "PORTUGUESE",
    "title" : "Cotidiano com Muda de Pele e Postura de Ovos"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Dappi to Sanran Suru Nichijou"
  }, {
    "language" : "ENGLISH",
    "title" : "Everyday Life with Shedding and Egg Laying"
  }, {
    "language" : "FRENCH",
    "title" : "Un quotidien où mue et ponte se côtoient"
  }, {
    "language" : "JAPANESE",
    "title" : "脱皮と産卵する日常"
  } ],
  "type" : "REGULAR"
}