{
  "air_date" : "2015-07-30",
  "anime_id" : 4880,
  "description" : "Hagoromo reveals to Naruto that he is the reincarnation of his younger son: Asura. He asks Naruto if he can guess who Indra`s reincarnation is, and Naruto correctly concludes it is Sasuke. At the same time, Hagoromo has the same conversation with Sasuke, revealing his status as Indra`s reincarnation, and having him realise Naruto is Asura`s. Hagoromo goes on to explain that Hashirama and Madara are the previous reincarnations, and that by taking Hashirama`s power, Madara recreated Hagoromo`s chakra, awakening the Rinnegan, despite leaving Indra`s descendants instructions against it. Hagoromo explains that his mother Kaguya used her powerful doujutsu to rule over humanity, and that Madara is on his way to acquiring that same power. Hagoromo asks Naruto to stop Madara, who accepts his request. The chakra of the tailed beasts converge, and Hagoromo notes the prophecy he heard long ago has come true. As entrusting only Asura had created so much conflict, Hagoromo asks Sasuke to cooperate as well, and entrusts both Naruto and Sasuke with his powers. Having survived and being impressed by Guy`s Evening Elephant, Madara asks Guy to keep on fighting him, deeming him the strongest taijutsu user he has ever faced. Guy prepares to use his last technique while Naruto and Sasuke awaken. As Guy prepares the Night Guy, Kakashi recalls his father`s accurate prediction of Guy`s potential when they were children. Guy`s powerful kick lands on Madara, through the Shinju, almost killing him. Guy`s body begins to disintegrate and an elated Madara, regenerating from the attack, attempts to finish him with a Truth-Seeking Ball only for Naruto to kick it away, much to his surprise. Naruto touches Guy, stopping his life force from fading. Madara notices a change in Naruto, wondering what Obito did. Naruto declares he feels he can change the world with his new powers.\nSource: naruto.wikia.com",
  "episode_id" : 170216,
  "length" : 25,
  "number" : 421,
  "rating" : {
    "rating" : 8.89,
    "total" : 8
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYX0412PR" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Rikudo Sennin"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rikudou Sennin"
  }, {
    "language" : "FRENCH",
    "title" : "Rikudô l`Ermite"
  }, {
    "language" : "ENGLISH",
    "title" : "The Sage of the Six Paths"
  }, {
    "language" : "JAPANESE",
    "title" : "六道仙人"
  } ],
  "type" : "REGULAR"
}