{
  "air_date" : "2015-08-06",
  "anime_id" : 4880,
  "description" : "Tsunade is frustrated that Orochimaru has escaped her grasp again. Shizune informs her that Konohamaru has been learning the Rasengan from Naruto, to which she makes a bet whether he will master it or not. Meanwhile, Konohamaru uses his Sexy Technique to pop the rubber ball, given to him by Naruto. The boy then decides to visit Naruto and show his accomplishment, learning that he has been practicing Wind Release. Konohamaru then shows him that now he can burst the rubber ball, with Yamato and Kakashi flustered by how he does it — using Sexy Technique. Proud of Konohamaru, Naruto creates a shadow clone and tells him to do this next, only for the boy to reply that he can`t. Konohamaru then issues a challenge to Naruto, saying that he will learn the Shadow Clone Technique before Naruto can complete his current step in Wind Release training. After a few failed attempts at the technique, Konohamaru collapses, with Moegi and Udon going to Sakura for some food pills, which she has been giving to Naruto for training. After a few days, Naruto completes his training and Konohamaru loses the challenge. Later, Kotetsu and Izumo inform Konohamaru and Naruto about the death of Asuma Sarutobi and, soon after that, the jounin`s funeral is held. While Naruto fought Kakuzu, Konohamaru managed to learn the Shadow Clone Technique. Konohamaru then begins the final step of the training, with both him and Naruto forming the Rasengan with Tsunade and Shizune observing them. After leaving for Mount Myouboku to learn Senjutsu, Naruto asks Konohamaru to take care of his treasure - his old orange jacket. During Pain`s Assault, Konohamaru manages to use the Rasengan, and with it, defeat Naraka Path. When Naruto returns, Konohamaru reveals that, despite the village`s explosion, he managed to save Naruto`s old jacket, by storing it in the village`s valuables storage in the evacuation shelter.\nSource: naruto.wikia.com",
  "episode_id" : 170375,
  "length" : 25,
  "number" : 423,
  "rating" : {
    "rating" : 2.03,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYNQ1P5QY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Le rival de Naruto"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Naruto no Rival"
  }, {
    "language" : "ENGLISH",
    "title" : "Naruto`s Rival"
  }, {
    "language" : "GERMAN",
    "title" : "Narutos Rivale"
  }, {
    "language" : "JAPANESE",
    "title" : "ナルトのライバル"
  } ],
  "type" : "REGULAR"
}