{
  "air_date" : "2015-08-06",
  "anime_id" : 4880,
  "description" : "Konohamaru cleans Naruto`s apartment. Soon after that, Naruto returns home from his long training, with Team Ebisu and Sakura meeting up with him. Konohamaru shows Naruto his improved Sexy Technique, but the boy reveals that he has already created an advanced version of the technique, only to be hit by Sakura for being a pervert. Naruto and Konohamaru then come back to Naruto`s apartment, with the boy putting his old jacket into one of the drawers for safe keeping. After that, Naruto is shown to begin teaching Konohamaru Rasengan, who`s imagining that he`s being taught an advanced version of the Sexy Technique. Naruto then impresses Konohamaru by showing him the Rasengan first-hand and gives him a water balloon, telling him to practice rotation. Soon after that, Gaara is kidnapped by the Akatsuki and Naruto leaves to help him. In the meantime, Konohamaru, not comprehending the rotation aspect of the technique, asks Kiba, Chouji and Hinata to help him out, but to no avail. Deciding to heat-up the sexiness of his Sexy Technique, Team Ebisu goes to Ebisu for some help, thinking that it would help Konohamaru learn the Rasengan more quickly. Taking a few magazines from his sensei, the team takes their leave. Later, using the Transformation Technique to transform into a girl spinning a hula-hoop, Konohamaru, with enough practice, pops the water balloon using chakra and shows it to Naruto, who gives him a rubber ball and tells him to practice power. Having no idea how to do it, Konohamaru, alongside Moegi and Udon, go ask Ebisu for help again. Meeting him in the park, alongside Iruka, all three transform into sexy girls and asks which one, in his opinion, is the most attractive. Ebisu then gives some advice to Konohamaru, which inspires him to use his Sexy Technique to transform into a girl, hiding her breasts and then revealing them, sending Ebisu flying with a bloody nose, in a comedic fashion. Soon after that, Konohamaru begins training again, determined to learn the technique.\nSource: naruto.wikia.com",
  "episode_id" : 170374,
  "length" : 25,
  "number" : 422,
  "rating" : {
    "rating" : 2.12,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR195N3K6" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Hérédité"
  }, {
    "language" : "ENGLISH",
    "title" : "The Ones Who Will Inherit"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Uketsugareru Mono"
  }, {
    "language" : "GERMAN",
    "title" : "Was weitergegeben wird"
  }, {
    "language" : "JAPANESE",
    "title" : "受け継がれるもの"
  } ],
  "type" : "REGULAR"
}