{
  "air_date" : "2015-09-23",
  "anime_id" : 11130,
  "description" : "The girls are in a panic after the dullahan`s declaration that Kimihito will soon die, and they try their best to get him away, with Papi flying into an electric sign while carrying him, Centorea dragging him behind as she runs, being nearly drowned by Mero, and inadvertently strangled by Miia. Kimihito, however, is nonplussed, and recognises the dullahan`s ominous declarations for what they are: delusions of someone suffering from \"8th-grader syndrome\" (chuunibyou), which Ms. Smith later confirms, She reveals the dullahan`s name to be Lala, and she too becomes a guest of Kimihito.\nWith the addition of yet another monster girl to his household Kimihito finds that he is in dire financial straits, as all the food is gone, and he has little money left. They go to the shopping district to get some food, and the shopkeepers kindly give them less than perfect merchandise that they are unable to sell, but is perfectly edible. Kimihito also goes back to the forest where Kii lives, and they collect wild vegetables, with Suu being able to distinguish the poisonous ones from the safe ones. Thus with a well-stocked larder he is able to get by, until Smith shows up with the MON girls and they manage to eat all the food they so painstakingly gathered. Smith later informs Kimihito that he could have applied for reimbursement for his guests` food expenses, so he went through all that hard work for nothing.",
  "episode_id" : 170499,
  "length" : 25,
  "number" : 12,
  "rating" : {
    "rating" : 7.38,
    "total" : 10
  },
  "recap" : false,
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Alltag mit den Monster-Mädchen"
  }, {
    "language" : "ENGLISH",
    "title" : "Everyday Life with Monster Girls"
  }, {
    "language" : "FRENCH",
    "title" : "Le quotidien avec des demi-humaines"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Monster Musume-tachi no Iru Nichijou"
  }, {
    "language" : "JAPANESE",
    "title" : "モンスター娘たちのいる日常"
  } ],
  "type" : "REGULAR"
}