{
  "air_date" : "2015-08-13",
  "anime_id" : 4880,
  "description" : "Madara is puzzled by Naruto stopping Guy`s chakra from fading. Madara defends himself from Naruto`s punch with his remaining Truth-Seeking Ball, noticing an increase in Naruto`s power. With Son Gokuu`s chakra, Naruto creates a lava Rasenshuriken and attacks Madara and the tree with it, dodging Madara`s Limbo: Border Jail. Naruto`s attack severs the tree, which appears to tell Madara to absorb it, which Madara does. Naruto takes Guy to Lee and Gaara. In Kamui`s dimension, Sakura thanks Obito for saving Naruto, and Obito has a request for her. Sasuke frees Tobirama from Madara`s black rods, Tobirama notices a change in him, and Sasuke asks if Tobirama can teleport him. Madara recovers from having absorbed the tree, telling Naruto he can`t be defeated. Naruto picks up one of his father`s kunai, powering up with his own Truth-Seeking Balls, that he would not be alone, as Sasuke appears beside him with a newly awakened Rinnegan. Madara notes he himself possesses both their powers, and prepares to fight. Madara attacks, but Naruto deflects the attack and Sasuke evades it completely. Madara realises they have discovered the working of his Limbo when Naruto and Sasuke ready their jutsu. Madara escapes their simultaneous attack by sacrificing his Limbo, and flies away to steal Kakashi`s Sharingan. Sasuke manages to cut Madara in half, but he manages to warp into Kamui`s dimension. There he attacks Sakura, who at Obito`s request, is about to destroy the Rinnegan so Black Zetsu can`t get it for Madara.\nSource: naruto.wikia.com",
  "episode_id" : 170479,
  "length" : 25,
  "number" : 424,
  "rating" : {
    "rating" : 7.29,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6MG1DQ86" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Debout"
  }, {
    "language" : "GERMAN",
    "title" : "Ich stehe auf"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tatsu"
  }, {
    "language" : "ENGLISH",
    "title" : "To Rise Up"
  }, {
    "language" : "JAPANESE",
    "title" : "立つ"
  } ],
  "type" : "REGULAR"
}