{
  "air_date" : "2015-09-05",
  "anime_id" : 11028,
  "description" : "Taki arrives at the event, perplexed that her friends talk about how amazing her performance was, when all the while she was at a meeting with other gangs, since the guy who tried to rob Kagami the other day is trying to get revenge for his humiliation, and has built up a group for that purpose. This frightens Kagami and he tries to find Nagare, and sees her being abducted by the robber, and is beaten up when he tries to save her. They decide against calling the police because the ensuing scandal would probably destroy Nagare`s career. He calls upon the network of Family Ranger fans who see the night`s winning performer in a car, and they trace her and her abductors to an unfinished construction site.\nTaki insists that she has to go in there alone to rescue her sister, and while she manages to hurt a few of the robber`s associates there are too many of them, and she is captured along with Nagare. Kagami has meanwhile called Minako and Seijurou, and the three of them appear wearing Family Ranger masks. He has also made an announcement to the fans who were present at that night`s event, for an after party, and they gather outside the construction site. The five of them, clearly mirroring the Family Rangers, manage to defeat many of the robber`s gang, and cornered, the robber threatens Kagami, saying that he will be watching him and he will never be safe on the streets again. Kagami replies that on the contrary it is he who will not be safe, as Kagami has learned all of their true names since they used their parents` car to kidnap Nagare, and they are surrounded by a crowd of her fans who would lynch him if they learned what he had done.\nAfterwards, the twins thank Kagami for everything he has done and say that they plan to enter Icho Academy next year for high school.",
  "episode_id" : 170563,
  "length" : 25,
  "number" : 21,
  "rating" : {
    "rating" : 3.24,
    "total" : 2
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Famiranger Kenzan!"
  }, {
    "language" : "ENGLISH",
    "title" : "Here Come the Family Rangers!"
  }, {
    "language" : "FRENCH",
    "title" : "Rencontre avec les Familynger"
  }, {
    "language" : "JAPANESE",
    "title" : "ファミリンジャー見参!"
  } ],
  "type" : "REGULAR"
}