{
  "air_date" : "2015-09-09",
  "anime_id" : 11130,
  "description" : "Kimihito continues going on dates with the girls in an attempt to smoke out the writer of the threatening letters. He goes out this time with Papi and Suu, and they go for a barbecue picnic in a wild forest near Mt. Fuji. They are attacked by a giant tree monster, a dryad whom Papi had befriended named Kii, grown large due to the illegal dumping of experimental nutrients in the area, the pollution giving her a hatred of humans. Suu also absorbs some of the nutrients and grows just as large as Kii and begins fighting with her. Kimihito manages to get Kii to calm down and shrink back down to normal size after sucking on her breasts. Kii also cannot be the author of the threatening letters as she is completely illiterate.\nNext, Kimihito goes on a date with Centorea, who goes out in full battle gear, which Manako, who is to watch over them, points out will probably frighten away the letter writer. Her large size causes her to break things as they go around, and she is depressed because she always seems to just be making trouble for Kimihito. They have a picnic where she gives some flavourless sandwiches that Kimihito is too nice to comment on, but Rachnera points this out and this depresses her even more, so she goes for a walk by herself for a moment. She meets the mischievous succubus Lilith who uses her powers on Centorea, saying that there is something she can do for Kimihito, which removes her inhibitions and she tries to seduce him, letting him fondle her breasts. Meanwhile, Lilith is attacked by a wild boar in the park, breaking the spell before it goes too far, and it later turns on Kimihito but Centorea manages to subdue it. Rachnera has afterwards captured Lilith, believing she might be the letter writer, but after torturing her Rachnera learns that she isn`t responsible.",
  "episode_id" : 170501,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 7.2,
    "total" : 10
  },
  "recap" : false,
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Alltag mit D"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "D no Iru Nichijou"
  }, {
    "language" : "JAPANESE",
    "title" : "Dのいる日常"
  }, {
    "language" : "ENGLISH",
    "title" : "Everyday Life with D"
  }, {
    "language" : "FRENCH",
    "title" : "Le quotidien avec D"
  } ],
  "type" : "REGULAR"
}