{
  "air_date" : "2015-09-05",
  "anime_id" : 10888,
  "description" : "The meeting between SOX and Moist Throng`s leader goes badly as the two groups are unable to settle their differences, and the leader leaves, hinting that they are planning something big.\nThe next day, the monorail system has broken down and Tanukichi has to rush to get to the bus. Gouriki is on the same bus and he tells him that power to the monorail was sabotaged. Ayame calls him, warning him that he must not use the buses, but one of the Moist Throng terrorists has revealed himself, hijacking the bus and threatening all the passengers with a gun. 42 such buses were hijacked. Hyouka realises that the terrorist on her bus has a fake gun, and that permits the other passengers to subdue the terrorist. Anna goes berserk and beats up the terrorist on her bus. The terrorist on the bus with Gouriki and Tanukichi is disgusted on seeing Gouriki wearing only his underwear that he is likewise subdued. Told that there is actually one gun among the 39 remaining buses that is real, the authorities are forced to tread carefully.\nTanukichi meets up with Ayame and they come up with a plan to apprehend Moist Throng and its leader White Peak themselves, thereby dissociating them from SOX. They use Kosuri`s panties as bait to lure the bus with White Peak away, and moving quickly, Tanukichi boards the bus and fights White Peak but winds up getting beaten up. Ayame arrives in her Blue Tundra disguise and the two of them manage to subdue White Peak, but Kosuri betrays them and knocks Ayame out of the bus, while the PMC chases her away. Kosuri declares herself for Moist Throng.",
  "episode_id" : 170505,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 3.96,
    "total" : 14
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRG51475R" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Branlette Quest"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "G Kyuu Quest"
  }, {
    "language" : "ENGLISH",
    "title" : "Masturbation Quest"
  }, {
    "language" : "JAPANESE",
    "title" : "ジイ級クエスト"
  } ],
  "type" : "REGULAR"
}