{
  "air_date" : "2015-09-17",
  "anime_id" : 10970,
  "description" : "While Ui and Hayato have gone out to buy ice pops she receives a telephone call from her mother, saying that she is right at their door. As usual, they go in separately, but he runs into Kei, who tells him to give her regards to his guests and that she will learn the truth from him. He sees Wakana Ryou, Ui`s father along with Misato, who like his wife looks incredibly young for 41. Ryou does not accept Hayato to be his daughter`s husband, and says that he has to prove himself, but Hayato considers that if he doesn`t prove himself than the farce will end. In the meantime, Ryou behaves abusively towards him.\nThey go out for a bit to buy dinner and when they head back Misato says that she explained to Kei exactly what their situation was. Ui apologises to Hayato about her father`s behaviour, and says she understands that he doesn`t feel the same way about her as she does about him, but she will wait as long as needed for him to return her feelings, and overcome by a sudden rush of feeling he calls her by her name for the first time.\nLater that evening Ryou has already fallen asleep in Ui`s room, so Hayato has to sleep with Ui in his room. Ui is already asleep, and while he lies down next to her he remembers how they were as children, and apologises for how slowly he is moving. In her sleep she pushes him against her breasts and gets him to stimulate her between her legs, but suddenly she realises how it is so cold and without waking up she turns off the air conditioning.",
  "episode_id" : 170535,
  "length" : 8,
  "number" : 12,
  "rating" : {
    "rating" : 4.64,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY8VX3K1Y" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kaichou no Miuchi-kun"
  }, {
    "language" : "FRENCH",
    "title" : "La famille de la présidente"
  }, {
    "language" : "ENGLISH",
    "title" : "More of the President`s Family"
  }, {
    "language" : "JAPANESE",
    "title" : "会長の身内くん"
  } ],
  "type" : "REGULAR"
}