{
  "air_date" : "2015-08-29",
  "anime_id" : 10888,
  "description" : "Ayame hatches a plan to disassociate Moist Throng and SOX. Reasoning that they seek out the underwear they steal by smell, they use Tanukichi`s underwear as bait. Ayame goes out as Blue Tundra to distract the PMC and the Student Council, while Tanukichi sets the trap, while Kosuri and Otome secretly go around hiding more dirty pictures around campus. The plan does not quite work when Anna is drawn by the scent of Tanukichi`s underwear instead, believing it to be her reward, and is crestfallen when he tells her that it was a trap for Moist Throng. Actual members of Moist Throng steal the underwear from Anna, who chases after them.\nAlthough the plan did not quite work, Ayame says that a lot of good came out of it: it showed that they can use Tanukichi`s underwear to distract Anna and get the student council off their tails. They repeat the plan the next day with this in mind, using Otome`s underwear as the real bait for Moist Throng instead. The plan goes remarkably well, as Tanukichi manages to subdue many Moist Throng members, until at the girls` changing room while tying up one of them, the power is cut as the fire alarm sounds. He encounters Oboro, and exposes him as a man. Anna comes in soon after to change her clothes made wet by the sprinklers, and Tanukichi makes his escape by tossing her his underwear.\nIt turns out that Kosuri had spoken to Fuwa and asked her to bring the Moist Throng students to the changing rooms where Tanukichi had been waiting, and she had also activated the fire alarm as a distraction. This concerns Ayame because it complicated the plan, establishing a link between SOX and the regular student body through Fuwa, and the fire alarm caused the incident with Oboro and Anna.\nLater, they receive a note from the leader of Moist Throng and have a confrontation with him at the park.",
  "episode_id" : 170506,
  "length" : 25,
  "number" : 9,
  "rating" : {
    "rating" : 3.91,
    "total" : 14
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY5P0KG0Y" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Android wa Denki Anma no Yume o Miruka"
  }, {
    "language" : "ENGLISH",
    "title" : "Do Androids Dream of Electric Masseurs?"
  }, {
    "language" : "FRENCH",
    "title" : "Les androïdes rêvent-ils de casse-noisettes électriques ?"
  }, {
    "language" : "JAPANESE",
    "title" : "アンドロイドは電気アンマの夢を見るか"
  } ],
  "type" : "REGULAR"
}