{
  "air_date" : "2015-08-22",
  "anime_id" : 69,
  "description" : "After two years of training, the Straw Hats reunited at Sabaody Archipelago. Getting past the Fish-Man Island, they finally made it to the final sea – the New World. At Punk Hazard Island, they met Trafalgar Law again by accident who suggested them to form a “pirate alliance” with him in order to take down the Four Emperors, which they accepted, and together with Law, they went for Doflamingo who is connected to the Four Emperors. They entered Dressrosa, the country Doflamingo reigns over, and got into action according to Law’s instruction but Luffy suddenly decided to enter a competition which prize was his late brother Ace’s Flare-Flare Fruit under the name Lucy, and made it to the final. Meanwhile, Law fell for Doflamingo’s trap and got captured. At the same time, the Straw Hats learned the “darkness” of the country from a toy soldier who they met on their way. Becoming furious about Doflamingo’s dirty trick, they joined the Little People to fight to take back freedom. Luffy was competing in the Colosseum but to rescue Law, he was trying to get out of there and that’s when Sabo who he thought was dead, showed up…\nSource: crunchyroll",
  "episode_id" : 170966,
  "length" : 110,
  "number" : 21,
  "rating" : {
    "rating" : 5.98,
    "total" : 7
  },
  "recap" : true,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRNQJN9WR" ]
  },
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "ONE PIECE エピソードオブサボ ~3兄弟の絆 奇跡の再会と受け継がれる意志~"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "One Piece: Episode of Sabo - 3-kyoudai no Kizuna - Kiseki no Saikai to Uketsugareru Ishi"
  }, {
    "language" : "GERMAN",
    "title" : "One Piece: Episode of Sabo - Das Band der 3 Brüder, die wundersame Wiedervereinigung und die vererbte Entschlossenheit"
  }, {
    "language" : "ENGLISH",
    "title" : "One Piece: Episode of Sabo - The Three Brothers` Bond - The Miraculous Reunion and the Inherited Will"
  } ],
  "type" : "SPECIAL"
}