{
  "air_date" : "2015-09-19",
  "anime_id" : 11028,
  "description" : "Kagami appears to be enjoying himself operating the lab with Toune, but Hiiragi`s words that he does not need the anywhere door haunt him, but he tells himself that he enjoys it more than teaching. Suzune is worried that he seems to have disappeared but Hiiragi assures her that he is safe. Toune introduces him to a new intern, a sullen girl named Mukou Reiko, brought to by the lab by someone she calls \"Yomi\". Reiko is unaware of even the manga reference for the anywhere door project, so he has her read all the volumes of a manga called \"Michiemon\" (evidently a reference to Doraemon), while he works on a theoretical basis for the Higgs boson. Kagami is surprised when Reiko reappears after two hours, having read through a large stack of manga volumes, and is now fired up for the anywhere door project. It seems that she is a genius who can learn anything after seeing it done once. He then realises that the \"Yomi\" she refers to his actually Hiiragi Koyomi. Reiko then manages to use Kagami`s theory to detect the Higgs.\nReiko has never understood what it meant to be amused, as for most of her childhood she was confined to a facility in the mountains where experiments were conducted on her remarkable learning abilities, until Hiiragi recently brought her out. Kagami sees how she is exceptionally docile and obedient and in order to break her of this he orders her to go back to her room and stay there. Meanwhile, KEC experiences a cyberattack from CERM, which they are only able to stop because eventually Reiko disobeys and helps in the defence. Reiko is sorry for her disobedience but Kagami praises her for what she had done and tells her that simple blind obedience will get her nowhere.",
  "episode_id" : 170977,
  "length" : 25,
  "number" : 23,
  "rating" : {
    "rating" : 1.84,
    "total" : 2
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Nazo no Ichinichi Taiken Nyuushosha"
  }, {
    "language" : "ENGLISH",
    "title" : "The Job Try Out Girl"
  }, {
    "language" : "FRENCH",
    "title" : "Un visiteur impromptu"
  }, {
    "language" : "JAPANESE",
    "title" : "謎の一日体験入所者"
  } ],
  "type" : "REGULAR"
}