{
  "air_date" : "2015-10-03",
  "anime_id" : 11177,
  "description" : "Amagiri Ayato has just transferred into Seidoukan Academy on Asterisk. While he is walking along the school grounds he sees a handkerchief falling from the window of a dormitory building. He picks it up and jumps up to the window intending to return it, and sees a girl getting dressed. While the handkerchief is precious to her and she appreciates his returning it she is angry that he has seen her in such a state and challenges him to a duel. He proves to be remarkably skilled, and he saves her when they are mysteriously attacked from an unexpected quarter. The student council president Claudia Enfield puts a stop to the duel, saying it is invalid because Ayato has not yet completed all the paperwork for his transfer.\nHe learns from Claudia a bit about the Academy and about his opponent, Julis-Alexia von Riessfeld who is a princess from a small European country. He also asks about his elder sister, Amagiri Haruka, who mysteriously disappeared but seems to have garbled records in the Academy. He attends class and finds that Julis is also in the same class and she expresses her dislike for him, but he is befriended by his classmate Yabuki Eishirou. During lunchtime, they see Julis being harassed by Lester MacPhail, who is trying to challenge her to another duel despite having lost to her three times.",
  "episode_id" : 171716,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 4.28,
    "total" : 19
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRDQNMNGY" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Hexe der Flammenpracht"
  }, {
    "language" : "TURKISH",
    "title" : "Glühen Rose"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kaen no Majo"
  }, {
    "language" : "FRENCH",
    "title" : "La sorcière de feu"
  }, {
    "language" : "ENGLISH",
    "title" : "Witch of the Resplendent Flames"
  }, {
    "language" : "JAPANESE",
    "title" : "華焔の魔女"
  } ],
  "type" : "REGULAR"
}