{
  "air_date" : "2015-10-10",
  "anime_id" : 11177,
  "description" : "Ayato interjects himself into the brewing confrontation between Lester MacPhail and Julis, and with Eishirou`s help manages to prevent the situation from escalating. Eishirou leaves suddenly for an errand so Ayato asks Julis how to get to the boys` dormitories, and asks her to show her around campus the following day as a favour. She agrees reluctantly remembering how he had saved her life.\nThe next day Ayato sees an that an old friend, Sasamiya Saya, is also in his class. She too offers to show him around campus, and Claudia briefly comes by to give him the forms needed to apply for use of a weapon. He settles the dispute between Saya and Julis by saying they can both show him around. Saya it turns out is almost as ignorant of the campus as Ayato, and when the tour is done, he goes off to buy them drinks. Julis is about to challenge Saya to a duel after Saya says that Julis is nowhere near as strong as Ayato, but before they can start they are attacked by the mysterious assassins who interfered with Julis`s duel with Ayato the day before. The assassins are driven off but no trace of them is found by campus security.\nAyato goes to the weapon compatibility test and sees that Lester is also trying to apply, and he too wants to take the sword Ser Veresta, just as Ayato does. Lester tests himself against it but gets a low compatibility score, that only gets lower as he attempts to dominate it, until his score becomes negative and it attacks. Ayato however is able to somehow control Ser Veresta and receives a good compatibility score with it.",
  "episode_id" : 171715,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 4.85,
    "total" : 15
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G65VX9XD6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Ser Veresta"
  }, {
    "language" : "FRENCH",
    "title" : "Ser Veresta"
  }, {
    "language" : "GERMAN",
    "title" : "Ser Veresta"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ser Veresta"
  }, {
    "language" : "TURKISH",
    "title" : "Ser-Versta"
  }, {
    "language" : "JAPANESE",
    "title" : "セル=ベレスタ"
  } ],
  "type" : "REGULAR"
}