{
  "air_date" : "2015-10-17",
  "anime_id" : 11177,
  "description" : "After obtaining Ser Veresta, Claudia calls Ayato to her room, and while rather unsubtly trying to seduce him explains how several students who were supposed to be participating in the Phoenix Festa were unaccountably injured, evidently attacked in the same way that Julis was attacked. The prime suspects include Lester, and they suspect that the next one to be attacked would be Julis. Claudia thus asks Ayato to watch over Julis and help protect her.\nThe next day Ayato has sort of a date with Julis who shows him around the city. While they are having lunch Lester shows up and tries to challenge Julis yet again, and Ayato points out that his behaviour towards her has made him a suspect, which makes him very angry, but his flunkies manage to calm him down. On their way back they see a group of punks seemingly having a brawl at a park, but this is a ruse that allows them to surround Julis and Ayato, but they make short work of the punks. One punk explains how someone had hired them to rough them up a little, and he sees the man who hired them in the trees. Julis chases after him, with Ayato right behind, but there are several attackers and they manage to damage Ayato`s clothes before escaping.\nWhen they return to the dorms Julis mends Ayato`s clothes and explains how despite being a princess she befriended the children in an orphanage in her country, and how she is fighting in Asterisk to obtain the money which they badly need and how the handkerchief Ayato recovered was a keepsake of theirs.\nThe following day Julis receives a letter which makes her leave school without explanation before anyone can stop her. Claudia urges Ayato to chase her as she is evidently walking into a trap.",
  "episode_id" : 171714,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 5.67,
    "total" : 15
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYGG9K9EY" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "A Holiday for Two"
  }, {
    "language" : "GERMAN",
    "title" : "Ein freier Tag zu zweit"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Futari no Kyuujitsu"
  }, {
    "language" : "FRENCH",
    "title" : "Un jour de congé à deux"
  }, {
    "language" : "TURKISH",
    "title" : "İki Kişilik Tatil"
  }, {
    "language" : "JAPANESE",
    "title" : "二人の休日"
  } ],
  "type" : "REGULAR"
}