{
  "air_date" : "2015-10-17",
  "anime_id" : 11170,
  "description" : "Despite the inspection that Kazuma ordered, one of Bishamon`s shinki, Aiha, actually is blighted, but this fact has been concealed by Kugaha. Unaware of his treachery, Kazuma asks him to watch over Bishamon while he investigates what has happened to Suzuha. Kugaha makes insinuations to her about how Kazuma has been consorting with Yato.\nYukine, still unaware of Suzuha`s death, visits his tree, and sees Kazuma leaving a bouquet of flowers for him. He chases after him, and winds up entering Bishamon`s realm. Bishamon appears, and Yukine confronts her about Suzuha, telling her of how he had been in pain for so long as it seemed that his master had forgotten him, and accuses her of not truly caring for her shinki. This deeply affects all of her minor shinki, and Kazuma tries to calm Bishamon down, but she accuses him of saving Yato with an ablution ritual, and of secretly being in contact. He does not deny it, but states that Yato is not her enemy but rather her saviour. Bishamon fires on him, but he makes a barrier against his own master. Enraged, she begins to revoke his name, but relents, and banishes him instead.\nWith nowhere else to go Kazuma stays with Kofuku along with Yato. Yato has a conversation with Hiyori about Yukine and Kazuma as she goes home, and they are attacked by Aiha who has a cursed staff. Hiyori steps out of her body and tries to help, but is abducted by ayakashi under Kugaha`s control while Yato chases Aiha. Kazuma sees what has been done to Hiyori and tries to save her, attempting to bind Kugaha`s name, but this does not work, and he is captured instead along with Hiyori.",
  "episode_id" : 171734,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 8.37,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6ZJ7Q88Y" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Des liens mensongers"
  }, {
    "language" : "ENGLISH",
    "title" : "False Bond"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Itsuwari no Kizuna"
  }, {
    "language" : "JAPANESE",
    "title" : "イツワリノ絆"
  } ],
  "type" : "REGULAR"
}