{
  "air_date" : "2015-10-17",
  "anime_id" : 10984,
  "description" : "Hiiragi brings her squad to an isolated area to train Yuuichirou and Shihou to manifest their demons. A group of Horsemen approach them and Yoichi manages to make his demon weapon manifest and destroys them, as he managed to figure out how to do so on his own.\nYuuichirou performs the process first, and is restrained by the others as he allows his weapon to take his blood. He enters a trance as he comes into contact with his demon Ashuramaru. He is made to remember how his parents tried to kill him, calling him a dangerous demon known as the \"Seraph of the End\", and how he had caused the deaths of everyone because he tried to run. His resolve proves stronger than this and he manages to overcome Ashuramaru.\nIt is then Shihou`s turn and in the same way he made to confront his own demon, Kiseki-ou. He is made to remember how he had prevented a group of children he had been with from killing her because he refused to do so himself, and how afterwards he had been tempted to abandon her, but he also proves stronger than this and gets Kiseki-ou to submit.\nMeanwhile, in the vampire world Krul Tepes is in a meeting with the vampire high council. Ferid enters with Mikaela behind him, and he shows them how the humans have somehow made the Seraph of the End into a weapon, though Krul had supposedly destroyed all of the experimental subjects with the Hyakuya sect. This causes many questions to be raised about her handling of the situation. Ferid blackmails her in this way, reminding her that if she acts against him, the fact that she is keeping Mikaela around and that he has permitted Yuuichirou to escape will come to light.",
  "episode_id" : 172283,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 5.7,
    "total" : 9
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Complicated Connections"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kousaku Suru Kankei"
  }, {
    "language" : "FRENCH",
    "title" : "Relations croisées"
  }, {
    "language" : "GERMAN",
    "title" : "Schwierige Beziehungen"
  }, {
    "language" : "JAPANESE",
    "title" : "交錯するカンケイ"
  } ],
  "type" : "REGULAR"
}