{
  "air_date" : "2015-10-24",
  "anime_id" : 10984,
  "description" : "Shinoa calls her squad for a breakfast meeting, intending to cook a meal for them, but her attempts at cooking with Mitsuba`s help are disastrous, and it is Shihou who manages to cook a fine breakfast. They meet to try to determine whether Guren is really on their side or not, since it seems he is not only manipulating Yuuichirou but the entire squad for his own purposes. Yuuichirou is told of what had happened during the battle for the first time, how he had gone berserk and nearly killed Shinoa. He decides that he wants to continue to stick with Guren as he told them all that they were family and that he promised him that he would find a way to save Mikaela.\nMeanwhile, Guren and Hiiragi Kureto meet, and the two men have a discussion about the future plans. Kureto tells him that he plans to restore the world, after destroying all the vampires in Japan he will subjugate all the other human organisations remaining and place the entire world under his command. He orders Guren to bring a hundred of his Moon Demon Company to Nagoya, and defeat the ten vampire nobles who have established a base there.\nIn the vampire world Mikaela`s craving for blood grows so intense that he takes blood directly from Krul`s neck. She warns him that soon enough her blood alone will not be enough to satisfy him. He questions her motives in letting him and Yuuichiro live, and she whispers to him the reason why she needs the Seraph of the End. She orders him to take Yuuichiro and save him from both the human and vampire forces during the war that commences in a month`s time.",
  "episode_id" : 172282,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 5.0,
    "total" : 9
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Ambition in the Demon Army"
  }, {
    "language" : "GERMAN",
    "title" : "Der Ehrgeiz der Vampirjäger"
  }, {
    "language" : "FRENCH",
    "title" : "Les ambitions de l`armée impériale"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Teikigun no Yabou"
  }, {
    "language" : "JAPANESE",
    "title" : "帝鬼軍のヤボウ"
  } ],
  "type" : "REGULAR"
}