{
  "air_date" : "2015-10-18",
  "anime_id" : 11350,
  "description" : "Koyomi recounts to Ougi how he had originally found similar letters in his shoe locker when he was in his first year of middle school, and how they intrigued him. He came to the house and the girl explained how she had sent similar letters to others and how he was the only one who responded. She began helping him study maths and this helped him to become as good at it as he eventually became, and was critical to him getting into Naoetsu High School three years later. She imposed three conditions on him that they should always meet only in the house, to keep the study sessions a secret, and that he should not probe into her life.\nOn the last day of summer vacation Koyomi went to the house as before and found it empty. He found an empty envelope taped to the bottom of their study table. He never saw the girl again. He tried looking for her at school to no avail. Ougi concludes that the mystery girl must be Sodachi, although he is perplexed at why she would not have reminded him of their former acquaintance when they later became classmates in high school.\nOugi explains that the reason why Sodachi invited him over for their study sessions was because her family was experiencing domestic violence and that she knew that Koyomi`s parents were police officers, and she hoped he and his parents might be able to help her family. His middle school self, however, was not able to understand this and her family eventually fell apart completely by the end of that summer.\nThe next day he shares Ougi`s conclusions with Hanekawa, who points out Ougi`s conclusion hinges Sodachi knowing that Koyomi`s parents were police officers, a fact which Koyomi generally keeps secret to avoid problems. He realises that his relationship with Sodachi must go further yet and there is more he still needs to remember.",
  "episode_id" : 172347,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 7.07,
    "total" : 14
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY190Q8GR" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sodachi Riddle Sono Ni"
  }, {
    "language" : "ENGLISH",
    "title" : "Sodachi Riddle, Part 2"
  }, {
    "language" : "JAPANESE",
    "title" : "そだちリドル 其ノ貳"
  } ],
  "type" : "REGULAR"
}