{
  "air_date" : "2015-10-25",
  "anime_id" : 11210,
  "description" : "Chi-Chi still has Goku doing work out on the farm. Instead of working, however, Goku decides to rest and falls asleep. Krillin flies in and wakes up Goku. Krillin is very surprised to hear that Goku is still on Earth and not training with King Kai. He reminisces about his training with Goku under Kame-Sennin and the power level difference between them since they were children. Curious to see how large the gap is, Krillin tells Goku to punch him with all his power. Reluctant Goku tries to change Krillin`s mind, but Krillin insists. Goku obeys and punches Krillin, sending him flying into a boulder. Shortly afterwards, Goku heads home, while Android 18 attends to Krillin`s wounds. Krillin states that he misses martial arts and wishes to start training again. Meanwhile, Vegeta is seen in the wastelands standing determined. He states his intent to surpass Goku without the aid of others. Elsewhere, Whis and Bulma are having lunch together. Whis is enjoying all the food Bulma is having her chef make. While they dine, Bulma asks Whis to protect Earth from Beerus in case he ever shows up again. Vegeta arrives and sees Whis. He asks Whis to see Beerus, but Whis refuses to do so. Whis tells Vegeta that he is Beerus` teacher and that, with the proper tutelage, he could one day surpass Goku. Vegeta bows and kneels before Whis and begs to become his student. An unimpressed Whis walks past him. Vegeta decides to convince Whis by giving him the tastiest food on Earth. After several failed attempts, Vegeta finally impresses Whis with a cup of instant noodle. Before Vegeta heads off with Whis to Beerus` planet, Bulma hands him new armor. They arrive on Beerus` planet shortly afterwards and prepare to train.\nSource: Wikipedia",
  "episode_id" : 172540,
  "length" : 25,
  "number" : 16,
  "rating" : {
    "rating" : 3.51,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6MGV9G36" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Vegeta Becomes an Apprentice?! Winning Whis Over!"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Vegeta ga Deshiiri!? Whis o Kouryaku Seyo!"
  }, {
    "language" : "GERMAN",
    "title" : "Vegeta wird Schüler? – Bezwinge Whis!"
  }, {
    "language" : "SPANISH",
    "title" : "¿¡Vegeta se convierte en un discípulo!? Conquista a Wiss"
  }, {
    "language" : "JAPANESE",
    "title" : "ベジータが弟子入り!? ウイスを攻略せよ!"
  } ],
  "type" : "REGULAR"
}