{
  "air_date" : "2015-10-18",
  "anime_id" : 11210,
  "description" : "With Earth no longer in danger, Gokuu and the others return to their ordinary lives. Chichi orders Gokuu to leave training behind and find a job so he can support the family. Meanwhile, Mr. Satan`s self-promotion goes awry when a group of aliens land in the city. The aliens reveal that they are ambassadors who wish to thank and reward whoever defeated Beerus; thus protecting their planet from destruction. Before he is given the reward, however, Mr. Satan is asked to demonstrate his godlike power against the alien`s mightiest champion in a sparring match. Knowing that he does not stand a chance, Mr. Satan quickly scampers away to safety and calls for help, but no one answers him. Suddenly, Gokuu arrives at the scene in need of Mr. Satan`s help. Mr. Satan arranges to have Gokuu fight in his stead. Just before the fight, however, Gokuu spots Chichi and immediately runs away to avoid being scolded for disobeying her. Mr. Satan is left to confront the alien champion on his own. Suddenly, the aliens spot Mr. Satan`s dog and run away in fear. With the aliens gone, the crowd praises Mr. Satan, whom they think saved them and Earth yet again.\nSource: Wikipedia",
  "episode_id" : 172529,
  "length" : 25,
  "number" : 15,
  "rating" : {
    "rating" : 2.2,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR2PM3P9R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Make a Miracle, Satan the Hero! A Challenge from Outer Space"
  }, {
    "language" : "GERMAN",
    "title" : "Unser Held, Mr. Satan! – Die Herausforderung aus dem Weltall!"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yuusha Satan yo Kiseki o Okose! Uchuu kara no Chousenjou"
  }, {
    "language" : "SPANISH",
    "title" : "¡Héroe Satán! ¡Haz el milagro! ¡Un desafío desde el espacio exterior!"
  }, {
    "language" : "JAPANESE",
    "title" : "勇者サタンよ奇跡を起こせ! 宇宙からの挑戦状"
  } ],
  "type" : "REGULAR"
}