{
  "air_date" : "2016-03-25",
  "anime_id" : 8473,
  "description" : "After the successful release of their new game, the employees of Flower go on a vacation to a hot spring resort. Iori goes to the men`s side of the outdoor bath and starts giving fellatio to Tomoya, but some other patrons of the resort enter, and they find a secluded spot to have sex, while the other girls at the women`s side wonder what happened to her. Tomoya spills beer on Kisara, who then goes to his room so she can clean herself up and use his extra yukata, but the shower malfunctions and they take the opportunity to have sex. At the indoor baths the girls tell scary stories to each other, and afterwards they decide to have a test of courage along the trail around the resort grounds, with Tomoya hiding somewhere to frighten them. Iori and Nene go first, but since Iori came armed with a knife Tomoya decides not to try to scare them. Next comes Momoka, whom he tries to frighten while wearing a devil mask, but she attacks him and knocks him violently away. He pretends to be unconscious while she tries to apologise, but noticing he has an erection she begins to suck on it and do paizuri, and he cums just as a fireworks display starts. Next is Kisara, who feels an urge to urinate just as she goes along the path, and Tomoya grabs her, and fondles her breasts and pussy until she releases it. He later binds her in the sash of her yukata and has rough sex with her with her limbs suspended by a tree. They return from the trip with a lot of new ideas for the next game.",
  "episode_id" : 174294,
  "length" : 30,
  "number" : 6,
  "rating" : {
    "rating" : 4.16,
    "total" : 8
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Feeling Good in the Outdoor Baths. Late Night Outdoors Test of Courage Chapter"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Roten no Ofuro de Ii Kimochi Shin`ya no Ogai de Kan Tameshi Hen"
  }, {
    "language" : "JAPANESE",
    "title" : "露天のお風呂でいい気持ち 深夜のお外で肝試し編"
  } ],
  "type" : "REGULAR"
}