{
  "air_date" : "2004-04-29",
  "anime_id" : 1052,
  "description" : "Satella is upset that Fiore sees Joshua as her younger brother, and Azmaria is confused as to why she survived after the ritual of atonement. In the past, Mary Magdalene dreams of Chrono as a frightening devil in distress. Moments after Chrono arrives to see her, Father Remington has come to slay the devil. Chrono luckily escapes with Mary Magdalene and finds out that she can predict the future. The two find Aion, who has ripped off his horns. Aion is taken to see the other sinners, constructing the soul timepiece and preparing ritual of atonement. Mary Magdalene unveils to Chrono her stigmata, carrying the memories of all souls except her own. She also states that her own death will be in the hands of Chrono. She warns him that Aion will soon betray him. Instead of performing the ritual of atonement on a peak, Aion orders Chrono to end Mary Magdalene`s life, but he hesitates. Aion strikes Chrono with a single blow, badly wounding him. However, Mary Magdalene takes Chrono to the meadow below, where she issues a contract with him using the soul timepiece in order to save his life in place of hers. In the present, Chrono remembers what led to the tomb of Mary Magdalene. He unfreezes from stone, and he later learns that Joshua is amnesiac. Meanwhile, Aion is surrounded by Duffau and the pursuers, but they were no match against him. Gurio, informing Chrono that Rosette is responsible for Duffau`s death, disappears right in front of him. \nSource: Wikipedia",
  "episode_id" : 18872,
  "length" : 25,
  "number" : 21,
  "rating" : {
    "rating" : 7.95,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY5VZEDDY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Magdalena"
  }, {
    "language" : "ITALIAN",
    "title" : "Maria Maddalena"
  }, {
    "language" : "JAPANESE",
    "title" : "Mary Magdalene マグダレーナ"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Mary Magdalene: Magdalena"
  }, {
    "language" : "ENGLISH",
    "title" : "Mary Magdalene: Magdalene"
  }, {
    "language" : "HUNGARIAN",
    "title" : "Mária Magdaléna"
  }, {
    "language" : "RUSSIAN",
    "title" : "Мария Магдалина"
  } ],
  "type" : "REGULAR"
}