{
  "air_date" : "2004-06-03",
  "anime_id" : 1052,
  "description" : "Chrono meets Rosette and Aion at an abandoned church, where Rosette demands her life back from Chrono. Aion also provokes Chrono by mentioning that he is destined to take Rosette`s life. Chrono ends up letting Aion getting away with Rosette. Father Remington and Elder Hamilton says that the crowd is condemning the Magdalene Order. Showing Azmaria his horns next to Satella`s coffin, Chrono blames himself for having killed the few that were dear to him, all in previously siding with Aion for obtaining freedom from sin. A photographer delivers a picture to Azmaria that was taken with her friends during the carnival. He also gives a picture of Rosette exposing her wrists to Sister Kate, who shows it to Father Remington and Elder Hamilton. Sister Kate later tells the Council of the Catholic Church that many people are carving cross-shaped marks in their wrists to crusade in hopes for freedom. Azmaria shows Chrono the picture taken at the carnival, as he realizes that he must not run away from his problems. Chrono is led to Central Park, where Aion hands Rosette her gun to end Chrono`s life. Chrono throws his horns at Aion in order to turn him to stone and release control of Rosette. This does not stop him, however, as he throws his own horns back at Chrono, severely weakening him. Rosette releases the seal of the soul timepiece, transforming and healing Chrono. He is finally able to defeat Aion, but he is injured in the process. \nSource: Wikipedia",
  "episode_id" : 19501,
  "length" : 25,
  "number" : 23,
  "rating" : {
    "rating" : 7.81,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRE57PQN6" ]
  },
  "titles" : [ {
    "language" : "HUNGARIAN",
    "title" : "A zaj"
  }, {
    "language" : "FRENCH",
    "title" : "Bruit"
  }, {
    "language" : "ITALIAN",
    "title" : "Il brusio"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Noise"
  }, {
    "language" : "JAPANESE",
    "title" : "The Noise ノイズ"
  }, {
    "language" : "ENGLISH",
    "title" : "The Noise: Noise"
  }, {
    "language" : "RUSSIAN",
    "title" : "Шум"
  } ],
  "type" : "REGULAR"
}