{
  "air_date" : "1988-12-17",
  "anime_id" : 826,
  "description" : "Io attacks with Eagle Clutch, but Shun counters with a Casting Net and destroys the eagle. Shun doesn`t want to fight, but Io continues with Serpent Strangler. Shun finishes it off with Spiral Duct. Poseidon talks to Saori about the night they met. Julian went to Cape Sounion and found Poseidon`s Trident. Thetis appeared and told him Poseidon reincarnated in him and took him to Poseidon`s Sanctuary to rule. Poseidon`s Scales covered Julian and has ruled the oceans since that day, willing to destroy humanity for contaminating the planet the gods bestowed upon them. However, Saori still has faith in her Saints. Io attacks with Vampire Inhale, but Shun counters with Boomerang Shot. Io continues with his Wolf`s Fang, so Shun destroys it with Wild Trap. Finally, Io uses Grizzly Slap, but Shun finishes it with Great Capture, breaking the Scylla Scale. Shun now focuses on destroying the South Pacific Mammoth Pillar, but it doesn`t work. Io gets free and attacks with his Big Tornado. Shiryu reaches the Indian Ocean Mammoth Pillar and faces Chrysaor Krishna and his Golden Lance. Shun recovers and keeps trying to destroy the pillar, much to Io`s shock. As Io prepares to kill Shun, he awakens his Seventh Sense, splits the Big Tornado and captures Io again. This time, however, Shun`s Andromeda Cloth turns gold.\nSource: Wikipedia.org",
  "episode_id" : 19739,
  "length" : 25,
  "number" : 104,
  "rating" : {
    "rating" : 2.95,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G2XU0DDE5" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Death of the demon beast! Indestructible golden chains"
  }, {
    "language" : "FRENCH",
    "title" : "La naissance de Poséidon"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Majuu Shisubeshi! Fumetsu no Gold Chain"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Morte às Bestas pela Poderosa Corrente Dourada"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡La bestia malvada debe morir! La cadena de oro indestructible"
  }, {
    "language" : "JAPANESE",
    "title" : "魔獣死すべし! 不滅の黄金鎖"
  } ],
  "type" : "REGULAR"
}