{
  "air_date" : "1989-04-01",
  "anime_id" : 826,
  "description" : "Seiya, Hyoga and Shiryu combine their techniques and Cosmo, knocking down Poseidon. Shiryu tries to destroy the Main Breadwinner with the Golden Shield, but it flies back to him, with the pillar unscathed. Meanwhile, Ikki is mercilessly attacked by Kanon, angry that his ambitions are crushed. Sorrento tries to kill Kanon with his melody, but Ikki asks to talk to Kanon, about the one thing used to seal Poseidon`s soul: Athena`s urn. Seiya and his friends are unable to destroy the pillar with Libra`s weapons. Seiya asks his friends to launch his body with their techniques in order to destroy the pillar that way. Shun gets up, preparing to fight. Ikki reveals to Kanon that the Cosmo that saved his life many times in Cape Sounion, belonged to Athena. Finding it hard to believe, since Athena was a baby at the time, Kanon reveals the location of Athena`s urn, inside the Main Breadwinner. Ikki leaves for the temple, saying Kanon is not worth fighting. Sorrento, sensing Athena`s compassion for humanity, takes his leave, also saying Kanon isn`t worth the effort. Poseidon awakens again, but Ikki holds him long enough for Seiya to destroy the pillar and recover Athena`s urn. Shiryu and Hyoga launch their Rising Dragon and Aurora Thunder Attack, sending Seiya flying towards the pillar. Poseidon gets rid of Ikki and attacks him, Shun, Shiryu and Hyoga. The four Saints burn their Cosmos, covering Seiya and he is able to make a miracle occur. The Main Breadwinner falls apart and it is finally destroyed. Seiya emerges from the rubble, with Saori in his arms. The ocean comes down hard on Poseidon`s Sanctuary, starting to flood it. Saori awakens, with her urn, telling Poseidon to surrender. Poseidon throws his trident to her, but Seiya protects her. Poseidon launches multiple attacks at Saori, but her love for her Saints and humanity cause Seiya and his friends to burn their Cosmos, protecting her and surpassing Poseidon`s strength. Then, the God of the Sea`s soul is dragged to the urn and sealed once again. With Poseidon`s Cosmo extinguished, Athena and her Saints have won the battle. Kiki and Shaina reunite with their friends. Saori then teleports them back to the surface. The floods and rains have seized. Tatsumi, Jabu, Ban, Ichi, Nachi, Geki, Hilda, Freya, Aiolia, Milo, Shaka, Aldebaran, Mu, Marin, Shunrei, and Roshi look up at the sun filled sky, happy that the world is saved. Julian lies unconscious on the surface with Thetis, now a mermaid, swimming away. Seiya, Shiryu, Hyoga, Shun, Ikki, Kiki and Shaina are gathered with Saori. She swears that when evil threatens the Earth and no matter what difficulties they face, she and her Saints will continue to protect and love the world they live in.\nSource: Wikipedia.org",
  "episode_id" : 19736,
  "length" : 25,
  "number" : 114,
  "rating" : {
    "rating" : 5.23,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G2XU0DDQ5" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kagayake Yuujou no Hoshi yo! Eien no Shounen Densetsu"
  }, {
    "language" : "FRENCH",
    "title" : "Le combat des Dieux"
  }, {
    "language" : "ENGLISH",
    "title" : "Shine, stars of friendship! Legend of youth"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Viva a Amizade! Longa Vida Lenda dos Cavaleiros"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡A brillar estrellas de la amistad! La leyenda de los jóvenes de la eternidad"
  }, {
    "language" : "JAPANESE",
    "title" : "輝け友情の星よ! 永遠の少年伝説"
  } ],
  "type" : "REGULAR"
}