{
  "air_date" : "1989-02-11",
  "anime_id" : 826,
  "description" : "Hyoga comes to, tells Ikki he was weak because of his emotions and tells him to continue. Hyoga must control his emotions and be strong during battle, like Camus taught him. He then goes to the Arctic Ocean Mammoth Pillar. Ikki heads to Poseidon`s Temple, hoping his friends will remain strong and focus on saving Athena. Hyoga arrives at the pillar and senses a familiar cold air. A Mariner General greets him, and he is revealed to be Issac, Hyoga`s training partner when he trained with the Crystal Saint. Now the Mariner General Kraken Issac, he attacks Hyoga, leaving him confused because Issac used to fight for justice and wonders why he has changed. As children, Issac and Hyoga were close friends and grew strong together as the years went by under the Crystal Saint`s training. Issac`s dream was to become a powerful Saint and fight for justice to protect the Earth. He thought Hyoga`s goal was the same. In the present, Hyoga noticed Issac`s left eye is nothing but a scar now. Hyoga, sorry for Issac`s pain, allows him to destroy one of his eyes as payment. Issac, however, only hurt his eyelid. He then reminds Hyoga of the Kraken legend. The Kraken used to devour ships in one fell swoop, but only attacked people with evil intentions. Issac wanted to have the Kraken`s cruelty to defeat evil and fight for peace. One day, Issac found out the real reason why Hyoga wanted to be a Saint, to be able to see his mother in the sunken ship. Angered and disappointed, Issac attacks Hyoga, but at the same time, shows him how to break the ice caps. He also warned Hyoga that if he swims to the bottom, a strong current would trap him, and he would never be seen again. Hyoga finally broke the ice cap, and swims, but is caught in the current. Issac swims down to rescue his friend, who is unconscious. Suddenly, the current traps both of them. Issac`s eye was wounded by a stalactite and tries to break a hole in the ice cap to save Hyoga. He succeeds in saving Hyoga, but Issac is dragged across the ocean, leading him to Poseidon`s Sanctuary. Issac found out overtime that Hyoga became the Cygnus Bronze Saint, fought against the Sanctuary and killed his masters, Crystal Saint and Aquarius Camus. That`s when Issac decided to become a Mariner General. He then attacks his former friend with his Aurora Borealis.\nSource: Wikipedia.org",
  "episode_id" : 19733,
  "length" : 25,
  "number" : 108,
  "rating" : {
    "rating" : 2.95,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GEVUZNN9X" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Isaac le traître"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Isaak, o Homem que Esqueceu os Sentimentos"
  }, {
    "language" : "ENGLISH",
    "title" : "Issac! A cold hearted man"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Issac! Koori no Kokoro o Motsu Otoko"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Isaac! El hombre que posee un corazón de hielo"
  }, {
    "language" : "JAPANESE",
    "title" : "アイザック! 氷の心を持つ男"
  } ],
  "type" : "REGULAR"
}