{
  "air_date" : "1988-08-27",
  "anime_id" : 826,
  "description" : "Hilda is very confident is Syd`s victory, and while Shun enters the palace, Syd appears before him, remembering their last encounter. Seiya and Hyoga arrive, but just as Seiya challenges Syd again, Shun has him and Hyoga go forward while he fights the God Warrior by himself, promising to catch up later. While both of them run past Syd, a mysterious figure sees them. Shun attacks with his Nebula Chain, but is useless against Syd`s cold air. Outside, Shaina arrives and finds Marin. She then tells Shaina about how Aldebaran was defeated. He survived, but revealed to Marin what happened in the battle. Aldebaran and Syd were evenly matched, but he felt a powerful attack from behind, which defeated him. Marin went to Asgard to warn Seiya, but encountered Kiki and Freya. Freya revealed that the Mizar God Warrior has a deadly shadow, because Zeta has twin stars, Mizar and Alcor. She then sends Shaina to find Seiya and warn him about Syd. Shun does his best to strike back, since the Gold Saints revived his Cloth and chains. As Seiya and Hyoga go farther into the palace to find Hilda, someone blocks their past and they are taken down by a strong current of cold air. Shun is taken down after receiving Syd`s Viking Tiger Claw, and the same mysterious figure from before is observing the battle.\nSource: Wikipedia.org",
  "episode_id" : 19734,
  "length" : 25,
  "number" : 91,
  "rating" : {
    "rating" : 4.82,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G31UXZZDM" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Burn, Shun! Hidden mystery of the black fangs"
  }, {
    "language" : "FRENCH",
    "title" : "L`étoile secondaire"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Moeyo Shun! Kuroi Kiba ni Kakusareta Nazo"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "O Segredo de Shido de Mizar"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Arde Shun! El misterio se esconde en los colmillos negros"
  }, {
    "language" : "JAPANESE",
    "title" : "燃えよ瞬! 黒い牙に隠された謎"
  } ],
  "type" : "REGULAR"
}