{
  "air_date" : "1988-06-25",
  "anime_id" : 826,
  "description" : "After making a grave for Hägen, Hyoga has Kiki take care of Freya and heads for the Valhalla Palace. Hilda, angered that three of her God Warriors have died, is confident she can still win since most of the Bronze Saints are injured. After Seiya falls off a cliff, he remembers how the Gold Saints Aiolia, Milo, Aldebaran, Shaka and Mu gave up a portion of their blood in order to revive their five Bronze Cloths, which explains their new appearances. The Gold Saints made this sacrifice as a sign of gratitude to the Bronze Saints for rescuing Athena. Seiya climbs back up the cliff and reminds himself to not give up. Meanwhile, Shun remembers the victims at the Battle of the 12 Houses, wondering how long the needless sacrifices will continue. He then encounters the fourth God Warrior, Benetnasch Mime. Shun attacks with his Nebula Chain, but he cannot sense any threat from Mime, which leaves his chain useless to attack with. However, despite not showing any threat, Mime easily breaks through Shun`s defenses with an attack at the speed of light. Shun is then questioned by Mime, asking him why he fights, and makes him realize peace will never come, no matter how many opponents he defeats. Suddenly, Ikki speaks to Shun and tells him to believe in their future and never give up. Renewed with vigor, Shun prepares to fight back against Mime.\nSource: Wikipedia.org",
  "episode_id" : 19735,
  "length" : 25,
  "number" : 83,
  "rating" : {
    "rating" : 5.65,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GJWU2EE58" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ayashi no Tategoto! Shun o Izanau Shi no Prelude"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Harpa Misteriosa! Prelúdio Tenta Enviar Shun Para a Morte"
  }, {
    "language" : "FRENCH",
    "title" : "La harpe mystérieuse"
  }, {
    "language" : "ENGLISH",
    "title" : "The bewitching harp! A musical prelude of death tempts Shun"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Arpa Misteriosa! El preludio de la muerte acecha a Shun"
  }, {
    "language" : "JAPANESE",
    "title" : "妖しの竪琴! 瞬を誘う死の序曲[プレリュード]"
  } ],
  "type" : "REGULAR"
}