{
  "air_date" : "1989-03-18",
  "anime_id" : 826,
  "description" : "Kiki arrives to the South Atlantic pillar and hands Shun a weapon to destroy the pillar. Seiya attacks again, but Poseidon sends his attacks back to him. Meanwhile, at the North Atlantic Mammoth Pillar, Ikki comes back and confronts Kanon, saying that Saga was stronger than his brother. After blocking the Galaxian Explosion, Ikki uses the Phoenix Illusion on Kanon and having him reveal his secret. Thirteen years ago, Kanon tried to convince his brother, Saga, to kill Athena, who was a baby at the time, and to kill the Pope who chose Aiolos as his successor. Saga then locked his brother in the prison at Cape Sounion, where Athena locked her enemies from ancient wars, until his evil heart would be purified. Kanon then assures Saga that his heart is just as evil, and at that moment, the evil inside Saga awakens (which would begin Saga`s reign of terror in the Sanctuary Chapter). Saga leaves his brother, with Kanon swearing to kill his brother and Athena. During his time in the prison, Kanon almost died many times, but a gentle Cosmo saved his life every time. One day, Kanon found Poseidon`s Trident sealed by Athena, in the prison. When he removed the seal, Kanon was dragged to Poseidon`s Sanctuary. When he entered the temple, he accidentally freed Poseidon`s soul and using the name Sea Dragon, informed him of Athena reincarnating on Earth. Poseidon told Kanon that whenever he revives, he takes over the body of a member of the Solo family. In this case, the member in the Solo family is three-year-old Julian. Since Athena can`t do anything as a baby, Poseidon slept in Julian`s body and told Kanon to wake him up in thirteen years, when the Mariners have gathered. As Poseidon left, Kanon wore the Sea Dragon Scales, swearing to manipulate Julian and the Mariner Generals, rule both the Earth and the sea, also to keep Poseidon asleep forever. Now that Ikki knows the truth, Kanon prepares to finish him off. Meanwhile, at Poseidon`s temple, Seiya gets up again and prepares to fire a golden arrow at the God of the Sea.\nSource: Wikipedia.org",
  "episode_id" : 19745,
  "length" : 25,
  "number" : 112,
  "rating" : {
    "rating" : 5.69,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GMKUXGGVD" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Futatsu no Tamashii! Poseidon Fukkatsu no Nazo"
  }, {
    "language" : "FRENCH",
    "title" : "L`urne d`Athéna"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "O Mistério do Renascer de Poseidon"
  }, {
    "language" : "ENGLISH",
    "title" : "Two souls! Mystery of Poseidon`s resurrection"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Dos almas! El misterio de la resurrección del emperador Poseidón"
  }, {
    "language" : "JAPANESE",
    "title" : "ふたつの魂! 海皇[ポセイドン]復活の謎"
  } ],
  "type" : "REGULAR"
}