{
  "air_date" : "1988-11-12",
  "anime_id" : 826,
  "description" : "Seiya is victorious and the Nibelung Ring is finally destroyed. The Odin Robe removes itself from Seiya`s body, completing its mission. However, Hilda is down, and bleeding. Seiya fears he has killed her, and Saori is down as well, exhausted from using all of her Cosmo. Asgard begins to crumble and the flood seems imminent. As the flood continues, the corpses of the God Warriors (including Bud, who succumbed to his wounds) are shown. Seiya`s friends regain consciousness and so does Hilda. She then takes the Balmung sword and prays for everything to be returned to normal, while Seiya, Shaina, Marin and their friends head towards Athena. Freya is able to feel her sister`s Cosmos as she prays. Hilda begs forgiveness, as she was able to see how Athena and her Saints suffered and how her God Warriors died while under Poseidon`s control and couldn`t do anything to stop it. The flooding stops and Saori`s Cosmo returns to her, waking up, much to everyone`s relief. Hilda comes down to apologize to everyone and reunites with her sister Freya. Saori asks her to be strong and learn from her mistakes in order to protect Asgard. Things seem to be back to normal, but a tidal wave hits everyone. When they wake up, they see Saori is missing. Saori is unconscious, in the arms of Poseidon.\nSource: Wikipedia.org",
  "episode_id" : 19749,
  "length" : 25,
  "number" : 99,
  "rating" : {
    "rating" : 4.02,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GX9UQZZX1" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Amère victoire"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Atena! Minha Oração por Você"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Athena yo! Kedakaki Eien no Inori"
  }, {
    "language" : "ENGLISH",
    "title" : "Athena! Eternal prayers of noble spirits"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Atenea! La noble oración de la eternidad"
  }, {
    "language" : "JAPANESE",
    "title" : "アテナよ! 気高き永遠の祈り"
  } ],
  "type" : "REGULAR"
}