{
  "air_date" : "1988-10-29",
  "anime_id" : 826,
  "description" : "Both warriors use their techniques, but Seiya is overpowered and falls to the ground, yet he was able to land several hits on Siegfried`s heart. Saori, Shiryu and his friends deposit their Cosmo into Seiya, making Siegfried doubt is Hilda is right, or if Athena is true justice. Hilda suddenly arrives and attempts to finish off Seiya, but Siegfried stops her to confirm his doubts. They attack again, with Seiya`s Meteors pushing back Siegfried`s Dragon Bravest Blizzard and attacking his heart. Seiya has finally won and goes to retrieve the Sapphire. But a man, playing a flute arrives and introduces himself as a Mariner General serving the God of the Sea Poseidon, Siren Sorrento. He has come from the Sanctuary of the Sea, under Poseidon`s orders to take Hilda with him. Sorrento reveals that Poseidon took control of Hilda with the Nibelung Ring, in order to control the world ruled by Athena and kill her. Seiya tries to stop Sorrento, but his music is affecting his mind, leaving him vulnerable for an attack. Siegfried, now realizing the truth and Seiya being right, he hands over the final Odin Sapphire to him. He then goes to fight Sorrento, using the last of his strength. Sorrento plays his flute, with his Dead End Symphony, which is similar to the Siren of Greek Mythology that lures sailors with its music to devour them. Siegfried covers his ears and destroys his eardrums to stop hearing the music, but its useless since it goes directly to the brain. Even though Siegfried is attacked, he still goes to fight Sorrento and holds onto him. Using his last bit of strength, Siegfried takes Sorrento, rising to the sky, sacrificing himself to kill the General. He entrusts Asgard and Hilda to Seiya, who swears his death will not be in vain. With all seven Odin Sapphires in hand, Seiya must now face Hilda in order to save Athena.\nSource: Wikipedia.org",
  "episode_id" : 19747,
  "length" : 25,
  "number" : 97,
  "rating" : {
    "rating" : 6.1,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G0DUNJJ1J" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Le Général Sirène"
  }, {
    "language" : "ENGLISH",
    "title" : "Siren! Beautiful melody of death"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Siren! Utsukushiki Shi no Shirabe"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Um Bruxo do Mar! A Canção da Morte"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Siren! La hermosa melodía de la muerte"
  }, {
    "language" : "JAPANESE",
    "title" : "海魔女[セイレーン]! 美しき死の調べ"
  } ],
  "type" : "REGULAR"
}