{
  "air_date" : "1988-12-10",
  "anime_id" : 826,
  "description" : "With his dying breath, Baian tells Seiya he will never be able to destroy the pillar. Seiya`s Comet and Meteor of Pegasus are useless and fail to even make a scratch. Meanwhile, Kiki is saved by Ophiucius Shaina who brought the Libra Gold Cloth with her, under Roshi`s orders. Seiya plans on destroying the pillar using his own body, but Kiki stops him and brings the Gold Cloth to him. Meanwhile, Shaina stayed behind to fight Thetis. The Golden Shield flies to Seiya`s hands, and he uses it to finally destroy the North Pacific Mammoth Pillar with a mighty throw. As the pillar is destroyed, the Sanctuary shakes and it appears as though the sea is coming down. The Saints and Thetis sense the pillar is destroyed as well. Hyoga and Shiryu split up to go to different pillars. Seiya tells Kiki to find Shun and give him the Libra Cloth. Meanwhile, back at the South Pacific Ocean, Shun remembers the legend of Scylla, which turns into six horrible beasts (eagle, wolf, queen bee, serpent, bat and bear) and when a ship sailed near its lair, six sailors would meet their doom. Io starts his assault with his first attack, Eagle Clutch and breaks Shun`s defense. Then, he uses Wolf`s Fang, Queen Bee`s Stinger, and Serpent Strangler, which severely injure Shun. Next is Vampire Inhale, making Shun lose a lot of blood. Finally, Io unleashes the strongest attack, Grizzly Slap. However, he didn`t attack full force in order for Shun to choose the attack that will kill him. As Io uses Queen`s Bee Stinger, Shun counters with his chain turning into a Spider Net, allowing him to destroy the queen bee.\nSource: Wikipedia.org",
  "episode_id" : 19746,
  "length" : 25,
  "number" : 103,
  "rating" : {
    "rating" : 4.0,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G31UXZZGM" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ayaushi Shun! Osorubeki no Majuu no Kiba"
  }, {
    "language" : "ENGLISH",
    "title" : "Dangerous Shun! Dreadful fangs of the demon beast"
  }, {
    "language" : "FRENCH",
    "title" : "La toile d`Andromède"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Shun é Atacado pelas Seis Bestas de Scylla"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Cuidado Shun! Los colmillos de la temible bestia"
  }, {
    "language" : "JAPANESE",
    "title" : "危うし瞬! 恐るべき魔獣の牙"
  } ],
  "type" : "REGULAR"
}