{
  "air_date" : "1988-10-15",
  "anime_id" : 826,
  "description" : "Kiki tries to stop Freya from going to Saori`s side, who is getting weaker by the minute. She realizes that even though Siegfried is the last God Warrior, Siegfried is reincarnated from a warrior with the same name, who became immortal after defeating a dragon and bathing in its blood. Shun and Ikki take Hyoga with them further into the palace. Seiya reaches the Odin statue, but Dubhe Siegfried stands in his way, not willing to show any mercy. Siegfried easily dodges Seiya`s attacks and defeats him with his Odin Sword technique. Hyoga, Shun and Ikki arrive while Kiki and Freya watch Saori getting weaker by the minute. Meanwhile, in the forest, Shiryu gets up to join his friends. Ikki faces Siegfried by himself, but is no match for him. Hyoga and Shun are also defeated. Siegfried mourns his friend Hägen and remembers that he must always protect Hilda and Asgard. Seiya gets up, ready to fight the God Warrior again. Siegfried starts to have doubts about why he`s fighting due to Seiya telling him about Hilda being possessed. Just then, as Shaina and Shiryu arrive, Siegfried unleashes his most powerful attack, Dragon Bravest Blizzard, and as Shaina goes to protect Seiya, they both take the hit.\nSource: Wikipedia.org",
  "episode_id" : 19743,
  "length" : 25,
  "number" : 95,
  "rating" : {
    "rating" : 6.1,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GWDU8QQW1" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Hero with the noble spirit! Rebirth of the legendary knight"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kedakaki Yuusha! Yomigaeru Densetsu no Kishi"
  }, {
    "language" : "FRENCH",
    "title" : "L`épée d`Odin"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "O Herói da Lenda Reviveu!"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Un héroe noble! Regresa el caballero legendario"
  }, {
    "language" : "JAPANESE",
    "title" : "気高き勇者! 甦える伝説の騎士"
  } ],
  "type" : "REGULAR"
}