{
  "air_date" : "1988-12-24",
  "anime_id" : 826,
  "description" : "Shun realizes the Gold Saints` blood caused the miracle, but Io assures the pillar will never be destroyed, not even the Gold Saints can do it. Shun decides to sacrifice his life to try to destroy the pillar. While Seiya and Hyoga try to find the next pillars, Kiki gets to Shun in time and Libra`s Twin Rod flies to Shun`s hand. Shun destroys the Mammoth Pillar, but Io sacrifices himself to save it, but to no avail. The South Pacific Mammoth Pillar is destroyed. As Io dies, he tells Shun that he must not have compassion for the enemy, or he will lose his life as well. Shiryu continues his battle with Chrysaor Krishna at the Indian Ocean Mammoth Pillar, struggling to dodge the Golden Lance. Shiryu challenges Krishna`s Lance with his own Dragon Shield. Unfortunately, the Lance goes through the shield and Shiryu`s body. Shiryu keeps the Lance in his body in an attempt to break it, but it doesn`t work. When hope seems lost, Capricorn Shura`s spirit talks to Shiryu and reveals something when he saved his life. Shura gave power to Shiryu`s right arm, allowing him to use the legendary sword, Excalibur. Shiryu gets up and faces Krishna again. Both weapons clash, but the shield stops the lance. Shiryu`s shield and Dragon Cloth turn gold and Shiryu tries to use Excalibur, but it doesn`t work. Krishna believes Shiryu depends too much on his Cloth, so he removes it, risking his life to awaken Excalibur. Finally, Shiryu corners Krishna and cuts the Golden Lance with Excalibur, along with the Chrysaor Scales. Shiryu asks Krishna to stand down, but he suddenly levitates in the air, unleashing a more powerful Cosmo.\nSource: Wikipedia.org",
  "episode_id" : 19748,
  "length" : 25,
  "number" : 105,
  "rating" : {
    "rating" : 5.28,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GZ7UV11ZJ" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Excalibur"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Excalibur Habita no Braço de Shiryu"
  }, {
    "language" : "ENGLISH",
    "title" : "Excalibur! Shura`s soul resides in the right wrist"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Excalibur! Uwan ni Yadoru Shura no Tamashii"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Excálibur! El alma de Shura reside en el brazo derecho"
  }, {
    "language" : "JAPANESE",
    "title" : "聖剣! 右腕に宿るシュラの魂"
  } ],
  "type" : "REGULAR"
}