{
  "air_date" : "1988-11-05",
  "anime_id" : 826,
  "description" : "With her evil power, Hilda tries to kill Seiya. Shiryu, Hyoga, Shun and Ikki struggle to help their friend. Saori`s Cosmos won`t last much longer. Seiya fights back, but can`t kill Hilda, otherwise Asgard and the world would be lost. Hilda attacks and Seiya falls down a cliff. As Seiya is about to give up, Saga`s spirit calls out to him, reminding him of their battle and how he awakened the Seventh Sense to defeat him and save Athena. Saga also reminds Seiya that he will win as long as he has hope, entrusting him with Athena. Seiya climbs back up and heads for Odin`s statue. Hilda attacks again, but Hyoga and the others use themselves as shields to protect Seiya. With his friends defeated, Seiya reaches the statue, but doesn`t receive a response. Hilda attacks Seiya again, believing she has won. The Odin Sapphires suddenly rise up and place themselves on Odin`s crown. Seiya is miraculously saved and the legendary Odin Robe appears, complete with the legendary sword Balmung. The Pegasus Cloth comes off his body to make room for the Odin Robe. Hilda attacks with the Nibelung Ring, but as Seiya is about to deal the death blow, he stops. She is innocent and under Poseidon`s control, so he can`t kill her. Hilda takes the opportunity to attack and Seiya is down. Odin suddenly speaks to Seiya through his Cosmos and tells him to move forward and protect Asgard. With newfound strength and belief, Seiya strikes Hilda with the Balmung sword.\nSource: Wikipedia.org",
  "episode_id" : 19744,
  "length" : 25,
  "number" : 98,
  "rating" : {
    "rating" : 4.83,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G7PU4JJZ1" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "A Milagrosa Aparição da Armadura de Odin"
  }, {
    "language" : "ENGLISH",
    "title" : "Appearance of a miracle! The Odin robe"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kiseki no Shutsugen! Odin Robe"
  }, {
    "language" : "FRENCH",
    "title" : "L`armure d`Odin"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Aparición milagrosa! La armadura Robe de Odín"
  }, {
    "language" : "JAPANESE",
    "title" : "奇跡の出現! オーディーンローブ"
  } ],
  "type" : "REGULAR"
}