{
  "air_date" : "1988-08-20",
  "anime_id" : 826,
  "description" : "As Shiryu struggles with the Nature Unity, Roshi speaks to him, telling him to remain motionless and become one with nature. The spirits then release Shiryu. Unfortunately, since Shiryu starts moving again after being provoked by Alberich, the spirits attack him again, so he becomes one with nature again. However, Alberich does whatever he can to distract Shiryu`s concentration. Alberich remembers that his family was left with the task of protecting the Odin representative on Earth, but since Hilda uncovered the God Robes, the Odin Sapphires were uncovered as well. He then reveals to Shiryu his plan for world domination. Angry that Alberich is willing to betray his comrades, Shiryu swears to save Hilda, Athena and Asgard. As he struggles against Alberich, Shiryu decides to remove his Cloth and shield in order to counterattack, since he has seen through the Amethyst Shield long ago. Risking his life, Shiryu kills Alberich with his Rising Dragon. Due to Alberich`s death, the Amethyst Shields disintegrate, freeing Marin and Seiya. Shiryu and Marin, while trying to recover their strength, have Seiya and Hyoga continue to the Valhalla Palace, with four Odin Sapphires in hand. Before Seiya leaves however, Marin warns him to be careful when facing Syd. With five God Warriors defeated, Mizar Syd volunteers to defeat the Saints, and Shun is the first to arrive at the Valhalla Palace.\nSource: Wikipedia.org",
  "episode_id" : 19740,
  "length" : 25,
  "number" : 90,
  "rating" : {
    "rating" : 4.83,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GK9U3DD0W" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Don`t look back, Seiya! Cosmo of the rising dragon"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Furimuku na Seiya! Shouryuu no Cosmo"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Não Olhe Para Trás Seiya!"
  }, {
    "language" : "FRENCH",
    "title" : "Quitte ou double"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡No te vuelvas atrás Seiya! El Cosmos del Dragón Ascendente"
  }, {
    "language" : "JAPANESE",
    "title" : "ふり向くな星矢! 昇龍のコスモ"
  } ],
  "type" : "REGULAR"
}