{
  "air_date" : "1988-09-17",
  "anime_id" : 826,
  "description" : "It seems Ikki is no match for Bud. Shun and Ikki try to attack together, but are both knocked down by Bud. Ikki then uses his Phoenix Illusion against Bud. In his mind, Bud defeats Syd, but for some reason, he can`t give him the death blow. Ikki confronts Bud about trying to help out Syd during his battle with Shun, even though he claimed he wanted Syd dead. Ikki and Bud clash again, with Ikki coming out on top after awakening his Seventh Sense. Suddenly, Syd sneaks up on Ikki and holds him so that Bud can defeat him. Even though Bud is concerned, Syd tells him he`s dying anyway so he doesn`t need to worry. Ikki asks Syd if he knew about his brother all along. Syd confirms this by saying that him and their parents never stopped caring about him. Syd was also willing for his brother to be a God Warrior. Ikki tells Bud that he will not stop Bud`s attack, but something holds him back. Syd dies at that very moment, and Bud realizes what was holding him back, was the love he had for his brother. Ikki explains that even though brothers can sometimes hate or kill one other, they never forget when they cared about each other. Bud leaves, with Syd in his arms, believing in the world Ikki fights for, a world where brothers who are separated, can reunite and live happily. Earlier, Hyoga used all of his power to make a path for Seiya to continue. Seiya gets up and Hyoga tells him to keep going. Shun and Ikki move forward, to fight the last God Warrior. Bud heads out into the blizzard with his brother, hoping they will be reborn in a home with no conflict.\nSource: Wikipedia.org",
  "episode_id" : 19742,
  "length" : 25,
  "number" : 94,
  "rating" : {
    "rating" : 4.83,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G50UZ119P" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Bonding brotherhood! Syd, rest in your native land"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyoudai no Kizuna! Syd yo Sokoku ni Nemure"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Laços Entre Irmãos"
  }, {
    "language" : "FRENCH",
    "title" : "Les liens du sang"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Lazos de hermanos! Syd, descansa en tu patria"
  }, {
    "language" : "JAPANESE",
    "title" : "兄弟の絆! シドよ祖国に眠れ"
  } ],
  "type" : "REGULAR"
}