{
  "air_date" : "1989-02-18",
  "anime_id" : 826,
  "description" : "Shun recovers and tells Kiki to find Hyoga while he goes to the next pillar. Hyoga gets up and tries to tell Issac he`s wrong, but Issac insults his former masters, that they weren`t strong enough to protect the world. He then attacks Hyoga again, knocking him out. Just then, Kiki arrives, and Issac attacks him to take the Libra Cloth and stop the pillars` destruction. Kiki refuses to let the box go while Issac stomps him mercilessly. Kiki is risking himself, just like his friends are, so he can be a Saint one day. Hyoga gets up and lets Kiki rest until Issac is defeated. Hyoga burns his Cosmos to the Seventh Sense and attacks Issac with Diamond Dust. As Issac recovers, he sees Crystal Saint`s and Camus` images behind Hyoga, giving him power. Issac attacks again, but Hyoga blocks it, with the Cygnus Cloth turning gold. He tries to convince Issac again to stop what he`s doing. In Athena`s Sanctuary, Mu and Aiolia sense what is happening. Aiolia wants to help the Bronze Saints, but Mu stops him because of Roshi`s orders to remain in the Sanctuary. Issac prepares one more Aurora Borealis, but Hyoga counters with the Aurora Execution, defeating Issac. He is proud that Hyoga finally set aside his feelings. Hyoga uses the Golden Libra Tonfa to destroy the Arctic Ocean Mammoth Pillar. Before dying, Issac warns Hyoga about the man who started this horrible battle. Meanwhile, Ikki continues toward Poseidon`s Temple. However, Sea Dragon suddenly stands in his way.\nSource: Wikipedia.org",
  "episode_id" : 19754,
  "length" : 25,
  "number" : 109,
  "rating" : {
    "rating" : 2.96,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GX9UQZZ01" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ganbare Kiki! Kanashiki Shitou"
  }, {
    "language" : "ENGLISH",
    "title" : "Hang in there Kiki! A sorrowful death battle"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Tome Cuidado lkki! Outra Triste Batalha Mortal"
  }, {
    "language" : "FRENCH",
    "title" : "Une nouvelle victoire"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Aguanta Kiki! La triste batalla a muerte"
  }, {
    "language" : "JAPANESE",
    "title" : "がんばれ貴鬼! 哀しき死闘"
  } ],
  "type" : "REGULAR"
}