{
  "air_date" : "1988-11-19",
  "anime_id" : 826,
  "description" : "There is pouring rain and floods in all parts of the globe. Tatsumi, Jabu and the other Saints are aware of the panic around the world and wonder what is happening. In Asgard, Seiya and Shun return to Hilda and Freya, with no trace of Saori`s whereabouts, but they do believe Poseidon has taken her to the underwater Sanctuary. Saori awakens and encounters Poseidon, but she recognises him as Julian Solo. She first met him during his 16th birthday party. Julian Solo`s family is one of the wealthiest sea merchants in the world and he is the heir. When he met Saori, he proposed marriage to her, but she respectfully declined. Julian was chosen as Poseidon`s reincarnation and vessel. Poseidon tells her that the rain will continue for 30 days, and the water will remain for 150 days, killing all of humanity, but spared Saori, since he is still in love with her. He offer Saori the chance to rule beside him, but once again she rejects him. Saori is willing to sacrifice herself, and hopes her Saints will arrive to crush Poseidon`s ambition. Back in Asgard, Hilda and Freya discover ancient texts that reveal a path to Poseidon`s Sanctuary. The path is a giant whirlpool, and Seiya and Shun are sucked in. They arrive at the underwater Sanctuary, and there`s no water since the water is held up above them. Suddenly, Mermaid Thetis, a Mariner working for Poseidon appears. Seiya and Shun chase after her, trying to see if she knows where Saori is. Thetis tries to trap them using her Coral Trap to encase them in coral, but Seiya destroys it. Just then, the Mariner General, Sea Dragon, appears and easily defeats the Saints with one strike.\nSource: Wikipedia.org",
  "episode_id" : 19752,
  "length" : 25,
  "number" : 100,
  "rating" : {
    "rating" : 5.68,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GK9U3DD1W" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kaiou Poseidon! Seisen Futatabi"
  }, {
    "language" : "FRENCH",
    "title" : "Le gouffre mystérieux"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Poseidon, o Imperador do Oceano"
  }, {
    "language" : "ENGLISH",
    "title" : "The Ocean Emperor Poseidon! Holy war once again"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡El emperador Poseidón! Retorna la guerra sagrada"
  }, {
    "language" : "JAPANESE",
    "title" : "海皇ポセイドン! 聖戦ふたたび"
  } ],
  "type" : "REGULAR"
}