{
  "air_date" : "1988-09-03",
  "anime_id" : 826,
  "description" : "As Shun gets up, Syd reveals Seiya and Hyoga will die soon due to the cold air in the palace. Shun struggles to defeat Syd in order to rescue his friends, but his chains are ineffective. Syd unleashes his ultimate technique, Blue Impulse, against Shun, tossing him in the air and crashing to the ground. Meanwhile, Shaina is on her way to the Valhalla Palace. As Shun is out cold, Ikki speaks to him, urging him not to abandon his friends or Athena and reminding him of when he unleashed his true power in the Battle of the 12 Houses. Shun also remembers the Gold Saints` sacrifice and removes his Cloth and chains to unleash the Nebula Stream. The stream opens up a hole in the roof, letting all the cold air out. Syd attacks with his Blue Impulse, but Shun awakens his Seventh Sense and counters with the Nebula Storm, killing Syd. However, while Shun attacked, someone tried to attack him, and Shaina took the blow instead. Shun retrieves the Odin Sapphire and Shaina tells him to go. The mysterious man emerges from the shadows, stopping Shun. The man who attacked Shun is revealed to be the God Warrior, Alcor Bud, Syd`s shadow. He also revealed that he was the one who defeated Taurus Aldebaran and attacked him from behind. Bud demands Syd and Mime`s Odin Sapphires, so Shaina stands up to face him. Siegfried is surprised about Syd`s shadow, but Hilda knew this whole time. Shaina is no match for Bud and is quickly defeated. Bud unleashes his Shadow Viking Tiger Claw and almost defeats both Shun and Shaina, but Ikki arrives in time to save them.\nSource: Wikipedia.org",
  "episode_id" : 19758,
  "length" : 25,
  "number" : 92,
  "rating" : {
    "rating" : 3.99,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GPWUKDD4Q" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Le secret de l`Orbe bleue"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Shun Tente um Último Golpe!"
  }, {
    "language" : "ENGLISH",
    "title" : "Swirl! Ultimate Shun`s nebula storm"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Uzumake! Shun Kyuukyoku no Nebula Storm"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Remolino! La última Tormenta Nebular de Shun"
  }, {
    "language" : "JAPANESE",
    "title" : "うずまけ! 瞬 究極の星雲嵐[ネビュラストーム]"
  } ],
  "type" : "REGULAR"
}