{
  "air_date" : "1989-01-28",
  "anime_id" : 826,
  "description" : "Shun counters Ikki and wonders why he`s attacking him. Ikki suddenly transforms and reveals his true identity, the Mariner General, Lymnades Caça. His ability is to read his enemies` minds and transform into someone they care about in order to kill them. Camus and Seika were also Caça`s disguises and defeated Hyoga and Seiya with one blow after deceiving them. Shun attacks Caça for hurting his friends and deceiving their hearts. Caça is captured by the Nebula Chain, but he then transforms into Ikki again, since he knows Shun won`t attack him. His theory is proven correct as Shun stops his chains from attacking. Caça changes back and strikes Shun with his Salamander Shock, but senses a powerful Cosmos heading towards him. Meanwhile, Shiryu tells Kiki to continue with the Libra Cloth. As Caça prepares to finish Shun, the powerful Cosmos strikes him, revealing to come from the real Phoenix Ikki. Caça is struck by the Phoenix Illusion and shows Ikki turning into Caça, and him refusing to fight himself. Taking revenge for his friends and brother, Ikki unleashes multiple attacks on Caça. After blocking the Salamander Shock, Ikki launches his Flying Phoenix and takes out Caça. The General then transforms into Shun, hoping to defeat Ikki. Not falling for the deception, Ikki strikes Caça in the heart, dealing him the death blow. Before dying however, he read Ikki`s mind and encounters his memory of Ikki`s lover, Esmeralda. She then kills Ikki, but is happy to be with her forever. However, this is what Caça would have done, if he found out about Esmeralda earlier. Kiki makes it to the Antarctic Pillar. Ikki stops the bleeding from his friends` wounds and uses the Libra Spear to destroy the Antarctic Ocean Mammoth Pillar. Ikki remembers about how strong love can make a person. He then decides to head for Poseidon`s Temple, and leaves his friends behind. He also tells Kiki that if they live or die, is up to the strength of their Cosmo.\nSource: Wikipedia.org",
  "episode_id" : 19751,
  "length" : 25,
  "number" : 107,
  "rating" : {
    "rating" : 6.16,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GG1U2ZZ8G" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Hunter of hearts! Heartless Lymnades"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kokoro no Kariudo! Lymnades Mujou"
  }, {
    "language" : "FRENCH",
    "title" : "Les démons des eaux"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Lymnades, o Malvado"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Cazador de corazones! El despiadado Lymnades"
  }, {
    "language" : "JAPANESE",
    "title" : "心の狩人! リュムナデス無情"
  } ],
  "type" : "REGULAR"
}