{
  "air_date" : "1989-01-14",
  "anime_id" : 826,
  "description" : "Krishna`s Cosmo is keeping Shiryu from reaching the pillar. Not even the Rising Dragon can break through it. Krishna explains that his Cosmo, known as Chakra, is formed by seven vital points. Unless Shiryu destroys those points, the barrier won`t be broken. Krishna then uses his Maha Roshini, which leaves Shiryu blind. Shiryu burns his Cosmo to the Seventh Sense and sees the seven vital points. He then uses Excalibur to destroy the points, along with Krishna. Hyoga reaches the Antarctic Ocean Mammoth Pillar, but surprisingly, Aquarius Camus is waiting for him. Hyoga attacks him, knowing full well Camus died in the Battle of the 12 Houses. Camus blocks the attack, trying to prove he is who he is. He then uses Aurora Execution and Hyoga finally believes his master is alive. Kiki arrives at the Indian Ocean Mammoth Pillar. Meanwhile, Seiya also arrives at the Antarctic Pillar, and Marin is there, telling him to come back with him, which he finds strange, since she doesn`t express her emotions. Marin reveals she is Seiya`s sister, Seika and removes her mask to reveal the truth. She hugs him and Seiya hugs back, overjoyed to finally find his sister, but a sinister shadow appears. Shiryu uses the Libra Sword to destroy the Indian Ocean Pillar. Shun arrives at the Antarctic Pillar, and finds Seiya and Hyoga defeated, with one blow. Suddenly Ikki appears behind him and attacks him.\nSource: Wikipedia.org",
  "episode_id" : 19750,
  "length" : 25,
  "number" : 106,
  "rating" : {
    "rating" : 5.24,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G50UZ11QP" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Le piège des sept piliers"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Seiya Encontra o seu Ente Mais Querido"
  }, {
    "language" : "ENGLISH",
    "title" : "The dream left nothing behind! The reunion has the scent of death"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Yume Muzan! Saikai wa Shi no Nioi"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Sin rastro de sueños! Reunión con hedor a muerte"
  }, {
    "language" : "JAPANESE",
    "title" : "夢無残! 再会は死の匂い"
  } ],
  "type" : "REGULAR"
}