{
  "air_date" : "1989-02-25",
  "anime_id" : 826,
  "description" : "Sea Dragon approaches Ikki, but he has sensed this Cosmos before. He then attacks Ikki with a Galaxian Explosion, destroying his helmet. Ikki demands Sea Dragon to reveal who he is. He removes his helmet, and he reveals himself to be Gemini Saga`s twin brother, Gemini Kanon, who is pure evil. Kanon sends Ikki to another dimension, using his Golden Triangle, which resembles the Bermuda Triangle. He then claims he will rule both the Earth and the sea. Seiya recovers, sensing Saori`s weakened Cosmos. Shaina is still fighting Thetis and is able to defeat her with her Thunder Claw. As she leaves, Thetis warns her about fighting Poseidon, who is now a god. Shaina arrives at the Temple, remembering Juilan Solo is a rich merchant and never had any training. But he exposes a powerful Cosmo, just as strong as Athena`s. Shaina attacks, but Poseidon immobilizes and defeats her. Seiya senses Shaina`s Cosmos and heads to the Temple. Shiryu recovers and heads for the Temple as well. Kanon claims the Generals dying are according to his plan, but he encounters Sorrento, who has survived the battle against Siegfried in Asgard. As they talk, Sorrento doubts if Poseidon really started this battle and demands to know Kanon`s identity and if he revived Poseidon. They then sense a powerful Cosmos and return to their pillars. Shun arrives at the South Atlantic Mammoth Pillar and is shocked to see Sorrento. Back in his battle with Siegfried, Sorrento got loose and escaped his grasp, meaning Siegfried`s sacrifice was in vain. Shun is attacked by Sorrento`s Dead End Symphony, but is saved when they hear Athena singing from the Main Breadwinner.\nSource: Wikipedia.org",
  "episode_id" : 19753,
  "length" : 25,
  "number" : 110,
  "rating" : {
    "rating" : 6.12,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G4VUQ8820" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kike! Utsukushiki Athena no Utagoe"
  }, {
    "language" : "FRENCH",
    "title" : "Le chant d`Athéna"
  }, {
    "language" : "ENGLISH",
    "title" : "Listen! The beautiful singing of Athena"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Ouça a Bela Canção de Atena!"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Escúchala! La hermosa canción de Atenea"
  }, {
    "language" : "JAPANESE",
    "title" : "聞け! 美しきアテナの歌声"
  } ],
  "type" : "REGULAR"
}