{
  "air_date" : "1988-04-23",
  "anime_id" : 826,
  "description" : "In Asgard, a land filled with snow in Northern Europe, a woman known as Polaris Hilda, representative of the Norse God Odin, prays to preserve the peace in her land. Suddenly, a mysterious force speaks to her, urging her to destroy the Sanctuary. Hilda refuses, so she is swept away by the force. When she recovers, a strange ring is on her finger, and she calls upon the God Robes of the Asgard God Warriors. Seven warriors are granted these sacred Robes: Siegfried is granted the Dubhe God Robe Robe of the Alpha star, Hägen is granted the Merak God Robe of the Beta star, Thor is granted the Phecda God Robe of the Gamma star, Alberich is granted the Megrez God Robe of the Delta star, Fenrir is granted the Alioth God Robe of the Epsilon star, Syd is granted the Mizar God Robe of the Zeta star, and Mime is granted the Benetnasch God Robe of the Eta star. All seven God Warriors gather ready to serve Hilda. Syd is sent to the Sanctuary and defeats Taurus Aldebaran with one blow. Syd then arrives in Japan, and his target is Saori. He defeats Jabu, Nachi, Ban, Geki and Ichi easily. As Syd is about to attack Saori, Shun arrives with his new Andromeda Cloth and restrains Syd. Seiya arrives with his new Pegasus Cloth immediately afterwards, dealing a kick which takes Syd by surprise and sends him crashing to the ground. When Syd retaliates with his Viking Tiger Claw, Seiya and Shun realize that he is just as strong as the Gold Saints. Saori is confused because Hilda is a peaceful person and Syd reveals that Hilda will take over the Sanctuary. Shun is next to fight, but is distracted and defeated. Ikki comes to his rescue, with his new Phoenix Cloth. Seiya comes back to redeem himself and is able to strike Syd with his Meteor of Pegasus. However, he was injured by Syd`s Viking Tiger Claw. Saori stops Seiya from fighting, just as Shiryu and Hyoga arrive with their new Dragon and Cygnus Cloths. Syd, acknowledging the fact that he must defeat the five Bronze Saints in order to kill Athena, retreats for now. Saori and her Saints plan their strategy and head to Asgard.\nSource: Wikipedia.org",
  "episode_id" : 19757,
  "length" : 25,
  "number" : 74,
  "rating" : {
    "rating" : 5.72,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GVWU044JK" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Enemies of the northern frontier! The legendary god warriors"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Inimigos do Extremo Norte! Os Lendarios Guerreiros Deuses"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyokuhoku no Teki! Densetsu no God Warrior"
  }, {
    "language" : "FRENCH",
    "title" : "Les ennemis du Grand Nord"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Enemigos del Polo Norte! Los legendarios Guerreros Divinos"
  }, {
    "language" : "JAPANESE",
    "title" : "極北の敵! 伝説の神闘士"
  } ],
  "type" : "REGULAR"
}