{
  "air_date" : "1988-05-14",
  "anime_id" : 826,
  "description" : "Thor strikes, with Seiya falling down an icy cliff, and even then, the attacks against Seiya continue. However, he is rescued by Shiryu, who has come from the Five Ancient Peaks of Lushan and brought information from Roshi. The master reveals that to remove the Nibelung Ring, one must have the legendary sword Balmung. To retrieve the sword, the seven Odin Sapphires, the seven God Warriors` guardian stones, must be gathered after defeating them. Shiryu goes to wake up Hyoga and Shun while Seiya distracts Thor, but Seiya is knocked down again. Saori`s Cosmos burns brightly and Seiya gets up to fight Thor. As the three Saints continue, Thor stands in their way, but Seiya comes back and executes a powerful Meteor of Pegasus which sends the giant crashing into a wall of ice. Saori`s Cosmos reminds Thor of when he first met Hilda. Thor used to hunt in the forests near the Valhalla Palace and gave the hunted prey to the poor people of Asgard. As he was hunted by the soldiers, Hilda arrived, apologized to Thor, since he was able to do something she couldn`t, and his wound was healed by Hilda`s gentle Cosmos. Since Hilda`s personality has completely changed, Thor has doubts about her intentions, but he ignores it and continues to fight. After Seiya is able to block Thor`s attack, both use their techniques again and clash, with Seiya earning the victory. Thor asks Seiya to restore Hilda to the way she was before, and falls to the ground, dead. Seiya picks up the first Odin Sapphire. The four Bronze Saints decide to split up to defeat the other God Warriors and reach the Valhalla Palace.\nSource: Wikipedia.org",
  "episode_id" : 19756,
  "length" : 25,
  "number" : 77,
  "rating" : {
    "rating" : 4.74,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GD9UV88P9" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyosei no Namida! Hilda no Tame ni Shisu"
  }, {
    "language" : "FRENCH",
    "title" : "Le saphir d`Odin"
  }, {
    "language" : "ENGLISH",
    "title" : "Tears of the giant! Die for Hilda"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Thor Morre por Hilda"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Lágrimas de la estrella gigante! Muerte por causa de Hilda"
  }, {
    "language" : "JAPANESE",
    "title" : "巨星の涙! ヒルダのために死す"
  } ],
  "type" : "REGULAR"
}