{
  "air_date" : "1989-03-25",
  "anime_id" : 826,
  "description" : "Seiya fires the arrow, but Poseidon controls it, firing it at Seiya`s heart. Miraculously, he survives, thanks to the Gold Cloth. Seiya fires again, and Poseidon controls the arrow, but Shaina protects Seiya, and the arrow hits her back. She tells Seiya he is their last hope and that he must not die. At the Sanctuary, a beam of light shoots from the House of Aquarius, heading for Poseidon`s temple. Shaina extracts the arrow from her back and hands it to Seiya, saying she will protect him, no matter what, and to fire as many times as necessary. Poseidon controls the arrow again, but Seiya shields Shaina instead. Shiryu instead takes the hit, protecting them both. Hyoga gets up, and both him and Shiryu decide to be Seiya`s shields. Shun arrives as well, telling him to keep firing. Only this time, Shiryu and the others will deposit their Cosmo in the arrow. Seiya fires the arrow one last time, hoping it doesn`t return this time. Unable to control the arrow, Poseidon is struck by it, knocking his crown off his head, and not only does he start bleeding, but his powerful Cosmo disappears. Seiya and his friends run past him, heading for the Main Breadwinner. Unfortunately, Poseidon fully awakens, unleashing a powerful Cosmos. Back at the North Atlantic Mammoth Pillar, Ikki and Kanon sense Poseidon waking up. Sorrento and Kiki arrive, handing Ikki the Golden Libra Shield, much to Kanon`s surprise. Sorrento, knowing Kanon started the battle, lets Ikki destroy the final pillar. Meanwhile, Poseidon fully awakens from his slumber before he attacks Seiya and his friends. Hyoga gets up to protect Seiya, and then, Camus` spirit sends Hyoga the Aquarius Gold Cloth to cover him. He then uses Aurora Execution to try to stop Poseidon`s attack. Just as the attack is about to fail, Shiryu blocks it with the Libra Shield and wears the Libra Cloth. Now, Seiya, Hyoga and Shiryu, clad in Gold Cloths, are ready for a final showdown with Poseidon.\nSource: Wikipedia.org",
  "episode_id" : 19755,
  "length" : 25,
  "number" : 113,
  "rating" : {
    "rating" : 4.82,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G31UXZZ9M" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Flecha Dourada Ataca Poseidon"
  }, {
    "language" : "FRENCH",
    "title" : "La flèche ensanglantée"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Poseidon o Ute! Ougon no Isshi"
  }, {
    "language" : "ENGLISH",
    "title" : "Shoot Poseidon! The golden arrow"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Ataca al emperador Poseidón! La flecha de oro"
  }, {
    "language" : "JAPANESE",
    "title" : "海皇[ポセイドン]を射て! 黄金の一矢"
  } ],
  "type" : "REGULAR"
}