{
  "air_date" : "1988-09-10",
  "anime_id" : 826,
  "description" : "Ikki arrives after his battle with Mime, determined not to abandon his brother. Bud, angered at the fraternal bond between Shun and Ikki, begins to attack, saying that compassion is useless. Ikki miraculously blocks Bud`s lightspeed attack before they clash, whereupon Bud`s helmet is knocked off, and his face is exactly like Syd`s. Bud reveals that Syd is his younger twin brother. Ikki confronts him about not helping his brother, and Bud responds that if Syd dies, he will become the true God Warrior of Zeta, and no longer be a shadow. Ikki attacks, but Bud easily avoids his technique, because he was observing his battle with Mime. Ikki goes down and Bud keeps attacking him, while Shun struggles to help his brother. While fighting, Bud reveals that on the day he and Syd were born, his parents had to pick one to keep, because in Asgard, twins were hated. It was believed that twins would destroy a family. Syd and Bud`s father reluctantly abandoned the infant Bud in a forest, where a villager found him and raised him, while Syd was lucky enough to stay with his family. Years later, while hunting, Bud encountered his brother Syd without realizing it, until he noticed that they both had the same family daggers. As Syd left with his family, Bud put it all together and realized who Syd was. Enraged, Bud decided he would be superior to Syd. Later on, he was chosen as a God Warrior, but was still Syd`s shadow. Hilda tells Bud that he must stay hidden, but if Syd dies, Bud would become the God Warrior of Zeta. Ikki, feeling sorry for Bud, gets up, and for his brother`s sake, swears to win the battle.\nSource: Wikipedia.org",
  "episode_id" : 19759,
  "length" : 25,
  "number" : 93,
  "rating" : {
    "rating" : 4.83,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G8WUN008W" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Bado e Shido, os Gêmeos do Destino"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Bud! Shukumei no Futagoboshi"
  }, {
    "language" : "ENGLISH",
    "title" : "Bud! The fateful twin stars"
  }, {
    "language" : "FRENCH",
    "title" : "Les jumeaux du destin"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Bud! La estrella gemela del destino"
  }, {
    "language" : "JAPANESE",
    "title" : "バド! 宿命の双子星"
  } ],
  "type" : "REGULAR"
}