{
  "air_date" : "1988-07-09",
  "anime_id" : 826,
  "description" : "Ikki is able to miraculously dodge Mime`s lightspeed attack due to his battle against Saga, and also manages to see through his illusion technique. While Ikki is fighting, he senses something in Mime`s mind. Ikki tells Mime that he used to hate his destiny and it was because of his friendship with Seiya and the Saints that he found a reason for fighting. Even though Mime gains the upper hand, Ikki cannot sense any hatred within him either. Mime reveals his childhood past. He was trained by his father Folker, a mighty warrior of Asgard, respected by all, who forced him to train. One day, Mime found a locket with a picture of him as a baby and his real parents. Folker reveals that he killed them. When Asgard was at war with a neighboring country, he killed Mime`s father and mother, and took Mime to raise him as his own. As Mime mourns his family, Folker mocks him, causing Mime to kill him in one blow. Since then, he has deposited his hatred in his techniques. Ikki uses his Phoenix Illusion, allowing Mime to see his true memories, hidden long ago. When Folker died, he begged forgiveness for what happened. Folker actually let Mime`s father go, but he foolishly struck back. Folker counterattacked, but he accidentally killed both him and his mother. After making a grave for them, Folker raised Mime and cared for him. Even though Mime hated him for what happened, he still loved Folker as his father. Now filled with rage, Mime`s hatred is brought to the surface, ready to destroy Ikki.\nSource: Wikipedia.org",
  "episode_id" : 19764,
  "length" : 25,
  "number" : 85,
  "rating" : {
    "rating" : 5.72,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G50UZ117P" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Hero of grief! Frozen hatred"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kanashimi no Yuusha! Itetsuita Zouo"
  }, {
    "language" : "FRENCH",
    "title" : "L`horrible vérité"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Um Guerreiro Triste e Corajoso"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Héroe afligido! Fría aversión"
  }, {
    "language" : "JAPANESE",
    "title" : "哀しみの勇者! 凍てついた憎悪"
  } ],
  "type" : "REGULAR"
}