{
  "air_date" : "1989-03-11",
  "anime_id" : 826,
  "description" : "Saori`s singing is heard throughout the underwater Sanctuary. Seiya arrives at the Temple and sees Shaina unconscious. He then encounters Poseidon and finds out that the Main Breadwinner is almost full of water. Seiya attacks, but his attacks come back to him. Poseidon then destroys the Pegasus Cloth and is about to finish off Seiya, but Shiryu arrives in time to protect him. At the Sanctuary, Milo, Shaka, and Aldebaran gather around Mu and Aiolia, with Milo wanting to help the Bronze Saints. Shiryu attacks Poseidon, but to no avail. Hyoga also arrives, saying if they die, they`ll do it together. Poseidon strikes all three Saints, destroying the Dragon and Cygnus Cloths in the process. Saori sings again, still alive and struggling to save the Earth. Seiya gets up again, ready to fight. Mu stops Aiolia from trying to leave again, and as they decide how to act, a Cosmo emerges from the House of Sagittarius and heads towards Poseidon`s Sanctuary. Aiolos` spirit sent the Sagittarius Gold Cloth, covering Seiya. Meanwhile, Shun struggles against Sorrento, but can`t stop the Dead End Symphony. Suddenly, Shun burns his Cosmo and unleashes the Nebula Stream, stopping Sorrento`s movements. Shun pleads Sorrento to surrender, saying that he isn`t an evil person, especially since he can play a beautiful melody and possesses a noble spirit. Sorrento is about to play his Dead End Climax, but is defeated by Shun`s Seventh Sense-empowered Nebula Storm.\nSource: Wikipedia.org",
  "episode_id" : 19768,
  "length" : 25,
  "number" : 111,
  "rating" : {
    "rating" : 6.19,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GJWU2EEV2" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Amigos Quando Morrem, Morrem Juntos!"
  }, {
    "language" : "ENGLISH",
    "title" : "Friends! Together at the time of death"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tomo yo! Shinu Toki wa Issho Da"
  }, {
    "language" : "FRENCH",
    "title" : "Un combat désespéré"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Amigos! ¡Cuando muramos será juntos!"
  }, {
    "language" : "JAPANESE",
    "title" : "友よ! 死ぬ時は一緒だ"
  } ],
  "type" : "REGULAR"
}