{
  "air_date" : "1988-05-28",
  "anime_id" : 826,
  "description" : "Shiryu seems to be no match against Fenrir`s ruthless attacks. His friends sense he is in danger, but are confident they will make it to the Valhalla Palace. Meanwhile, Hyoga is followed by another God Warrior. Remembering Shura`s sacrifice, Shiryu gets up again, and tries to convince Fenrir that Hilda is possessed, needing the Odin Sapphire to save her and to trust him. Fenrir, however, doesn`t believe in people and only trusts his wolves. He then tells Shiryu the reason of his mistrust. Years ago, when Fenrir was six years old, he was part of a distinguished family. One day, he, his parents and their friends rode their horses through the woods. Suddenly, a huge bear slashed Fenrir`s mother, killing her. As his father tried fighting off the bear, their friends abandoned them and ran off. Fenrir`s father was also killed. Just then, a pack of wolves came to his rescue. From that day on, he was raised by those wolves and cared for them deeply. Later, Fenrir became the Alioth God Warrior and swore loyalty to Hilda. Shiryu is struck down again and almost eaten by the wolves, but Saori`s Cosmos weaken the wolves and revitalizes Shiryu. Both warriors face off once again, with Fenrir`s Wolf Cruelty Claw easily overpowering Shiryu Rising Dragon.\nSource: Wikipedia.org",
  "episode_id" : 19767,
  "length" : 25,
  "number" : 79,
  "rating" : {
    "rating" : 2.96,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GWDU8QQ58" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Aware! Northern Gunrouken no Shukumei"
  }, {
    "language" : "FRENCH",
    "title" : "Les loups à la rescousse"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Pobres Lobos do Norte"
  }, {
    "language" : "ENGLISH",
    "title" : "Sorrow! Fate of the northern wolves pack"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Melancolía! El destino del golpe de los lobos del Norte"
  }, {
    "language" : "JAPANESE",
    "title" : "哀れ! ノーザン群狼拳の宿命"
  } ],
  "type" : "REGULAR"
}