{
  "air_date" : "1988-11-26",
  "anime_id" : 826,
  "description" : "Seiya and Shun recover and defeat the Mariners who have arrived. Meanwhile, Poseidon takes Saori to a place where she will give humanity a chance to live, by sacrificing her life. He explains that the underwater Sanctuary has Mammoth Pillars that hold up the seven seas: the North Pacific, South Pacific, North Atlantic, South Atlantic, Indian, Arctic, and Antarctic Oceans. The Mammoth Pillar holding up the sea in its entirety is the Main breadwinner. If it is destroyed, the underwater Sanctuary will be no more. The water that is raining down on the Earth, now falls upon Saori while locked inside the Main Breadwinner, flooding the room inside, drowning her, giving humanity a chance. Also, the seven Mammoth Pillars are being protected by the Mariner Generals, Poseidon`s high ranking warriors said to be as powerful as the Gold Saints. Sea Dragon leaves and Thetis tells Seiya and Shun about Saori and the Mammoth Pillars. Saori will die when the room inside the Main Breadwinner is filled with water. The only way to destroy the Main Breadwinner is to destroy the other seven Mammoth Pillars and defeating the seven Mariner Generals. With their mission clear, Seiya and Shun head for the Pacific Oceans. At Lushan, Kiki takes Shiryu back to Asgard to reach Poseidon`s Sanctuary. Even though Shunrei is sad about Shiryu leaving, Roshi explains that it is his and the Saints` destiny to save the world. After defeating more Mariners, Seiya reaches the North Pacific Mammoth Pillar. He launches a Comet of Pegasus to destroy the Pillar, but it`s blocked by the Mariner General, Seahorse Baian. Hyoga returns to Asgard and dives into the whirlpool towards Poseidon`s Sanctuary. Seiya`s Meteor of Pegasus is blocked by an invisible wall created by Baian. He is then sent flying by Baian`s God Breath.\nSource: Wikipedia.org",
  "episode_id" : 19760,
  "length" : 25,
  "number" : 101,
  "rating" : {
    "rating" : 5.7,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GMKUXGGKD" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Destruam Todos os Pilares dos Sete Mares!"
  }, {
    "language" : "FRENCH",
    "title" : "Les piliers des sept mers"
  }, {
    "language" : "ENGLISH",
    "title" : "Smash! Mammoth pillars of the seven oceans"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Uchikudake! Nanatsu no Umi no Mammoth Pillar"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡A Destrozarlos! Los pilares gigantescos de los siete mares"
  }, {
    "language" : "JAPANESE",
    "title" : "打ち砕け! 七つの海の巨大柱"
  } ],
  "type" : "REGULAR"
}