{
  "air_date" : "1988-10-22",
  "anime_id" : 826,
  "description" : "Shiryu faces Siegfried on his own, despite not wearing his Dragon Cloth. No matter what technique Shiryu uses, Siegfried is unscathed, making him wonder if he`s really immortal, just like the legend. Back at the caps, Saori can`t hold on anymore. Shiryu is struck by the Odin Sword technique and thinks about using the Final Dragon, like he did on Shura. He holds on to Siegfried and prepares the forbidden technique. Just then, Shura`s spirit talks to Shiryu and tells him not to do it, otherwise not only will he not protect Athena, the Odin Sapphire would be destroyed as well. Siegfried gets loose and uses the Dragon Bravest Blizzard on Shiryu. He then remembers Roshi`s lesson on a double-edge technique, and its weak point, which can not only hurt the opponent, but hurt the one who uses it. Shiryu tells Seiya to watch carefully and he burns his Cosmo to strike Siegfried at his weak point, his heart, just like Shiryu`s weak point when Seiya first fought him. Siegfried from the legend also had the same weak point. After killing the dragon, Siegfried became immortal after bathing in its blood. However, a leaf fell on his back, just behind his heart. Later that day, he was hit on that spot by a spear, thrown by someone jealous of him. He died due to his weak point. Shiryu accomplished what he needed to do in order to show Seiya Siegfried`s weak point, and faints. Seiya gets up for his friends to fight once more. Hilda waits by her throne, and is visited by someone working for the being who gave her the Nibelung Ring. Seiya has to strike Siegfried`s heart at a 100,000th of a second in order to win.\nSource: Wikipedia.org",
  "episode_id" : 19763,
  "length" : 25,
  "number" : 96,
  "rating" : {
    "rating" : 5.3,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GG1U2ZZQG" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Dragon vs. Dragon! Chance of victory is one in a hundred thousand"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Dragões em Luta"
  }, {
    "language" : "FRENCH",
    "title" : "Le tout pour le tout"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ryuu Tai Ryuu! Juumanbun no Ichibyou no Shouki"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Dragón contra Dragón! Una oportunidad de vencer entre cien mil"
  }, {
    "language" : "JAPANESE",
    "title" : "龍対龍! 十万分の一秒の勝機"
  } ],
  "type" : "REGULAR"
}