{
  "air_date" : "1988-05-07",
  "anime_id" : 826,
  "description" : "Seiya, Hyoga and Shun rush to find the Valhalla Palace, which is farther away, but the giant God Warrior Thor stands in their way. Shun and Hyoga attack, but are useless against him as he easily breaks free from Hyoga`s ice and knocks down Shun with his Cosmo. Seiya decides to distract Thor, allowing Shun and Hyoga to move forward. Seiya stops Thor`s Mjolnir Hammer technique with his Meteor of Pegasus, but Thor simply changed their direction towards Shun and Hyoga, knocking them out cold. Seiya, now alone, manages to evade Thor`s Mjolnir Hammer, but before he is able to counterattack, Thor`s Titanic Hercules technique takes him out. Seiya is able to get up again and attacks with his Meteor of Pegasus, but Thor is able to block them and attacks again. As he lays in the snow, Seiya tries to figure out how to defeat Thor. Marin reminds him of the battle of the 12 Houses and how he was able to overcome the difficulties to save Athena. She says he has matured and has nothing left to teach him. Seiya remembers what he learned when he fought Taurus Aldebaran and Leo Aiolia, and how desperate he was to save Saori back then. He gets up, ready to fight once more. As Thor attacks again, Seiya tries to see the light speed attack and manages to stop it. He then sends Thor flying and crashing to the ground. Seiya then strikes with the Meteor of Pegasus and buries Thor in the snow. However, Thor gets up again, showing off a stronger Cosmo full of hatred. He explains how difficult life has been for the people of Asgard, and hopes that Hilda will lead the people to take control of the Sanctuary and the world. Seiya tries to explain that Hilda is possessed, but Thor ignores him and strikes with his Titanic Hercules, empowered by his strengthened Cosmo.\nSource: Wikipedia.org",
  "episode_id" : 19766,
  "length" : 25,
  "number" : 76,
  "rating" : {
    "rating" : 4.93,
    "total" : 5
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G8WUN00E1" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Giant Thor! Cosmo of hatred"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyojin Thor! Zouo no Cosmo"
  }, {
    "language" : "FRENCH",
    "title" : "Les haches de Gamma"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "O Cosmo de Thor Está Cheio de Ódio"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡El gigante Thor! Un cosmos de odio"
  }, {
    "language" : "JAPANESE",
    "title" : "巨人トール! 憎悪のコスモ"
  } ],
  "type" : "REGULAR"
}