{
  "air_date" : "1988-12-03",
  "anime_id" : 826,
  "description" : "Seiya was attacked twice by Baian`s God Breath, and is still able to stand. Baian uses his most powerful attack, Rising Billows, which sends Seiya all the way to the surface of the Pacific Ocean. Shiryu and Kiki arrive in Asgard and dive into the whirlpool. Seiya was able to return to the battlefield, determined to win. As he attacks with his Meteors again, Seiya is able to break through Baian`s defensive wall. Shun arrives at the South Pacific Mammoth Pillar and sees a mysterious woman, but she transforms into a demon. It attacks, but Shun is able to defend himself with the Roling Defense. Being taunted by the guardian of the Pillar, Shun is confronted by the Mariner General, Scylla Io. Back at the North Pacific Pillar, Seiya`s Pegasus Cloth started to shine like a Gold Cloth for a moment. Seiya explains that it was the Gold Saints` blood, which revived the Bronze Cloth, that turned it gold. Grateful for what the Gold Saints gave him, Seiya attacks again. Meanwhile, Thetis stands in Shiryu`s way, but Kiki distracts her with his telekinesis while Shiryu leaves, unfortunately he is no match for the mermaid. Baian is confused as to why Seiya`s attacks reached him, but Seiya explains that he was able to attack him because Lizard Misty, the first Silver Saint he ever fought, used a similar defensive wall and saw through it. Baian`s Seahorse Scales were cracked due to Seiya`s Meteors. Baian attacks again, but his techniques are now useless against him. Seiya burns his Cosmo to the Seventh Sense and his Pegasus Cloth turns gold again. With a mighty Comet of Pegasus, Seiya finally kills Baian. Shiryu and Hyoga arrive and Seiya explains the situation to them. They then head off to different pillars while Seiya stays behind to destroy the North Pacific Mammoth Pillar.\nSource: Wikipedia.org",
  "episode_id" : 19761,
  "length" : 25,
  "number" : 102,
  "rating" : {
    "rating" : 4.8,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GVWU044K3" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "L`armure mystérieuse"
  }, {
    "language" : "ENGLISH",
    "title" : "Mysterious shine! Golden bronze clothes"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "O Misterioso Brilho Dourado da Armadura de Bronze"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shinpi no Kagayaki! Kin`iro no Bronze Cloth"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡El misterioso brillo! La armadura de bronce dorada"
  }, {
    "language" : "JAPANESE",
    "title" : "神秘の輝き! 金色の青銅聖衣"
  } ],
  "type" : "REGULAR"
}