{
  "air_date" : "1988-07-16",
  "anime_id" : 826,
  "description" : "Ikki tells Mime that he hates himself for killing his father and should make up for his crime by saving Asgard from Hilda`s wrath. Mime then remembers how Folker trained him, because he knew that he would be chosen as a God Warrior to protect Asgard. As Mime attacks, Ikki is able to counter, but both seem evenly matched. Suddenly, Mime uses his Stringer Requiem and Ikki is trapped while Mime plays his music, preparing to kill him. Shun tries to stop him, but Ikki tells him to pull back, saying he will defeat Mime. Ikki burns his Cosmos to the Seventh Sense and frees himself, destroying his Cloth in the process. He is able to strike Mime and knock him down with his Rising Phoenix, destroying his harp. Ikki tells him that he believes in a future where he and his friends will live in peace and is willing to fight for it. Mime, willing to believe in what Ikki said, removes his God Robe and faces Ikki one last time, to see if what he said is true. Both warriors strike each other, with Mime losing his life, but not before telling Ikki that is he were to be reborn, he would want to be friends with Ikki in a peaceful world. As he dies, Mime apologizes to his father, and entrusts Ikki and Shun with Asgard`s future. Shun retrieves the Odin Sapphire and Ikki tells him to keep going, while he falls unconscious, exhausted from the battle. At the Valhalla Palace, as Siegfried and Syd sense Mime`s Cosmos disappearing, Megrez Alberich mocks their loyalty to Hilda and swears to destroy the Saints using his intelligence.\nSource: Wikipedia.org",
  "episode_id" : 19770,
  "length" : 25,
  "number" : 86,
  "rating" : {
    "rating" : 6.04,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GG1U2ZZ3G" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Fushichou! Shinku ni Moeru Tsubasa"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Fênix e suas Asas Ardentes"
  }, {
    "language" : "FRENCH",
    "title" : "L`affrontement final"
  }, {
    "language" : "ENGLISH",
    "title" : "Phoenix! Crimson wings ablaze"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Áve inmortal! Arden las alas con color escarlata"
  }, {
    "language" : "JAPANESE",
    "title" : "不死鳥! 真紅に燃える翼"
  } ],
  "type" : "REGULAR"
}