{
  "air_date" : "1988-07-23",
  "anime_id" : 826,
  "description" : "Alberich leaves to defeat the Saints. As the Saints get closer to the Valhalla Palace, Shiryu finally recovers from the fall. Alberich has always hated Hilda for not appreciating his intelligence, and he secretly plans to recover the Odin Sapphires for himself. Just then, a Saint attacks him and tries to escape. The Saint is revealed to be Eagle Marin. Alberich reveals to Marin that they are in the area of his \"collection\" of victims, skeletal warriors trapped in an amethyst casing. Marin knocks down Alberich, but he cheats by spraying acid in her face. Seiya senses that Marin is in danger and rushes to her aid. Marin attacks with her Eagle Toe Flash twice, but it is useless. Alberich unleashes his technique Amethyst Shield, encasing Marin in an amethyst coffin. Seiya finally finds Alberich and attacks him. As he tries to trick Seiya, Alberich is knocked down again by Seiya`s Meteor of Pegasus and the Pegasus Rolling Crash. Seiya then sees Marin trapped, and Alberich reveals her lifeforce will be absorbed by the amethyst until she is nothing but bones. Alberich says if he dies, Marin will never be freed, but will save her if Seiya hands over Thor`s Odin Sapphire. However, Marin tells Seiya to forget about her and defeat Alberich.\nSource: Wikipedia.org",
  "episode_id" : 19771,
  "length" : 25,
  "number" : 87,
  "rating" : {
    "rating" : 6.17,
    "total" : 3
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G9DUEGG10" ]
  },
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "A Couraça Ametista"
  }, {
    "language" : "ENGLISH",
    "title" : "Demon`s amethyst! Saint`s cemetery"
  }, {
    "language" : "FRENCH",
    "title" : "Le cimetière d`améthyste"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ma no Amethyst! Saint no Hakaba"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Amatista maléfica! El cementerio de los Santos"
  }, {
    "language" : "JAPANESE",
    "title" : "魔の紫水晶[アメジスト]! セイントの墓場"
  } ],
  "type" : "REGULAR"
}