{
  "air_date" : "1988-06-04",
  "anime_id" : 826,
  "description" : "Shiryu fights back, stating that he believes in his friends and will fight for his beliefs as both warriors clash again. Fenrir keeps fighting for Hilda`s sake and backs Shiryu into a corner. The Rising Dragon is useless to Fenrir and Shiryu has seen through his techniques as well. Shiryu gets an idea and uses the Rising Dragon against the frozen waterfall, causing a massive avalanche, with both him and Fenrir caught up in it. The avalanche ends, and the wolves desperately look for Fenrir while Shiryu emerges from the debris. The wolves find Fenrir, but he has died, with the pack howling at the sky. Shiryu retrieves the Odin Sapphire, and hopes that Fenrir will be born again, with friends and more faith in humanity. As he walks away, the wolves attack Shiryu and they fall down into an ice cavern. The wolves die and Shiryu falls unconscious. Meanwhile, Hyoga encounters the God Warrior Merak Hägen, who is angry with him because he believes Freya was tricked by Hyoga. With his Diamond Dust useless against Hägen, Hyoga remembers his master Aquarius Camus` sacrifice for him to master the Absolute Zero and the Seventh Sense. Both warriors prepare to face off.\nSource: Wikipedia.org",
  "episode_id" : 19772,
  "length" : 25,
  "number" : 80,
  "rating" : {
    "rating" : 4.13,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G0DUNJJ5Z" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hyougen ni Kiyu! Kanashiki Tooboe"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Lamentos do Gelo"
  }, {
    "language" : "FRENCH",
    "title" : "Le hurlement du loup"
  }, {
    "language" : "ENGLISH",
    "title" : "Vanished on the ice field! Howling grief"
  }, {
    "language" : "SPANISH_LATIN",
    "title" : "¡Desaparición en las tierras heladas! Tristeza y lamento"
  }, {
    "language" : "JAPANESE",
    "title" : "氷原に消ゆ! 悲しき遠吠え"
  } ],
  "type" : "REGULAR"
}