{
  "air_date" : "2004-06-10",
  "anime_id" : 1052,
  "description" : "The Seventh Bell Orphanage returns back to normal, having the orphans revived and the building unfrozen. Sister Kate tells the owner of the orphanage that Rosette and Chrono are nowhere to be found, and Azmaria sings for the orphans. Father Remington and Elder Hamilton travel underground to the tomb of Mary Magdalene, seeing Aion`s horns here. It is understood that Aion`s horns move time while Chrono`s horns freeze time. Nobody seems to know the whereabouts of Rosette and Chrono. Joshua tells Father Remington that he is currently writing a novel about a girl, her younger brother, and her extraterrestrial partner who travel on the astral lines to defeat the devils. Rosette and Chrono are seen sitting outside on a porch watching the sunset, as they spend their day on earth. Azmaria hears word of their location, and she cries when she sees them smiling and holding hands in death. Sister Kate talks with Father Remington over the phone about how Rosette shows goodness and mercy even being bound by contract with a devil. They both are concerned about the prophecy of war that is soon being fulfilled. Azmaria prays for Rosette at her tombstone. Years later on May 13, 1981, Father Remington is shock after shortly seeing Aion in the Vatican shortly before the shooting of Pope John Paul II. \nSource: Wikipedia",
  "episode_id" : 19997,
  "length" : 25,
  "number" : 24,
  "rating" : {
    "rating" : 9.25,
    "total" : 27
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G69PZJQDY" ]
  },
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Chrno"
  }, {
    "language" : "HUNGARIAN",
    "title" : "Chrno"
  }, {
    "language" : "ITALIAN",
    "title" : "Chrno"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Chrno"
  }, {
    "language" : "JAPANESE",
    "title" : "Chrno クロノ"
  }, {
    "language" : "ENGLISH",
    "title" : "Chrono"
  }, {
    "language" : "RUSSIAN",
    "title" : "Хроно"
  } ],
  "type" : "REGULAR"
}