{
  "air_date" : "2019-03-18",
  "anime_id" : 13946,
  "description" : "Tahoumaru learns Hyakkimaru`s name before the two travellers go to Daigo Kagemitsu`s capital. There, they see a play depicting Daigo as a great slayer of demons, protected by the Goddess of Mercy. The Biwa-Houshi is also present and decides goes visit the Hall of Hell to seek the truth for himself. Hyakkimaru and Dororo decide to visit the remnants of Fort Banmon built by Daigo on the site of a village he destroyed which is supposedly cursed by a demon. They find a partial timber wall where Asakura pin bodies of their enemies with arrows. They encounter a young boy, Sukeroku, who wishes to cross the boundary to the Asakura side and rejoin his family. Meanwhile, Tahoumaru`s bodyguards report the incident with Hyakkimaru to Daigo, who realizes that his son is alive, and determines to kill him and maintain the prosperity of his domain, ignoring his wife`s pleas. Tahoumaru overhears their exchange and later comes across a demented woman who was present at Hyakkimaru`s birth. She tells him how the demons \"ate everything\" but left the boy alive. Night falls at Banmon and a kyūbi no kitsune (nine-tailed fox demon) (九尾の狐) appears. While it attacks Hyakkimaru, Sukeroku uses the distraction to pass the wall with Dororo in pursuit, however he is captured by Asakura sentries. The demon is eventually chased away by the arrows of a squadron led by Daigo himself, who then approaches Hyakkimaru.\nSource: Wikipedia",
  "episode_id" : 212761,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 8.64,
    "total" : 9
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Banmon no Maki: Jou"
  }, {
    "language" : "GERMAN",
    "title" : "Das Banmon Kapitel Teil 1"
  }, {
    "language" : "FRENCH",
    "title" : "L’histoire de Banmon, première partie"
  }, {
    "language" : "ENGLISH",
    "title" : "The Story of Banmon, Part 1"
  }, {
    "language" : "JAPANESE",
    "title" : "ばんもんの巻・上"
  } ],
  "type" : "REGULAR"
}