{
  "air_date" : "2022-03-11",
  "anime_id" : 7999,
  "description" : "Hello this is jphelenaboy123 reminding you that this is an English fandub of Studio Jack, Nomad, Tazawa Partners LLP and Ushio Tazawa`s Ichirin-sha anime. This project was made purely for fun.\nThank you so much Shauna for participating in this, yes it was challenging but you worked through the process and I give you a lot of credit for that and being committed too. I struggled myself but yet I was still committed just like you. Regardless of when we were pissing each other off we still managed to get things done. This was a crazy and long experience and I`m glad to have asked you again to participate in this project. I thank all of the viewers and listeners for taking your time to watch this as well and I hope you enjoy It.\n*Cast*\nShauna Casciano (lovetoswim 95) as Shoujo\nJohnathan Purnell-Joe (jphelenaboy123) as Shaleen\n*COPYRIGHT DISCLAIMER*\nI do not own the Ichirin-sha anime, It`s owned by Studio Jack, Nomad, Tazawa Partners LLP and Ushio Tazawa. All logos, character names and distinctive likenesses thereof are trademarks of Studio Jack, Nomad, Tazawa Partners LLP and Ushio Tazawa, all Rights Reserved. This video is intended for entertainment purposes and is not intended to infringe the rights of anyone. \nThe copyright Disclaimer under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Non-profit, educational or personal use tips the balance in favor of fair use.\n*Musical Disclaimer*\nThe musical sources used within this video belongs to its rightful owner/owners, and I have no rights nor purpose to infringe nor take consideration into the original owner`s music. As I said before \"it`s intended for entertainment purposes and is not intended to infringe the rights of anyone\". \nNow that I`ve explained most of this hopefully you viewers all can enjoy or enjoyed my video and I thank all of you for taking your time to watch this and if you did like this hopefully you can look forward to more, thanks.\n[youtube]FfEkg8BVujs[/youtube]",
  "episode_id" : 263593,
  "length" : 17,
  "number" : 1,
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE",
    "title" : "Ichirin-sha"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ichirin-sha"
  }, {
    "language" : "ENGLISH",
    "title" : "Studio Jack, Nomad, Tazawa Partners LLP, Ushio Tazawa`s Ichirin-sha English fandub by jphelenaboy123"
  } ],
  "type" : "PARODY"
}