{
  "air_date" : "2005-04-16",
  "anime_id" : 2733,
  "description" : "Transported to the modern day Japan, Syaoran, Kurogane, and Fai ask the Dimensional Witch, Yuuko Ichihara, to grant their wishes. Syaoran wishes to travel to many worlds to restore Sakura`s memories. Kurogane wishes to return to his own world. Fai wishes to travel to a world that is not his own so as to avoid meeting his king. Yuuko tells them that although their intentions are different, their wishes are the same. In order to have their wish granted, each must pay a price. She asks Syaoran to pay with his relationship with Sakura which would result in Sakura losing her memories of Syaoran, Kurogane to pay with his sword Ginryuu, and Fai to pay with the tattoo on his back. Though hesitant, each pays their respective price, and in return she gives the group a white creature named Mokona Modoki who holds the power to cross to random dimensions. The group sets off to another dimension where a gang war is about to commence between two groups led by Kanio and Shougo respectively who use a power called Kudan that can manifest itself as a familiar. A boy named Masayoshi finds them and brings them to safety. When Fai gives Syaoran one of Sakura`s feather, taking it off Syaoran`s shirt, the feather is blown by a stray blast. After running into the fray to retrieve the feather, Syaoran finds that he too possesses the power Kudan and interferes with the fight.\nSource: Wikipedia.org",
  "episode_id" : 33336,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 5.49,
    "total" : 22
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GEVUZP3M0" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "Die Kraft zu Kämpfen"
  }, {
    "language" : "FRENCH",
    "title" : "La force de combattre"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tatakau Chikara"
  }, {
    "language" : "ENGLISH",
    "title" : "The Power to Fight"
  }, {
    "language" : "THAI",
    "title" : "พลังในการต่อสู้"
  }, {
    "language" : "JAPANESE",
    "title" : "戦うチカラ"
  } ],
  "type" : "REGULAR"
}