{
  "air_date" : "2005-07-08",
  "anime_id" : 2835,
  "description" : "It is spring again. The whole group attends the annual school festival. Some of them tell stories about what happened recently to them, while others think of their loved ones. Later on the next day, Hagu is still in an uncomfortable mood. She went out to buy tobacco for Professor Hanamoto and took a look of cherry blossoms for a while. Morita suddenly appears in his eccentric behavior, giving her his scarf and kissing her unconsciously. He ran away the moment he realized what he had just done. Hagu was quite shocked after that and she got a fever which, according to Professor Hanamoto, is often caused to her by stress. Professor Hanamoto told Takemoto about Hagu`s uncomfortable feelings while going out with Morita last time, and he said she did not realize that was because she liked him. Takemoto, feeling depressed, comes back home, finding the person responsible for summoning Morita to work, who is seen breaking into Morita`s overly secured room. The room shockingly resembled that of a master control room. This mysterious person then finds Morita`s passport, in order to be delivered to the airport. He then tells Takemoto that Morita is about to go to Los Angeles for six months for a job. Takemoto jumps into the car with him to go to airport but he could not make it in time to bid Morita farewell. The person is later revealed to be Morita`s older brother, Kaoru Morita, who also portrays eccentricity. Takemoto asks Kaoru whether Morita will return or not. In turn, Kaoru asks Takemoto whether or not he wants Morita to return.\nSource: Wikipedia",
  "episode_id" : 38671,
  "length" : 25,
  "number" : 12,
  "rating" : {
    "rating" : 8.71,
    "total" : 23
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRW4J7PJY" ]
  },
  "titles" : [ {
    "language" : "HUNGARIAN",
    "title" : "Egy váratlan csók"
  }, {
    "language" : "ENGLISH",
    "title" : "The Sudden Kiss, the Unexpected Parting"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Totsuzen no Kiss, Toutotsu na Wakare"
  }, {
    "language" : "JAPANESE",
    "title" : "突然のキス, 唐突な別れ"
  } ],
  "type" : "REGULAR"
}