{
  "air_date" : "2005-07-29",
  "anime_id" : 2835,
  "description" : "Mayama`s work is going well with his co-workers. Miwako noticed how well Mayama and Nomiya potted bowls. But this leads to Mayama discussing to his co-workers about his feelings toward Yamada. Yet he still misses Rika. Mayama and Nomiya head over to Yamada`s room, after they had finished their work for the day. They start gathering Yamada`s pottery to display at an art exhibition. However, Miwako calls Mayama to urgently come back to the office, concerning a scale model for a meeting the next day, as it has been accidentally broken. After noticing that Mayama left his coat at her place, Yamada reminisces with her time with Mayama. Nomiya comes in, as Yamada is in deep thought, which, in turn, startles her. Nomiya takes Yamada out in the evening to eat. Furious, Mayama develops jealousy, as he finds out that Nomiya went out with her last night. Yet Yamada becomes frustrated for his jealousy. Mayama converses with Professor Hanamoto about Rika, but Mayama ends up walking back home, disappointed. He starts to reminisce about Rika again, when suddenly he gets a call that Asai, Rika`s current assistant, suddenly has health problems and needs to stay in the hospital. Mayama meets Asai in the hospital, and he finds out that Rika is also in the hospital. He asks her if he can come back to him, but she rejects him. However, Mayama reluctantly offers her a ride home. \nSource: Wikipedia",
  "episode_id" : 39069,
  "length" : 25,
  "number" : 15,
  "rating" : {
    "rating" : 8.26,
    "total" : 21
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR4PX52WY" ]
  },
  "titles" : [ {
    "language" : "HUNGARIAN",
    "title" : "Egy gyáva tett"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hikyou na Boku ga Hashiridasu"
  }, {
    "language" : "ENGLISH",
    "title" : "My Cowardly Self Starts Running"
  }, {
    "language" : "JAPANESE",
    "title" : "卑怯な僕が走り出す"
  } ],
  "type" : "REGULAR"
}