{
  "air_date" : "1981-01-24",
  "anime_id" : 2661,
  "description" : "The Argo warps to Galmania, the headquarters of the Galman Empire, at the center of our galaxy. Upon arrival, they are greeted by Desslok and General Talan, now called \"Masterson\" (thanks to gross carelessness on the part of the translators of the Third Season). Desslok tells Wildstar and Nova the long story of how he came to found Galman in early 2202. \n\"After leaving you when our battle against the Comet Empire (editor`s note: in reality, the Black Nebula Empire) was over, I found myself on a long journey. I could not forsee the end of the journey. I was a homeless wanderer...\" \nDesslok`s Gamilon fleet searched for a new home and found two planets near the center of the Milky Way that resembled Gamilon and Iscandar. They learned that it was the Galmans who had initially colonized Gamilon. Thus, the Galmans were the ancestral race of the Gamilons. But the Galmans had been enslaved by the Bolar Federation. Desslok`s fleet soon freed Galmania and its sister planet. And, Desslok was soon proclaimed Emperor and God. He set about the task of ridding Earth`s side of the Milky Way of the Bolars. During the formative years of the Empire, Desslok came to realise that he had actually loved the dead Queen Starsha of Iscandar. In fact, he named the sister planet of Galmania \"Starsha\" in her honour. The aggressive strength of the Galman Empire begins to worry the Star Force, who fear that Desslok is up to his old game of militarism. For the moment, they keep this to themselves. \n[Source: The Wave Motion Web Page http://www.desslok.com]",
  "episode_id" : 39629,
  "length" : 25,
  "number" : 16,
  "rating" : {
    "rating" : 2.55,
    "total" : 1
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Desslar no Shukujitsu"
  }, {
    "language" : "ENGLISH",
    "title" : "Festive Day For Desslar"
  }, {
    "language" : "JAPANESE",
    "title" : "デスラーの祝日"
  } ],
  "type" : "REGULAR"
}