{
  "air_date" : "1981-01-31",
  "anime_id" : 2661,
  "description" : "Desslok recognises his responsibility in Earth`s present predicament. It was, after all, Galman proton missiles which unintentionally fell into the sun, accellerating nuclear fusion. Desslok therefore insists on using the Galman`s scientific power to save the sun. Sandor, Homer, and Galman Technology Major Cranshaw depart for Earth in five Magnetic Field Generating Plant ships. Their mission is to enclose the sun in a magnetic field to screen out much of its deadly radiation. Then, by firing more proton missiles into the sun, they expect to restore the suns natural fusion reaction rate (as if more proton missiles could fix the problem). The launch is interrupted by a Bolar missile attack. Galman`s local defense system malfunctions, being sabotaged by peace-loving Guardiana worshippers, and a medium-sized missile hits near Desslok`s central palace (see inset). After the initial wave, a giant Bolar planet-destroyer missile is detected heading for Galman. To protect the Plant Ship launch, the Star Force takes off and destroys the missile with the Wave Motion Gun. Wildstar, uncomfortable at Desslok`s military build-up, warns Desslok that his reliance on weapons and aggression will be his downfall. \nWildstar: Desslok, why not use it for peace? \nDesslok: Peace? I built them to maintain peace... Only through a war of peaceful conquest can we acheive peace in our time... \nDesslok: The Bolar sphere of influence is vast, and they have powerful weapons. This planet has been long coveted by the Bolars, and, well, I cannot let it fall into their hands again. \n[Source: The Wave Motion Web Page http://www.desslok.com]",
  "episode_id" : 39630,
  "length" : 25,
  "number" : 17,
  "rating" : {
    "rating" : 4.05,
    "total" : 1
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Desslar Teikoku Kikiippatsu"
  }, {
    "language" : "ENGLISH",
    "title" : "Desslar`s Empire In The Moment Of Crisis"
  }, {
    "language" : "JAPANESE",
    "title" : "デスラー帝国危機一髪"
  } ],
  "type" : "REGULAR"
}