{
  "air_date" : "2005-08-26",
  "anime_id" : 2835,
  "description" : "Mayama arrives at the Fujiwara Design Office, only to found out that Yamada is there. After she leaves abruptly, Mayama mistakes Nomiya`s business interest with Yamada for his love interest. Mayama then goes to the apartment to meet up with Takemoto and Morita. When the three gather to eat dinner prepared by Morita, Takemoto reminisces over the time when Morita departed to America. The following night, Mayama meets up with Takemoto, Morita, Yamada, Professor Hanamoto, Yamazaki, and Miwako at the annual school festival. Later after the festival, Yamada agrees to go with Nomiya, after she had an argument with Mayama. However, Yamada begins to have second thoughts about going out with Nomiya, as she faces the truth about her relationship with Mayama told by Nomiya. Meanwhile, at the Fujiwara Design Office, Yamazaki and Miwako talk with Morita and Mayama about Nomiya. Miwako explains to Mayama that he and Nomiya are alike in personality, which makes Mayama frustrated. Nomiya and Yamada bought food at a pastry shop. Nomiya brings her to the sight of a Ferris wheel at his place, while Yamada reminisces over her time with Mayama in the Ferris wheel. Yamada then admits that Nomiya was right about her relationship with Mayama, causing her to cry. The next morning, Yamada is shocked to have slept overnight with Nomiya, but Nomiya calms her down by offering her a ride on the Ferris wheel. \nSource: Wikipedia",
  "episode_id" : 39855,
  "length" : 25,
  "number" : 19,
  "rating" : {
    "rating" : 8.68,
    "total" : 21
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRP504WWR" ]
  },
  "titles" : [ {
    "language" : "HUNGARIAN",
    "title" : "Az idő ismét mozgásba lendül"
  }, {
    "language" : "ENGLISH",
    "title" : "Time Begins to Move Again"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Tomatta Jikan ga Ugokidasu"
  }, {
    "language" : "JAPANESE",
    "title" : "止まった時間が動き出す"
  } ],
  "type" : "REGULAR"
}