{
  "air_date" : "2006-11-02",
  "anime_id" : 3468,
  "description" : "Part 1: “Star Destroyer,” the enchanted sword that can even cut through stars – searching for this legendary weapon, one man goes on a sword hunt night after night. The man’s name is Gankeimaru, an Amanto training to become the strongest warrior, and he has come to Earth in search of the ultimate weapon worthy of his strength. Meanwhile Gintoki and Shinpachi learn that Kagura has been buying massive amounts of products from the shopping channel, and tells her to return them all. Upset from having all her items confiscated, Kagura comes up with an idea after spotting Gintoki’s wooden sword. It’s just the start of another messy situation...  /   Part 2: Kagura’s scream stirs up the Odd Jobs office. The cause? A cockroach! Thinking it’s an average cockroach, Gintoki and Shinpachi head out to kill it, only to retreat back on all fours. Why? Because it turns out to be a giant-sized cockroach! Around the same time, the TV reports multiple infestations of giant cockroaches throughout Edo city, and Prince Hata advises NOT to kill these Space Cockroaches, as it will attract more of them. Oblivious to such warnings, the Odd Jobs gang are about to exterminate the giant creature when it starts to scream...\nSource: crunchyroll",
  "episode_id" : 65600,
  "length" : 25,
  "number" : 29,
  "rating" : {
    "rating" : 7.13,
    "total" : 12
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYMG1P4PY" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Awateruna! Cooling-off to Iu Mono ga Aru / Television to ka Shinbun to ka Chanto Minai to Dame Datte"
  }, {
    "language" : "ENGLISH",
    "title" : "Don`t Panic: There`s a Return Policy! / I Told You to Pay Attention to the News!"
  }, {
    "language" : "GERMAN",
    "title" : "Ganz ruhig, es gibt schließlich das Rückgaberecht!"
  }, {
    "language" : "JAPANESE",
    "title" : "慌てるな! クーリングオフというものがある / テレビとか新聞とかちゃんと見ないとダメだって"
  } ],
  "type" : "REGULAR"
}