{
  "air_date" : "2007-09-27",
  "anime_id" : 3468,
  "description" : "Despite the danger of being canceled, Gintama has reached its second year. Gintoki claims that they were able to overcome it through manipulation, but Shinpachi reveals that they were almost canceled because of that. The Odd Jobs keep talking on and on and discover something terrible. They used up half a year`s worth of their production money on the episodes up to now! They decide to look back on the past 75 episodes, but for some reason, the theme song is Otsu`s “Your Mother is a XX.” Thinking it a bad idea to change the theme song, they put out a Prince Hata version of the opening sequence.\nSource: crunchyroll",
  "episode_id" : 82818,
  "length" : 25,
  "number" : 75,
  "rating" : {
    "rating" : 4.4,
    "total" : 8
  },
  "recap" : true,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY9PJMXWR" ]
  },
  "titles" : [ {
    "language" : "GERMAN",
    "title" : "\"Beschwer dich nicht im Haus über deinen Job, sondern außerhalb!\" Und deswegen werde ich mich jetzt ein bisschen beschweren, in Ordnung?"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shigoto no Guchi wa Ie de Kobasazu Soto de Kobose! Tte Iu Kara Chotto Kobasasete Moraukedone \"Samurai no Kuni\" Bokura no Kuni ga Sou Yobareteita no wa Ima wa Mukashi no Hanashi... to ka Itte Hajimatta Kono Anime mo Haya Ichinen Han, Anna Koto Konna Koto Irunna Koto ga Attayone, de, Sorosoro Iroiro Furikaette mo Ii Kana - to Omotta no \"Chee Nanda yo Soushuuhen ka yo, Teneki Ja ne?\" to ka, Anime Datte Tsukuru no Taihen Nan Dakara Monku Iu no Yamenasai!"
  }, {
    "language" : "ENGLISH",
    "title" : "Someone Said \"Don`t Complain About Your Job at Home, Do It Somewhere Else\" So Let Me Complain. It`s Already Been a Year Since This Anime, Which Began with, \"Land of the Samurai. The Days When Our Country Was Called That Are Long Past.\" A Lot of Things Have Happened Since Then. So I Thought, It Might Be a Good Time to Look Back, but Then Someone Said, \"Tsk, a Recap Episode. Isn`t That Slacking?\" Look It`s Hard Work Putting Together an Anime, So Stop Complaining!"
  }, {
    "language" : "JAPANESE",
    "title" : "仕事のグチは家でこぼさず外でこぼせ! って言うからちょっとこぼさせてもらうけどね「侍の国」僕らの国がそう呼ばれていたのは今は昔の話... とか言って始まったこのアニメもはや一年半, あんな事こんな事いろんな事があったよね, で, そろそろ色々振り返ってもいいかなーと思ったのに「チェッなんだよ総集編かよ, 手抜きじゃね?」とか, アニメだって作るの大変なんだから文句言うのやめなさい!"
  } ],
  "type" : "REGULAR"
}