{
  "air_date" : "2008-04-10",
  "anime_id" : 5678,
  "description" : "Yes indeed, it is the renowned Irie-kun`s house. After some small talk at breakfast Kotoko and Irie are pushed out the door by Irie`s mother, and to school they walk together. But not happily. Irie-kun soon shows how much he doesn`t care for Kotoko-chan, or maybe how little he cares for human decency. While riding the train Kotoko-chan gets pushed off at the wrong station by the crush of the crowd. When Kotoko frantically tries to get on the train, the doors close and Irie-kun watches as the train slowly pulls away from Kotoko-chan, leaving her with the only options of running to school or being late. When Kotoko-chan confronts him about his rudeness he simply says for her not to talk to him and that he hates absent-minded girls more than stupid ones. After dealing with all of Irie-kun`s cold disdain, she decides to one up him in the upcoming exams. While studying at the house, Irie-kun`s mother shows Kotoko-chan pictures of Irie-kun`s sister - what!?!? Irie-kun was dressed as a girl, and a cute one at that. With one cute picture in hand and a dastardly plan she coerces Irie-kun into becoming her tutor for the exams. On the condition that she makes it into the top 50 students with the highest score, she`ll give the picture back. He grudgingly accepts and a truce is born. While studying the intense stressful attitude turns slowly into a less tense good-natured bit of bullying. There are even a few times when they fall asleep charmingly after studying late into the night. On the way out the door Irie-kun`s mother happily gives Kotoko-chan a good luck charm for the test and the two students head to school. Poor Kotoko-chan though, she clumsily misses the bus again, wait - Irie-kun put his hand in front of the door this time. Something must really be changing. Irie-kun might have a soul. Also, as they walk to class he says \"good luck\". The test is over, results are in, and Kotoko has made it at spot 50. She remembers the good luck charm and opens it to find a super cute picture of her and Irie-kun asleep while studying. Her friends find out and even though they promise not to tell about it, Irie-kun is teased about it somehow and angrily tells Kotoko-chan to stay out of his life.\nSource: theTVDB.com",
  "episode_id" : 89835,
  "length" : 25,
  "number" : 2,
  "rating" : {
    "rating" : 7.52,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GJWU2V907" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Abunai Doukyo Seikatsu"
  }, {
    "language" : "ENGLISH",
    "title" : "Dangerous Cohabitation"
  }, {
    "language" : "ARABIC",
    "title" : "التعايش الخطر"
  }, {
    "language" : "JAPANESE",
    "title" : "アブない同居生活"
  } ],
  "type" : "REGULAR"
}