{
  "air_date" : "2008-04-17",
  "anime_id" : 5678,
  "description" : "How depressing. After Kotoko-chan and Irie-kun had gotten just a little closer, she inadvertently brings embarrassment to the one she loves. Now he will never love her. She falls asleep with tear-stains down her cheeks and her confession letter in her hand. When Irie-kun walks in to tell her it`s her turn in the shower, he on impulse decides to read the letter, his face is blank, and void of expression. At breakfast the table is full of talk of the Sports Festival. On a whim the family decides to watch as Kotoko-chan and Irie-kun participate especially since they happen to be participation in an event together. The differences in classes are pointed out when it shows the excited spiritful F-Class and then the boorish studying A-class. F-class pulls ahead and now it`s Kotoko turn to participate in the burrowing race. She is called to bring the person she loves. She runs over to ask Irie-kun but chickens out and asks his father instead. Then it`s on to the mixed relay, while they walk to the start Kotoko-chan taunts Irie-kun about how her class will win he replies by saying he hadn`t done his best before and that now he will. In the last leg it turns out to be Kin-kun and Irie-kun. Just as Irie-kun sprints across the finish line Kotoko-chan is pushed out in front of him and she gets run over. Kin-kun steams as Irie-kun carries her to the nurse. It seems they are getting close again, perhaps Irie-kun is used to having her around. Well, any good impression he may have made is thwarted when Irie-kun embarrassingly recites the letter she wrote him. Before he gets to the last part where she had written that she loved him, she jumps up and slaps him. At that moment the house goes up in chaos. Everyone had no idea that Kotoko-chan loved Irie-kun. Then Kin-kun jumps into the scene through an unlocked door. He proceeds to boast of his #1 passion for Kotoko-chan. He finishes his boast with the claim that, despite Kotoko-chan`s feelings for Irie-kun he does not reciprocate in the least. Irie-kun replies that people`s feelings can change, the person you hate might become the person you love. Everyone is taken aback and the story continues.\nSource: theTVDB.com",
  "episode_id" : 89963,
  "length" : 25,
  "number" : 3,
  "rating" : {
    "rating" : 7.25,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GN7UD421J" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Baton Pass of Love"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Koi no Baton Touch"
  }, {
    "language" : "ARABIC",
    "title" : "لمسة العصا الرومانسية"
  }, {
    "language" : "JAPANESE",
    "title" : "恋のバトンタッチ"
  } ],
  "type" : "REGULAR"
}