{
  "air_date" : "2008-08-02",
  "anime_id" : 5678,
  "description" : "It`s Kotoko`s first day of learning how to be a nurse and she meets and befriends 4 new people: Ogura Tomoko, Shinagawa Marina, Kamogari Keita, and the lovable Kikyou Motoki(Miki). She then finds out that Marina, Motoki, and Tomoko all love Naoki. And all hate his wife who happens to be Kotoko. Unable to bring herself to say she is Naoki`s wife she plays along with their plan to find out out who Naoki`s wife is. Later on they go to Naoki and Kotoko`s house and try to find out who it is. Kotoko frustrated with keeping the secret is about to tell them that she is Naoki`s wife, however all three of them see Naoki walking up to the house with Mastumoto Yuuko and of course believe she is Naoki`s wife. Astounded by her beauty and class Marina, Motoki, and Tomoko give up on Naoki, leaving Kotoko unhappy about the fact that they think Yuuko is Naoki`s wife. The next day however Naoki comes into her classroom and tells her about some shopping requests. When he leaves, everyone is speechless and Kotoko begins apologize for deceiving them. However finding out that Kotoko is Naoki`s wife, they are filled with joy and now have their hopes up again. Later at dinner, Marina, Motoki, and Tomoko group around Naoki while Kotoko is drinking with Keita. After yelling at Keita, due to being drunk, she falls asleep. Naoki is about to take her home, but Keita, furious about Naoki not caring about Kotoko`s needs, yells at him. The next day when Keita sees Kotoko working as hard as she can, he lets her use his arm to practice on blood pressure. While Kotoko is getting ready, Keita begins to blush showing he has feelings for her. Naoki sees Keita and Kotoko together and begins to get jealous.\nSource: theTVDB.com",
  "episode_id" : 92236,
  "length" : 25,
  "number" : 17,
  "rating" : {
    "rating" : 7.37,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GEVUZEX75" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Enviable New Face"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Netamaresou na New Face"
  }, {
    "language" : "JAPANESE",
    "title" : "ねたまれそうなNEWフェイス"
  } ],
  "type" : "REGULAR"
}