{
  "air_date" : "2008-08-23",
  "anime_id" : 5678,
  "description" : "When Kotoko announces to Irie that during the capping ceremony/graduation all the male students in the medical department are to present flowers to the nurses they like, he tells Kotoko that he won`t be able to make it to the ceremony because of a meeting and that the whole flower giving idea was stupid. Then Kotoko is selected as the representative for her class and has to recite the Nightingale Pledge because she is Irie`s wife and because nobody except Moto volunteered but since the head nurse knows that Moto is a male and the tradition was to have female nurses to recite the Pledge, he wasn`t selected. Afterwards, Kotoko practices memorizing the Pledge but has trouble when Moto walks by reciting the entire Pledge perfectly. At that moment, Kotoko realizes that Moto really did want to be a female nurse because of an old movie he saw so she schemes a plan with him. Towards the end of the ceremony, Moto shows up wearing a female nurse uniform. The head nurse tells him to go get changed but Kotoko and the rest of the class objected so the nurse ended up capping Moto. Kotoko recites the Pledge perfectly and afterward, she stays behind in the cathedral and Irie shows up, shocking Kotoko. Irie apologizes to Kotoko because he didn`t make it in time for the ceremony. Four years later, Kotoko is a full fledged nurse but still acts like a novice since she runs in the halls and isn`t perfunctory. Her patient is an \"old hag\" because she makes Kotoko run errands. The patient also secretly took pictures of Irie and when Kotoko took a picture of Irie that her patient took, the patient tells the head nurse that Kotoko was stealing. The head nurse chastises her and sends her off. As Kotoko walks by Keita and his patient Kotoko realizes that Keita`s patient is in love with him even though he denies it. When she joins Moto and the other nurses, they tell Kotoko that Nobuhiro, a movie star, was in the waiting area. They drag Kotoko to find Nobuhiro and when they were standing in front of the T.V. a guy tells them to move and then they realize that the guy was Nobuhiro. They beg for his autograph but Nobuhiro tells them to stop bothering him. Kotoko stands up to him and Nobuhiro hugs her and says, \"I miss you. Kotoko-san.\" However, Kotoko has no idea who he is.\nSource: theTVDB.com",
  "episode_id" : 92239,
  "length" : 25,
  "number" : 20,
  "rating" : {
    "rating" : 6.57,
    "total" : 4
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GN7UD42ME" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Nightingale no Chikai"
  }, {
    "language" : "ENGLISH",
    "title" : "Nightingale`s Oath"
  }, {
    "language" : "JAPANESE",
    "title" : "ナイチンゲールの誓い"
  } ],
  "type" : "REGULAR"
}