{
  "air_date" : "2008-09-13",
  "anime_id" : 5678,
  "description" : "After visiting the hospital, it is confirmed that Kotoko is indeed pregnant. Oba-san throws a party, Kotoko`s and Irie-kun`s fathers both look up baby names, even Yuki is excited though he tries not to show it, but is later seen with toys for the baby. After the party, Kotoko-chan and Irie-kun enter their bedroom, Kotoko is a bit worried and questions Irie-kun on what he thinks about her being pregnant, if he`s happy about it or not. Irie-kun calls her an idiot and hugs her saying he is very happy. Going to work, Kotoko`s friends make her doubt Irie-kun`s loyalty to her. As Kotoko spies on him (with Oba-san spying on both Kotoko and Irie-kun) she sees him talking and laughing along with a young nurse. Kotoko then sees Irie-kun talking to Yuuko Matsumoto who it seems has been admitted to hospital. Later, while walking home, Kotoko questions him about the young nurse. Irie-kun mentions the young nurse being cute and Kotoko seems to feel down after hearing that. The next day Kotoko spies on Irie-kun and the young nurse as they visit Yuuko Matsumoto, who sees Kotoko standing outside. Kotoko covers up by saying she was worried about Yuuko. Irie-kun talks to the young nurse using `chan` after her name, Kotoko gets all jealous, but her jealousy is cut short as Sudo-senpai rushes into Yuuko`s room and bumps into Kotoko on the way in, therefore ending her jealousy trance. Later when their shift is over, Irie-kun reassures Kotoko`s doubts of him, and catches her as she`s about to fall down the stairs. As they stand there, Kotoko`s friends spy on them. As Kin-chan announces that he is going to marry Chris, two men in black walk into the restaurant. It seems Chris` mum is here. She grabs Kin-chan`s face and takes time to examine him, then tells Chris that Kin-chan is a very handsome man, also saying that Kin-chan should come to England once he marries Chris. Back at the hospital, Matsumoto Yuuko is giving Sudu-san and Kotoko a hard time, as she tries to go back to work. When Sudo-san gets angry at her for not thinking of her own health he slaps her, causing Yuuko to punch him in the face as she walks out in an angry fit with Kotoko chasing after her. When Yuuko tells Kotoko to leave her alone as she`s going back to work, Kotoko questions her and asks if Yuuko is going to work still dressed in her pajamas. As they return to Yuuko`s room they overhear Sudo-san talking to Irie-kun about Yuuko. Yuuko then returns to her bed saying she will be staying until she gets better. Kotoko and Irie-kun return home, Oba-san calls Irie-kun over and tells him that she is very upset with him, showing him all the photos she took of him talking to other nurses. Kotoko and Irie-kun enter their bedroom and Kotoko says that Oba-san was just worried, but Kotoko stops talking mid-sentence, Irie-kun asks what`s wrong. It seems the baby is moving.\nSource: theTVDB.com",
  "episode_id" : 92577,
  "length" : 25,
  "number" : 23,
  "rating" : {
    "rating" : 7.15,
    "total" : 6
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G2XU0Q477" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kimi, Meguru, Boku"
  }, {
    "language" : "ENGLISH",
    "title" : "You, Going Around, Me"
  }, {
    "language" : "JAPANESE",
    "title" : "キミ, メグル, ボク"
  } ],
  "type" : "REGULAR"
}