{
  "air_date" : "2008-09-20",
  "anime_id" : 5678,
  "description" : "Kotoko is messing around with her C-cup breasts. She later on goes to see Kin-chan and finds out that Chris is 3 months pregnant. Kotoko, after coming back home, tells Irie-kun about the news. She later doesn`t feel good and thinks it is because of the iron tablets she`s been taking to replenish her blood. She doesn`t tell Irie-kun about this because she doesn`t want to disturb him while he`s writing this thesis. The next day, Kotoko and her friends are discussing when Kotoko is going to take maternal leave. She refuses quickly, stating that she wants to work as much as possible and goes to see Irie-kun. Later on, her friends from work go home and leave Kotoko to walk home with Irie-kun but he informs her that he will be working late that evening as he wants to do more of his thesis. It then shows Kotoko on the tube where she thinks that she feels a bit light-headed. As she is walking up the steps from the tube she collapses at the top not feeling well, she is spotted and then an ambulance is called, Kotoko is unconscious. Irie-kun is then seen writing when his mobile phone starts ringing. We seen him running through to the hospital where Kotoko is, all the family are there. It turns out she was exerting herself too much during pregnancy. One month later Kotoko persuades Irie-kun to go to Pregnancy Classes with Kin-chan and Chris. It`s there where she goes into labor. Kotoko, Irie-kun and Oba-san are at the vending machines at the hospital when Matsumoto is rushed in with Sudou. She has been coughing up blood due to her illness. Irie-kun has no option but to operate and that`s when Kotoko gives birth, Irie missing it. They have a baby girl and call her Kotomi. It then shows a few years later and it is clear that Kotoko and Kotomi are rivals for Irie`s love. It ends flicking through scenes of the friends and family of Kotoko and Irie-kun.\nSource: theTVDB.com",
  "episode_id" : 92717,
  "length" : 25,
  "number" : 24,
  "rating" : {
    "rating" : 9.12,
    "total" : 7
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G8WUNM133" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Happy Love Carnival"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Happy Love Carnival"
  }, {
    "language" : "JAPANESE",
    "title" : "ハッピー・ラブ・カーニバル"
  } ],
  "type" : "REGULAR"
}