{
  "air_date" : "2008-10-16",
  "anime_id" : 6088,
  "description" : "Takumi believes the girl is here to kill him, but the girl laughs it off having no idea what he is talking about. After looking into her eyes, he remembers her name as Sakihata Rimi. At first he is confused, but then Misumi Daisuke says that the three of them have been friends since the first year. While at home he is surprised to find Rimi checking up on him. Takumi freaks out and orders her to get out. At the same time, the Tokyo Metropolitan Police Department Criminal Investigation Division have found surveillance footage who they believe is a suspect of the murdered staked man. Takumi accompanies Yua to pre-order the latest Seira figurine. As they interact more with each other, Takumi takes a liking to Yua as she accepts him for who he is. Yua accidentally spills out the contents of her handbag. Takumi then realizes that she has been conducting a lot of research on the New Generation murder incidents all along. Takumi, who is frightened with delusional thoughts, attempts to run. She confronts him about what he is hiding by pulling out one of the cross-shaped stakes he had taken from the murder scene. Despite her suddenly threatening nature, she claims that she only wanted to ascertain if he knew about it. She also states that she is curious about whether or not Takumi has the power of precognition. Her reasoning behind this are the images of the third New Generation incident that were sent to Takumi. Takumi claims that he got them from someone called Shogun and wonders if Yua is that person. Yua, however, explains that the images were found on the computer he was using at the internet cafe. Yua concludes that Takumi is Shogun. Nevertheless, she lets him go, and Takumi returns home playing his MMORPG. \nSource: Wikipedia",
  "episode_id" : 93505,
  "length" : 30,
  "number" : 2,
  "rating" : {
    "rating" : 7.94,
    "total" : 13
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRJQGM3XY" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Ego"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Jiga"
  }, {
    "language" : "JAPANESE",
    "title" : "自我 ego"
  } ],
  "type" : "REGULAR"
}