{
  "air_date" : "2008-10-23",
  "anime_id" : 6088,
  "description" : "A flashback shows when Takumi was a little boy. He is upset for having not gone on a school field trip, so he wished that no one could go. He drew a picture of a school bus and then he ripped it in half. His mother then receives a call informing her that on the way to the field trip the bus got in an accident and was ripped in half. Takumi thought his wish came true. For days he was speechless, in which his mother promptly took him to a psychiatrist. In present time, Takumi goes to the hospital to see Takashi Fumio, his childhood psychiatrist, accompanied by Hazuki, his nurse. He claims that he is sleepwalking so they have him sleep for three hours to see if he gets up. Hazuki says that he was not sleepwalking and so Takumi goes home. Rimi goes to the library and meets a strange student. Back at home, Takumi receives an image of him running from the murder while holding a stake. He believes that Shogun took a picture of the future. Daisuke brings Takumi to a live concert to see the band, called Phantasm, and their lead singer, stage-named FES. Takumi notices that FES is looking at him and hallucinates that she is walking towards him with a sword. Takumi leaves the concert early and the scene goes to a girl and her mother preparing to move to a new house. Nanami takes Takumi to go buy him a cell phone and then they go eat. There, Takumi notices a girl with a sword similar to that of FES. At home Takumi goes on the chat room and clicks on a link that entitles the fourth New Generation incident, which then leads to an auction called \"Vampire\". \nSource: Wikipedia",
  "episode_id" : 93538,
  "length" : 30,
  "number" : 3,
  "rating" : {
    "rating" : 7.74,
    "total" : 13
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GRK50VMG6" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Contact"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sesshoku"
  }, {
    "language" : "JAPANESE",
    "title" : "接触 contact"
  } ],
  "type" : "REGULAR"
}