{
  "air_date" : "2008-11-20",
  "anime_id" : 6088,
  "description" : "After the earthquake, Takumi searches for Rimi at school. Ayase jumps off the school roof, but Takumi unwittingly creates a flowerbed to save her from the fall. Later, nasty rumors begin to circulate around the school that it was Takumi`s relationship with Ayase that caused her to jump. As his class is teasing him, a feminine voice begins speaking to Takumi in his head. After school, Takumi gets beat up by a group of paid thugs, but is saved by Kozue who is apparently able to communicate telepathically. She is revealed to be another Di-Sword wielder as well as a friend of Sena Aoi, the girl that Takumi met in the streets a few days ago. Sena explains that people who are able to see and obtain Di-Swords are called \"Gigalomaniacs\", and that they are capable of projecting their delusions to other people, with the help of their Di-Swords. The Nozomi Technology Group has a meeting and it is revealed that they are using a machine called Noah II to synthetically use the powers of the Gigalomaniacs for their own purpose. To this end, they have recruited several people, called \"Porters\" who carry special devices in backpacks to allow Noah II`s signal to reach people. The backpack device destroyed by Sena in the previous episode is revealed to be one such mobile transmitter port for Noah II`s signals. Takumi learns that he, Sena and Kozue are all Gigalomaniacs with the power to project delusions into reality, using a process called \"real-booting\". Takumi is said to be special in that he is unknowingly capable of real-booting delusions even without a Di-Sword. When a Noah II created delusion of a runaway digger appears and cause people to panic, Sena and Kozue jump into action to destroy the mobile transmitters carried in backpacks by the Porters nearby. The Nozomi Technology Group vows to remove all obstacles to their plans. Takumi, Sena, and Kozue form a group to stop Nozomi, and Kozue urges that they take a commemorative picture in a nearby photo booth. \nSource: Wikipedia",
  "episode_id" : 95121,
  "length" : 30,
  "number" : 7,
  "rating" : {
    "rating" : 5.25,
    "total" : 13
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GYDQPXM46" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Jikaku"
  }, {
    "language" : "ENGLISH",
    "title" : "Realization"
  }, {
    "language" : "JAPANESE",
    "title" : "自覚 realization"
  } ],
  "type" : "REGULAR"
}