{
  "air_date" : "2008-11-27",
  "anime_id" : 6088,
  "description" : "Takumi is still waiting for Rimi to show up in school. She has not appeared in school since the day of the earthquake. Kozue comes to ask Takumi to accompany them to attack the headquarters of the Nozomi Technology Group to destroy Noah II. Takumi refuses so Kozue starts crying to force him to join them. He then takes her outside the school to avoid troublesome rumors. Sena was waiting for them outside and convinces him to join them. They entered through the front of the building and reached the underground research facility with the help of Sena who projected a delusion that caused the people around them to see the trio as corporate executives. Meanwhile, Rimi is shown in a hospital room talking to an old man in a wheelchair, shown as Shogun, who Takumi saw previously in the streets of Shibuya. The trio apparently finds Noah II but Genichi Norose, the president of the Nozomi Technology Group appears to stop them. Takumi sees visions of Sena`s past and that her real name is Hatano Sena and not Aoi Sena. When they were about to lose, Ayase suddenly appears and helps them. She then collapses after the fight. Norose was frozen due to Ayase`s projection of her delusion but he makes Sena and Kozue fight each other by causing them to see delusions that made them think the other is Norose. Takumi unconsciously cancels the delusions Sena and Kozue were seeing. Sena apparently defeats Norose and Kozue destroys Noah II. They then find out that it was not Noah II, but just a prototype machine and that the Norose they defeated was simply a delusion real-booted by that machine. Takumi goes to school the next day and is overjoyed to see Rimi. Norose is shown in a dark office in a high building talking to someone, apparently another Gigalomaniac, who is trapped and held up in his massive Di-Sword. \nSource: Wikipedia",
  "episode_id" : 95249,
  "length" : 30,
  "number" : 8,
  "rating" : {
    "rating" : 3.39,
    "total" : 11
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GR5VW49QR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Linkage"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Rendou"
  }, {
    "language" : "JAPANESE",
    "title" : "連動 linkage"
  } ],
  "type" : "REGULAR"
}