{
  "air_date" : "2008-12-04",
  "anime_id" : 6088,
  "description" : "Yua is shown in Momose`s private investigator office talking to Ban about the New Generation incidents and Takumi, while Ban asks her if she is the twin sister of Kusunoki Mia, who is one of the five victims of the \"Group Dive\". Ban receives a call from Mamoru saying the sixth New Gen incident has occurred. Takumi also finds out about the sixth incident from the internet through his online friend Grim, who identifies it as \"Brainless\". The victims were the thugs who attacked Takumi previously. He believes that Shogun is deliberately targeting him. Going through old stuff stored in boxes to find clues, he comes across an old essay of his entitled \"Those eyes... Whose are they?\" with a scribbling written in the back including a formula, \"Ir2\", on it. He then receives a cryptic call from Nanami asking for his help. Meanwhile, Yua tells Ban about Ayase`s Di-Sword. Ban replies with him seeing Sena in a security camera video pulling out a Di-Sword out of nowhere. Momose, sitting next to Ban, changes the topic and asks about the frog plushies hanging from Yua`s handbag, while Yua tells them they are currently trendy and that new designs come out on the weekends with long lines of people waiting to buy them. Takumi, Rimi, and Daisuke go to visit Ayase in the hospital. Rimi tells the two of them to go ahead and excuses herself. She is later spotted by the two having an argument with Ayase. Ayase, back in her room, tells Takumi that overcoming his \"divine punishment\" trial would enable him to obtain his Di-Sword. Ayase then tells him about her own ordeal. Later, Takumi receives another call from Nanami asking for his help. He returns to his container house with Rimi and finds Sena and Kozue waiting for him on top of it. Sena asks him if he was the one who drew the scribble with the \"Ir2\" equation on it, and when Takumi confirms, Sena jumps down to attack him with her Di-Sword. Rimi pulls him away and summons her own Di-Sword to block Sena`s attacks. Sena goes past Rimi using a feint attack and moves to attack Takumi, then Rimi stops her by forcing her to see a delusion involving a certain homeless man from her past. After Sena stops attacking, Takumi asks her about \"Ir2\". Sena blames him because that equation is what led to the destruction of her family. She tells him that the chaos in Shibuya right now originated from that equation. Kozue, who was simply watching from the sidelines, mentions seeing a homeless man telling her that the boy who started \"Those eyes... Whose are they?\" is the most important. Sena then leaves to find that man. Takumi thanks Rimi for saving his life. On the way to the his childhood house, Rimi warns Takumi that things will not remain the same if he goes and tries to discourage him from going. Takumi tells her that he has to see Nanami. When Takumi reaches the place where his childhood home was supposed to be, he is shocked to see unfamiliar scenery instead, and Rimi tells him that he has nowhere in the world to go home to. Elsewhere, Shogun is shown entering a hidden hospital room. The name of the patient ironically written outside the room is Nishijou Takumi. \nSource: Wikipedia",
  "episode_id" : 95250,
  "length" : 30,
  "number" : 9,
  "rating" : {
    "rating" : 7.31,
    "total" : 11
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6GGQJK86" ]
  },
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Kyozetsu"
  }, {
    "language" : "ENGLISH",
    "title" : "Rejection"
  }, {
    "language" : "JAPANESE",
    "title" : "拒絶 rejection"
  } ],
  "type" : "REGULAR"
}