{
  "air_date" : "2008-12-11",
  "anime_id" : 6088,
  "description" : "Takumi is told by Rimi that his memories are actually fabricated and that he is actually a delusional existence created by Shogun, the real Nishijou Takumi. He is shocked by all of the revelations and begins to think Rimi had betrayed him. She apologizes to Takumi for hiding everything from him, then embraces him. Rimi tells him she has to go to rescue Nanami from her kidnappers and leaves, telling Takumi to wait for her in his house. She made him promise to not have anymore delusions, since it shortens the life of Shogun. Back in Momose`s office, Ban and Momose discuss the connections between the Meiwa Political Party and the Church of Natural Divine Light within the Nozomi Technology Group affection the biorhythms of the pedestrian scramble. Ban receives a call from Suwa who is apparently in trouble and is being held at the hospital. He tells Yua and Momose to hide in the meantime and then leaves to find Suwa. Distraught after having his existence denied, Takumi calls Daisuke to affirm his existence, but hangs up on him after receiving an ambiguous answer. Rimi is shown on an overpass talking to the real Takumi on her cellphone. Ban meets Hazuki in the hospital, who tells him a suspicious man went up the stairs to the roof. Yua is shown to have followed Ban to the hospital where she apparently confronts a delusion of her deceased twin sister Mia, who almost succeeds in leading her to her death. In the ensuing struggle, Yua awakens as a Gigalomaniac and obtains her Di-Sword. Suwa, revealed to be a part of the Church of Natural Divine Light, betrays Ban on the roof and shoots him. Meanwhile, Takumi is apparently visited by Nanami in his house, who turns out to be just a delusion when he tries to hug her and confirm his existence. Rimi goes to rescue Nanami, who is being held in the true location of Noah II. She encounters Norose and witnesses Nanami awaken as a Gigalomaniac as a result of physical injury and psychological torture where she obtains her Di-Sword. Rimi fails to rescue her due to a delusional psychological attack from Norose and is captured instead. Takumi goes to pedestrian scramble where he finds agitated crowds of people running amok. In the chaos, Shogun comes to tell Takumi that only he can stop Noah II. \nSource: Wikipedia",
  "episode_id" : 95548,
  "length" : 30,
  "number" : 10,
  "rating" : {
    "rating" : 5.85,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "G6E524J3Y" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Purification"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Senrei"
  }, {
    "language" : "JAPANESE",
    "title" : "洗礼 purification"
  } ],
  "type" : "REGULAR"
}