{
  "air_date" : "2008-12-18",
  "anime_id" : 6088,
  "description" : "Shogun explains to Taku that he intended to stop Nozomi from abusing his \"Ir2\" equation using Noah II and taking over humanity, but since his aged body is incapable of doing so, he had no choice but to create Takumi from a delusion to do it in his stead. He goes on to inform Takumi that Rimi was captured in the process of rescuing Nanami. In a flashback, it is shown that Rimi and Shogun had met in the past in the hospital and had become close friends. Takumi, remembering all that Rimi had done for him, realizes his true feelings for her, which allows him to obtain his Di-Sword. Even though Shogun asks him to destroy Noah II for humanity, Takumi decides to destroy it in order to save Rimi. Shogun directs Takumi to find and destroy the devices carried by Porters that are causing the chaos in the pedestrian scramble. Hazuki, caught to be the last Porter, is exposed to be the real New Generation perpetrator after Takumi reads her memories and projects it to the screens on the buildings around them. Being a member of the Church of Natural Divine Light, stabs herself with a cross-shaped stake. Shortly after, another strange earthquake happens, one that is much stronger than the previous, resulting in numerous deaths and casualties and having destroy much of the city. Ayase and Yua roam the ruined streets looking for the others, as they encounter Nanami, who mentions Rimi being taken as hostage. The street caves in and the three fall underground. Takumi regains consciousness and takes Shogun with him while looking for the other girls. After hearing Ayase sing, Takumi uses his Di-Sword to rescue them from the collapsed pit. Nanami remembers her true brother after Takumi tells her of his delusional existence. Taku goes alone while the three girls cover his advance from giant insect created by Noah II. Meanwhile, Sena and Kozue, while walking in a subway tunnel encounter a homeless man Hatano, who is the father whom Sena wanted take revenge on. Before she could do so, Suwa intervenes and attempts to shoot her, but Hatano jumps in and takes the bullet, preventing his daughter from being wounded. Using his Porter device, Suwa proceeds to subdue Sena and Kozue with delusions, however Takumi timely arrives and quickly negates these delusions, to the extent of making Kozue to speak. Suwa attempts to kill Taku with stakes but is instead killed when Taku manages to switch their places using a manipulative delusion. Taku continues onward to save Rimi and destroy Noah II. \nSource: Wikipedia",
  "episode_id" : 95685,
  "length" : 30,
  "number" : 11,
  "rating" : {
    "rating" : 7.6,
    "total" : 10
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY9P7K59R" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Independence"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Jiretsu"
  }, {
    "language" : "JAPANESE",
    "title" : "自立 independence"
  } ],
  "type" : "REGULAR"
}