{
  "air_date" : "2008-12-25",
  "anime_id" : 6088,
  "description" : "In a dreamlike inner monologue sequence, Shogun explains that he is suffering from an illness that caused his body to age rapidly after ten years, nearing his death. When Takumi queries what will happen once Shogun dies, to which the latter responds that the former will continue to exist after being real-booted. Even if Takumi dies instead, Shogun will have his life span extended, albeit for only a few days or weeks. Along the way to the Noah II planetarium, Takumi is attacked by several real-booted Seira dolls created by Noah II, with the objective of stopping him. Elsewhere, Shogun, tells Nanami, Ayase, and Yua to catch up and assist Takumi in destroying Noah II. The three of them meet up with Sena and Kozue at the underground subway station and they all go together to help Takumi. Inside the old planetarium, Takumi discovers Rimi being held up on Norose`s Di-Sword. Rimi is surprised by his arrival, and Takumi responds by declaring his love for her and that he has come to save her. Norose explains his philosophy then removes Rimi from his sword to fight Takumi. Noah II activates its defense mechanism to protect itself. Taku is then overwhelmed by a series of delusions that causes him to stop moving in reality. Rimi snaps him out of the delusions and he continues to fight Norose in a losing battle. Nanami, Yua, Ayase, Sena, and Kozue arrive at a spot below the building where they decide to assist Takumi by sending him their powers via Ayase`s Cocytus delusion using the water from the city`s underground river. With the help of Takumi`s final power and encouragement from all six girls, Taku confirms his existence and defeats another delusion. Taku becomes impervious to physical attacks by Norose. Ayase`s Cocytus arrives and freezes Norose in place while Taku receives power from the girls, including the last from Rimi. He then creates a special attack with his Di-Sword and throws it at Norose as the target with Noah II behind him. The scene returns to the very first scene of the story, where under a rainy, overcast sky, Taku lies among the ruins of Shibuya with Rimi kneeling beside him, kissing him before she goes to plunge her Di-Sword into his chest. However, she is unable to bring herself to kill him because of her strong feelings for him. Shogun tells Takumi to live on in his place before he passes away. Takumi, inheriting memories of Shogun, consoles Rimi with the exact words with which the real Takumi used to comfort her. Holding hands, Takumi and Rimi then return the sky to its original color, and with the appearance of Nanami, Yua, Ayase, Sena, and Kozue, the city is restored to its original form. \nSource: Wikipedia",
  "episode_id" : 95742,
  "length" : 30,
  "number" : 12,
  "rating" : {
    "rating" : 4.26,
    "total" : 15
  },
  "recap" : false,
  "resources" : {
    "CRUNCHY_ROLL" : [ "GY495X7QR" ]
  },
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Mission"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Shimei"
  }, {
    "language" : "JAPANESE",
    "title" : "使命 mission"
  } ],
  "type" : "REGULAR"
}