{
  "air_date" : "2009-02-06",
  "anime_id" : 6110,
  "description" : "One day, Yoichi receives a love letter in his shoe locker from a pretty girl named Hinagata Yui, inviting him to go on a date. Ibuki, concerned that Yoichi might do something outrageous again goes on a \"practice date\" with him. Ayame, Chihaya, and Kagome watch them secretly. She has him change out of his robes into ordinary casual clothes and gets him to leave behind his wooden sword, and he notices her admiring a display with stuffed toy kittens. They go bowling and Yoichi proves to be ridiculously bad at it, and have lunch at the ramen shop where Tsubame works. As the day ends, as Yoichi is about to give Ibuki one of the stuffed kittens she was admiring earlier, she stumbles and while he tries to save her they both fall into a fountain. He gives her the stuffed kitten which makes her very happy, and she runs off to get a drink.\nYoichi then sees Hinagata, who asks him what his reply is to her letter. He thanks her and tells her that it made him happy, but he declines the offer, saying that a date must be between two people who love each other. Hinagata then produces a three-section staff and proceeds to fight him: she is yet another martial artist who has been hired to assassinate him. He manages to take her weapon from her and damages her clothes and she runs off. Meanwhile, a group of punks has accosted Ibuki at a vending machine and she beats them down.",
  "episode_id" : 96538,
  "length" : 25,
  "number" : 5,
  "rating" : {
    "rating" : 7.8,
    "total" : 8
  },
  "recap" : false,
  "titles" : [ {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Date Shiyou ze!"
  }, {
    "language" : "ENGLISH",
    "title" : "Let`s Go on a Date!"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Quinta Espada Longa - Vamos Ter Um Encontro!"
  }, {
    "language" : "FRENCH",
    "title" : "Sortons ensemble !"
  }, {
    "language" : "JAPANESE",
    "title" : "デートしようぜ!"
  } ],
  "type" : "REGULAR"
}