{
  "air_date" : "2009-02-20",
  "anime_id" : 6110,
  "description" : "Ibuki has won tickets to a private resort island, and she brings along her sisters, Yoichi, her students, Tsubasa, and Angela, and invited Washizu but he misunderstood the date of the outing. The resort island was actually a ploy by the mysterious masked man to once again assassinate Yoichi, and he has this time hired the Mizunagi brothers to do it, whose skill on the waters is unmatched. They get a trained seagull to attack the girls, and Yoichi tries to save them it looks like he is doing perverted things to them, although Angela understands what he was trying to do.\nLater, Kagome refuses to take off her shirt to swim, which concerns Ibuki and Masashi, who say harsh things to her, so she walks off. Masashi goes after her, and they both fall into a pit that the Mizunagis have prepared. They are gone a long time so everyone goes looking for them. Kagome and Masashi find a tunnel out of the pit, which leads to a cliff, where Masashi falls. Yoichi, despite being unable to swim, dives in after him.\nKagome tosses Yoichi his wooden sword and a lifebuoy which he uses to stay afloat as the Mizunagis attack. Their first attack hits the cliff like a tidal wave, and Masashi nearly drowns, but Kagome dives in to rescue him. Yoichi is ready for the second attack and uses a special technique to deflect the oncoming wave, defeating the Mizunagis.\nLater Kagome admits that she refused to go swimming because she was beginning to develop visible breasts, which she was shy about.",
  "episode_id" : 96536,
  "length" : 25,
  "number" : 7,
  "rating" : {
    "rating" : 8.55,
    "total" : 6
  },
  "recap" : false,
  "titles" : [ {
    "language" : "FRENCH",
    "title" : "Maillots de bain scolaires, blancs et bikinis"
  }, {
    "language" : "ENGLISH",
    "title" : "School Swimsuit, White School Swimsuit, Two-Piece Swimsuit"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Sukumizu Shirosuku Separate"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Sétima Espada Longa - Um Maiô Pela Metade!"
  }, {
    "language" : "JAPANESE",
    "title" : "スクミズ シロスク セパレート"
  } ],
  "type" : "REGULAR"
}