{
  "air_date" : "2009-04-06",
  "anime_id" : 6340,
  "description" : "The story begins with an older man`s (Hajime`s) voice reminiscing about his youth. The scene changes to his house, where Arashi is trying to wake the 16 year old Hajime up. Hajime explains to Arashi that he had been up all night working on his Free Study homework, for which he created the Strawberry Bomb, which appears to be a strawberry but is filled with all sorts of spicy peppers. He is surprised to find that, although he made three, he can only find one. A nearby explosion alerts him that his grandpa had eaten one of the \"bombs\". On their way to work, Arashi complains about the name, and makes Hajime change it to the \"Cutie Strawberry\". When they arrive at the restaurant, Kaya remarks that they are late and that Arashi is not acting ladylike. Just before Kaya has a chance to scold them, they hear a scream that Takakura Ken is outside, and Kaya, Jun, and the rest of the staff go to investigate. Hajime and Arashi go to the back to change into their uniforms, and they hear another scream, this time from Kaya. They assume that she met Ken, and continue changing. While they are working, a man comes in just for the air conditioning and cold water. Hajime decides, after being teased by this customer, to use the Cutie Strawberry on him, but he only has one for school. He begs Arashi for help, and she agrees, then whisks him into the past. Because Hajime cannot be seen by himself, Arashi goes into his room and takes a strawberry. Later on, another customer arrives, and, jealous that he is hogging all of Arashi`s attention, Hajime decidedes to use another Cutie Strawberry, the one he planted earlier on top of a strawberry shortcake. When the customer eats it, Hajime is surprised that there is no explosion. Frantic, he searches for the other cake, and is terrified to find out that it belonged to Kaya. He rushes to find her before she eats it, and is relieved that she had not yet had it. However, the cake is missing, and Kaya is steadfast that she will find it. She goes into the past with Jun to find the criminal that ate her cake. In the end, she gets Jun to scream about Takakura Ken to lure the past-time Kaya, Jun, and others outside, then slips in. At this time, Arashi and Hajime are changing in the back, and the shortcake is still in the fridge. Remarking that it was a long journey, Kaya bites into the strawberry and screams. The episode ends with the Hajime and Arashi of the past remarking that Kaya must have met Ken.\nSource: animevice",
  "episode_id" : 96861,
  "length" : 25,
  "number" : 1,
  "rating" : {
    "rating" : 5.3,
    "total" : 6
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "Playback Part 2"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Playback Part 2"
  }, {
    "language" : "JAPANESE",
    "title" : "プレイバックPart2"
  } ],
  "type" : "REGULAR"
}