{
  "air_date" : "2009-03-13",
  "anime_id" : 6110,
  "description" : "The Ikaruga sisters and Yoichi go to the hot spring inn, which despite being so isolated, is oddly very well-appointed. He meets Ukyou in the spring, who tells him how he is only causing trouble for the sisters and hasn`t really done anything for them. After dinner, the proprietress of the hot spring inn tells them of how there was a haunted cave behind the inn whose ghosts were frightening the guests. Yoichi and Ibuki go to investigate, belatedly followed by Ayame. The proprietress, who is really Sakon in disguise, drugs Chihaya and Kagome, so they fall asleep.\nAt the cave, Yoichi and Ibuki fall into a pit trap and are separated, and he sees what appears to be Ayame, who sets out to aggressively seduce him. The facts that she is behaving so substantially out of character and that her breasts are larger than he remembers tip him off, and he believes that she is a ghost attempting to deceive him. The false Ayame is again Sakon in disguise, and when Ibuki eventually finds them, she drugs the two of them, and so she and Ukyou manage to abduct Ibuki.\nWhen Yoichi can move again he returns to the inn and is attacked by many of their former enemies and a large number of Saginomiya henchmen. The real Ayame joins him and helps him fight, and they rescue Chihaya and Kagome. They later find Ibuki, who seems to have lost her memories.",
  "episode_id" : 96990,
  "length" : 25,
  "number" : 10,
  "rating" : {
    "rating" : 8.03,
    "total" : 7
  },
  "recap" : false,
  "titles" : [ {
    "language" : "ENGLISH",
    "title" : "A Battle to the Death at a Hidden Hot Spring!"
  }, {
    "language" : "FRENCH",
    "title" : "Combat mortel dans les sources secrètes !"
  }, {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Décima Espada Longa - Vida Ou Morte Nas Termas Secretas!"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Hitou de Shitou!"
  }, {
    "language" : "JAPANESE",
    "title" : "秘湯で死闘!"
  } ],
  "type" : "REGULAR"
}