{
  "air_date" : "2009-03-20",
  "anime_id" : 6110,
  "description" : "The Ikaruga sisters and Yoichi return home and find that Ibuki has not just simply lost her memories, but has further reverted to the mental age of a four-year old. As such, she remembers Ayame and Chihaya but does not quite recognise them, but does not know Kagome at all, as she was not yet born when Ibuki was four, which breaks Kagome`s heart. The sisters find that Ibuki is incredibly immature, completely different from the strong elder sister they had come to rely upon.\nAyame later scolds Ibuki for accidentally throwing a scissors at Chihaya, which makes her cry and she runs outside, where she sees Washizu, who doesn`t quite understand why she is behaving so strangely, but he brings her to a playground and plays with her as she asks. The Saginomiya siblings visit, and they explain what had been done to Ibuki, saying that the drug used on her brought her mind back to the age when she was happiest, implying that she felt that caring for her sisters has been a painful burden for her. Ukyou tries to convince them to let him take Ibuki, and provides them with wealth and a comfortable lifestyle as compensation, and even offers Yoichi a place at the soon to be revived Tsubame Ben-Ten Dojo with Angela and Tsubasa, which he will provide with the necessary funding.\nEveryone is tempted to consider the offer. However, Ukyou has one of his servants abduct Ibuki from Washizu, and Sakon lets on that her drugs brought Ibuki back to the mental age of four because that was what Ukyou specified. They very nearly accept the offers but Kagome`s sadness at being forgotten convinces them otherwise, and they go to the Saginomiya mansion to try to rescue Ibuki.",
  "episode_id" : 97214,
  "length" : 25,
  "number" : 11,
  "rating" : {
    "rating" : 4.19,
    "total" : 9
  },
  "recap" : false,
  "titles" : [ {
    "language" : "PORTUGUESE_BRAZIL",
    "title" : "Décima Primeira Espada Longa - O Que Ibuki-San Sofreu!"
  }, {
    "language" : "ENGLISH",
    "title" : "I`m Taking Ibuki"
  }, {
    "language" : "FRENCH",
    "title" : "Ibuki est à moi"
  }, {
    "language" : "JAPANESE_TRANSLITERATED",
    "title" : "Ibuki-san wa Moratta yo"
  }, {
    "language" : "JAPANESE",
    "title" : "いぶきさんはもらったよ"
  } ],
  "type" : "REGULAR"
}