{
  "anime_ids" : [ 1536, 3386 ],
  "character_id" : 10008,
  "description" : "Jo`s physical appearance is of that of a young teenager of 17 years old. Consisting of silver hair, red eyes, and a glowing tattoo located on her left arm and shoulder blade, they resemble wings and are occasionally called \"The Wings of the Devil\". They only appear when Jo is under a significant amount of stress while fighting. She also carries a pair of .44 Magnums with markings similar to the tattoo designed on left arm. Jo is often seen wearing a red leather jacket lined with gold fur and a yellow or red scarf. Aside from her jacket, she also wears a black top, black shorts, and chaps with her gun holster over the top.\nJo pilots a cybot called Django, which she uses to carry out various missions for Sei and to help out her friends when they`re in need, mainly Meg. Jo also puts Meg over anything else, which she stated when telling Meg that she fights for her. When she is not fighting, she enjoys watching horror or gore related movies. Jo would eventually rediscover her past as a genetically engineered war machine in human form. After being forced to surrender with Meg and others held hostage, Jo returns to the secret labs for reprogramming and conditioning at RAPT R&D. Jo`s counterpart, Maria, frees her and Meg to only prove who was the strongest by re staging the fight they were unable to finish. After the fight between Maria and Jo, which pushes both of them to their limits, Maria loses her will to fight and is restored to her true humanity. Reunited with the group, Jo decides that she has to destroy RAPT. Against Meg`s will who is highly opposed to the idea after seeing her go through a lifetime of combat, Jo knocks Meg out for her own safety, bids her farewell, and leaves her jacket behind for her to remember her by.",
  "gender" : "FEMALE",
  "name" : "Jou",
  "rating" : {
    "rating" : 6.81,
    "total" : 37
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "192" : "Watanabe Akeno"
  }
}