{
  "anime_ids" : [ 6658, 7628, 7950, 8271, 8860, 8931 ],
  "character_id" : 10117,
  "description" : "Ikaros is a \"Pet-Class Angeloid, Type Alpha\" who becomes bonded to Tomoki at the beginning of the story, which is symbolized by the invisible chain leading from her collar to Tomoki`s hand. She displays a very submissive, melancholic personality and is completely subservient to Tomoki`s wishes. Ikaros possesses the ability to grant seemingly any wish through the use of several techno-magical cards. Despite her passive appearance, Ikaros has displayed moments of aggressiveness whenever Tomoki`s life appears to be in danger. She weighs 48 kilograms, stands at 162cm and her wing type is listed as \"Variable\". Her \"Variable\" wings are extremely valuable and are highly desired by Synapse. While she begins the series with a poor grasp of human emotion, she eventually begins to acquire emotions and begins to fall in love with Tomoki. The reason for this is because she has high battle and processing capability, but has low emotional control as a result. She has been shown to be willing to sacrifice herself if it means ensuring the safety of Tomoki.\nAs the story progresses, it is revealed that Ikaros is not a \"Pet-Class\" Angeloid, but is actually a \"Strategic Battle-Class\" Angeloid and is the most powerful of all Angeloids. She takes little physical damage when she is shot, can fly to speeds up to Mach 24, and is able to withstand water pressure better than most submarines. In the past, she was called the \"Uranus Queen\" (ウラヌス・クイーン) and terrorized Synapse due to her immense power and battle capabilities. She was originally sent to Earth as a weapon of judgement and is responsible for destroying the Tower of Babel.\nIkaros is seen to be with the only Angeloid who has a \"Battle Mode\". When she activates her battle mode (\"Uranus Queen Mode\"), her wings are engulfed in bright light, her eyes become red, and a halo appears over her head. Ikaros can generate a nigh-invincible energy shield called \"Aegis\" (イージス). She also possesses several powerful weapon systems: \"Artemis\" (アルテミス), a series of multi-directional homing energy projectiles fired from her wings, and \"Apollon\" (アポロン), a bow that can fire energy-charged arrows capable of obliterating a country in a single shot. She also possesses the ability to summon and control a third weapon called \"Hephaestus\" (ヘーパイストス), which is part of an anime-only weapon system called the Uranus System (ウラヌスシステム), which vaguely resembles a massive cloaked spaceship. Both were first used in battle against the twin Gamma Harpies, but only the Hephaestus cannons were shown and dwarf the Harpies` Prometheus in firepower and size. A running gag in the series involves Ikaros occasionally seen holding a watermelon, a fruit she curiously takes an interest in. This leads her to eventually grow a patch of watermelons in the garden. Ikaros`s name is a play on the Greek mythological character Icarus, whose fate (falling from the sky) can be related to Ikaros`s introduction into the storyline.",
  "gender" : "FEMALE",
  "name" : "Ikaros",
  "rating" : {
    "rating" : 8.16,
    "total" : 432
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2296" : "Hayami Saori"
  }
}