{
  "anime_ids" : [ 117 ],
  "character_id" : 10132,
  "description" : "Samejima Mamimi believed herself as Tasuku`s (Naota`s older brother) girlfriend, though she is in some sort of relationship with Naota since his brother left Japan. She is a truant high school student with pyromaniacal tendencies; she also smokes a lot and spends most of her time under a bridge. She is often seen with a camera, and always smokes a worn cigarette with \"Never Knows Best\" written onto the paper. It is implied that she is often bullied at school, causing her to often ditch.\nIn episode three, \"Marquis de Carabas,\" it is hinted that her parents are separated or gone, suggesting that she is homeless or leaves her home to get away from something.\nShe has the peculiar tendency to name people and things \"Ta-kun\" (sometimes spelled \"Takkun\"), after her personal nickname for Naota`s brother (and Naota himself). Mamimi is likely using Naota as a substitute for Tasuku and therefore refers to him as \"Ta-kun\" which can be short for both Naota and Tasuku. Mamimi also calls Tasuku \"Tasuku-senpai\" since he is an older classmate.\nThe story originally sets forth that her fascination with fire stems from Tasuku having rescued her from the elementary school fire, although it is later hinted that she was the one who started that fire, given that she expresses her hate of her old elementary school, and her disappointment that the ashes still remain. Mamimi holds an almost quixotically weak grip on the difference between fantasy and reality; for example, she believes Canti to be the manifestation of Cantido, the video game god to whom she burns things as sacrifices. She also emanates an aura of benign vapidness that causes much of the cast (Naota`s classmates especially) to look upon her with disdain.\nAt the end of the series, she leaves Mabase to become a professional photographer. Her last words with Naota are at the end of Brittle Bullet when Naota makes the ultimate independent act of rejecting her affection outright and refusing to be called Ta-kun ever again. In Naota`s monolouge at the end of FLCLimax, he says the last words she said to him before leaving to be a photographer were \"So long, Naota\".",
  "gender" : "FEMALE",
  "name" : "Samejima Mamimi",
  "rating" : {
    "rating" : 7.12,
    "total" : 52
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5898" : "Kasagi Izumi"
  }
}