{
  "anime_ids" : [ 4022, 4938 ],
  "character_id" : 10253,
  "description" : "Nadeshiko is an Inukami from the same area as http://anidb.net/ch10241 [Youko], who has contracted with http://anidb.net/ch10262 [Keita]`s cousin, http://anidb.net/ch10263 [Kaoru]. In sharp contrast to all other Inukami on the show, she initially appears to be pacifistic and to regret the vanquishing of spirits and monsters. Her attitude and unwillingness to join in fights lead to her being temporarily expelled by her pack. Hake sends Nadeshiko to work with Keita as an example to Youko, who has commented that Nadeshiko is the only one of Kaoru`s pack of Inukami with any merit, but resents having her near her contractor, especially since Keita is clearly attracted to Nadeshiko. When the pack challenges Youko so Nadeshiko might stay with Keita for good, they lose spectacularly and Nadeshiko ends up saving them, showing she has considerable courage and regaining the pack`s appreciation by placing herself between Youko and the pack alpha, http://anidb.net/ch10252 [Sendan]. She constantly wears maid attire, and it is worth noting that Nadeshiko sees Keita`s positive qualities from the start and may once have considered contracting with him. She and Kaoru seem to share a special bond that causes some jealousy from her pack-mates at times. Nadeshiko`s senses are apparently keener than those of the other Inukami and Youko has said that Nadeshiko has an ability the rest of her pack lacks.\nIt is later revealed that Nadeshiko is a brutally powerful warrior if roused, the master of a power she calls `the Hammer of Destruction`, which smashes everything in its path. At the beginning of the series, Nadeshiko had `given up her power to Heaven`, due to an incident when she had lost herself in the frenzy of battle and nearly destroyed a human village. For a time, she refused to fight anyone or take a master - until she met Kaoru. Only when Kaoru is killed by Jasei does Nadeshiko reclaim the Hammer, which is powerful enough to overwhelm even Jasei.",
  "gender" : "FEMALE",
  "name" : "Nadeshiko",
  "rating" : {
    "rating" : 4.07,
    "total" : 38
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "308" : "Nazuka Kaori"
  }
}