{
  "anime_ids" : [ 4022, 4938, 5581 ],
  "character_id" : 10262,
  "description" : "Kawahira Keita is the male lead of the series. He was considered a failure by his family due to his attitude towards their ancient duty to vanquish evil, treating it like a part time job, and his initial inability to find an inukami to bond with. Even though http://anidb.net/ch10241 [Youko] becomes his inukami and is fully interested in him, he has a bad habit of flirting with other girls; it is later revealed that Keita is mortified by the thought that, if he should develop a relationship with Youko, he might become the father of a litter of puppies, rather than of a human baby. He is frequently punished for his transgressions by Youko, to whom he had to promise that he would be loyal to her, that he would be hers and that he would be her toy, to do with whatever she wanted, before she would contract with him. He wears a dog`s collar as a symbol of this pact — an item he originally intended as his `vow gift` to Youko. Youko has frequently landed him in jail by teleporting him into a public place without his clothes, causing him to be mistaken for a streaker and arrested for indecent exposure. Due to this, he has been named Ra-ou (Naked King) by the city`s perverts (male and female alike). When he is naked, his groin is replaced by a child`s drawing of an elephant.\nKeita possesses considerable athletic skills, can make frog-shaped talismans up to around the size of his fist from rubber which he can use to make ranged attacks, and is a practitioner of xingyiquan. Despite his flaws, Keita has considerable redeeming qualities; he is determined, usually fearless, and loyal to his friends and to people under his protection. http://anidb.net/ch10300 [Keita`s grandmother] is the head of the Kawahira family. She has contracted a male inukami named Hake. In the manga Keita, is a chain smoker and is much more serious than his anime counterpart. He also appears to care for Youko a great deal, but has problems taking her seriously because of her impulsive and mischievous behavior.",
  "gender" : "MALE",
  "name" : "Kawahira Keita",
  "rating" : {
    "rating" : 5.26,
    "total" : 29
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "14" : "Fukuyama Jun"
  }
}