{
  "anime_ids" : [ 77, 996, 2324 ],
  "character_id" : 10507,
  "description" : "Bruno J. Global is of Italian ethnicity. Before commanding the http://anidb.net/ch21733 [Macross], Global`s commanding officer during the U.N. Wars was http://anidb.net/ch7652 [Hayase Misa]`s father. He was the captain of the U.N. Navy submarine Marco Polo and the UN Spacy Oberth class space destroyer Goddard, which engaged and destroyed her hijacked sister ship Tsiolkovsky in the first ever use of reaction weaponry in real ship-vs-ship space combat during the U.N. Wars. Bruno J. Global rose through the ranks of the United Nations Forces thanks to his exploits during the Unification Wars until he was assigned as Captain of the flagship of the infant Spacy, the http://anidb.net/ch21733 [SDF-1 Macross] fortress.\nDuring the skirmishes of Space War I, Global came up with various strategies (with a little help from First Lieutenant http://anidb.net/ch7652 [Hayase Misa]) to evade the Zentradi, rather than attacking them head-on. The most tragic event under his command came with the collapse of the http://anidb.net/ch21733 [Macross]` ill-fated omnidirectional barrier, wiping out a large city in the Ontario region. The event caused a wider rift between him and the U.N., leading to the temporary exile of the http://anidb.net/ch21733 [Macross] from Earth. Eventually, when http://anidb.net/ch10517 [Milia Fallyna] of the http://anidb.net/ch10537 [Lap Lamiz] fleet defected to the http://anidb.net/ch21733 [Macross] and wished to marry http://anidb.net/ch10506 [Maximilian Jenius], Global gave them permission, and by doing so made the first true step toward peace with the Zentradi.\nAfter Space War I, he took an administrative position in the U.N. Government and designed the Human Emigration Project, a space colonization scheme followed by the U.N. for the following years to ensure the survival of mankind and its culture in case of further appearances of Zentradi and Supervision Army fleets. In the Macross continuity he became an admiral as well as commander of the U.N. Spacy after the battle against http://anidb.net/ch17601 [Boddole Zer]. He survives the Macross series to become U.N. Representative in 2014, and retires from the Spacy as a full Admiral.\nHe married Miho Global in March 2003. It`s unknown if they had any children, or if they survived the Battle with the http://anidb.net/ch17601 [Boddole Zer] Main Fleet.Source: wiki",
  "gender" : "MALE",
  "name" : "Bruno J. Global",
  "rating" : {
    "rating" : 8.45,
    "total" : 20
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3273" : "Hazama Michio"
  }
}