{
  "anime_ids" : [ 77, 427, 996, 2324 ],
  "character_id" : 10505,
  "description" : "Roy Focker is an American who was born and lived in the United States in the late 20th century. During his college school days he had interest in prehistorical civilizations and archeology studies, and was in a relationship with his senior http://anidb.net/ch14115 [Aries Turner]. However, after being left by her, Roy dropped his studies and became a stunt pilot in the air circus led by http://anidb.net/ch7654 [Ichijou Hikaru]`s father. Some time later he decided to join the U.N. Spacy after most of his friends died in the U.N. Wars. His flight instructor during this time was D.D. Ivanov.\nDuring the war Roy became a talented and strong-willed fighter pilot, known for his love of women and alcohol. Focker was selected later as one of the first test pilots for the development of the variable fighters by the U.N. Forces. In 2008 he is deployed as a squadron commader with the Skull Team aboard the stealth carrier CVN-99 Asuka II on a secret mission in the South Pacific and flies the VF-0 Phoenix in battle against the SV-51s of the Anti-U.N. Forces. The work done on the VF-0 helps the coinciding development of the VF-1 Valkyrie.\nDespite his long absence during the U.N. Wars and the death of http://anidb.net/ch7654 [Hikaru]`s father, http://anidb.net/ch7654 [Hikaru] still remained a close friend to Roy and considered him his sempai (upperclassman/big brother figure). After the end of the U.N. Wars, Focker involved himself in the VF-X development project flying both the VF-X and the VF-X-1 (non-transformable and transformable flight test prototypes of the VF-1 Valkyrie), and his flight experience earned him the command of the VF-1 Skull Squadron aboard the super-large-scale semi-submersible attack aircraft carrier http://anidb.net/ch48774 [CVS-101 Prometheus].\nDuring Space War I Roy Focker is still a smoking, drinking womanizer who constantly defies death and, when not on another desperate mission, enjoys life and its pleasures to the fullest. He has a relationship with http://anidb.net/ch10509 [Claudia LaSalle], an officer stationed on the http://anidb.net/ch21733 [SDF-1 Macross] bridge.Roy dies in episode 18 (\"Pineapple Salad\"), from wounds sustained while defending http://anidb.net/ch21733 [Macross] from http://anidb.net/ch10517 [Milia Fallyna]`s force of Queadluun-Rau battle suits. Instead of going to the hospital to treat his wounds, he chooses to play the guitar while waiting for http://anidb.net/ch10509 [Claudia LaSalle] to finish her pineapple salad; while she`s cooking for him, he collapses from a sudden internal bleeding and passes away few minutes later. To http://anidb.net/ch7654 [Hikaru]`s chagrin given his then shaken self-confidence in his flying skill in war, he is promoted as the new leader of Roy`s squadron, using his mecha as well.\nIn http://anidb.net/a996 [The Super Dimension Fortress Macross: Do You Remember Love?] 1984 film adaptation of the original TV series, the character Roy Focker dies aboard an alien Zentradi ship while fighting http://anidb.net/ch10516 [Quamzin Kravshera]. In the movie Roy sacrifices himself to let both http://anidb.net/ch7654 [Ichijou Hikaru] and http://anidb.net/ch7652 [Hayase Misa] escape.Source: wiki",
  "gender" : "MALE",
  "name" : "Roy Focker",
  "rating" : {
    "rating" : 8.34,
    "total" : 59
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "406" : "Kamiya Akira"
  }
}