{
  "anime_ids" : [ 77, 442, 996, 1357, 2324 ],
  "character_id" : 10506,
  "description" : "Max Jenius was born in Europe. He is a young fighter pilot, having joined http://anidb.net/ch7654 [Ichijou Hikaru]`s Vermillion Team, along with http://anidb.net/ch10508 [Kakizaki Hayao], at the age of only 16. Jenius shows in his first sortie that he is a preternaturally talented ace pilot who is near invincible in combat, despite his need to wear corrective lenses on duty. Max is quickly recognized as the top pilot of the force, as marked by being granted to distinctively repaint his mecha into his preferred blue color.\nJenius` skill at piloting mecha becomes even more celebrated with feats that no other pilot would have thought of, much less achieved. One outstanding incident involves his infiltrating a Zentradi battleship in his valkyrie and disguising it with a Zentradi uniform, allowing him to escape detection.\nJenius is not above an occasional egotistical musing when he is off duty, but he also respects his comrades and they return the favor. He is also an incurable romantic in his youth which shows when he meets his future wife. That occurred when the top Zentradi ace pilot, http://anidb.net/ch10517 [Milia Fallyna], hears about a formidable pilot aboard the humans` http://anidb.net/ch21733 [SDF-1 Macross] space fortress and seeks to challenge him personally in battle. Max manages to defeat http://anidb.net/ch10517 [Milia] not once, but thrice. The first in their respective mechas, the second in simulated combat (a video game) and finally in a knife fight to the death. It is this final fight where the two rivals fall in love. Immediately after the knife-fight in the park Max proposes to http://anidb.net/ch10517 [Milia] who accepts. Afterward, http://anidb.net/ch10517 [Milia] is allowed to join the mainline fighting forces of the http://anidb.net/ch21733 [SDF-1 Macross] and becomes Max`s wingmate on duty, piloting a distinctive red Valkyrie alongside Max`s blue one.\nAfter the Zentradi Fleet that nearly destroys the Earth is vanquished, Max and http://anidb.net/ch10517 [Milia] settle down in the new city built around the http://anidb.net/ch21733 [SDF-1 Macross] and begin a new life together. In March 2011, they give birth to a daughter (the first of seven) named Komilia Maria Fallyna Jenius. The name Komilia (which means \"Little Milia\") is chosen because with her green hair and green eyes, she looks so much like her mother (although it has also been suggested that the \"ko\" simply refers to the Japanese kanji character \"child\" that is often used on the end of Japanese female personal names - a suggestion which is supported by the title of episode 30: Viva Maria, as opposed to Viva Komilia). Komilia proves how related the Humans and Zentradi are. The \"first stellar interracial child\" is very unabashed baby, and proves resilient to http://anidb.net/ch10517 [Milia]`s sometimes rough and inexperienced handling. Max, despite his relatively young age, proves to be a happy and successful father, although he clearly has a strong dislike of Komilia`s playfulness with his hair. http://anidb.net/ch7652 [Hayase Misa] and http://anidb.net/ch10509 [Claudia La Salle] find Komilia adorable and are amazed that she isn`t shy at all, and envy Max and http://anidb.net/ch10517 [Milia] for having such a beautiful child.\nMax and his family play a crucial role in the U.N.` capture of a factory satellite in November 2011. After blasting their way into the enemy command ship, Max and http://anidb.net/ch10517 [Milia] proudly display their child, cradled in http://anidb.net/ch10517 [Milia]`s arms and wearing a tiny pink and white spacesuit, to the hostile Zentradi. Max smiles as http://anidb.net/ch10517 [Milia] explains that Komilia \"was created by the two of us...\". The hostile Zentradi, who have had no exposure to human culture and have never seen a baby before, become terrified of Komilia and flee in fear, causing chaos aboard the command ship and disorder throughout the enemy fleet. This allows the earth forces and the allied Zentradi to seize the factory.\nIn the original Macross series, Max and http://anidb.net/ch10517 [Milia] have seven natural daughters and adopt a Zentradi girl over a period of twenty years from 2011 to 2031. The oldest is Komilia Maria Fallyna Jenius, who is the only one seen in the original series. The youngest is http://anidb.net/ch14046 [Mylene Flare Jenius], who becomes a major character in http://anidb.net/a442 [Macross 7]. http://anidb.net/ch41428 [Emilia Jenius] is seen briefly in http://anidb.net/a443 [Macross 7 the Movie: The Galaxy`s Calling Me!].----------\nIn http://anidb.net/a996 [The Super Dimension Fortress Macross: Do You Remember Love?], an animated film adaptation of the original series, Max and http://anidb.net/ch49062 [Milia] met in a completely different way. After the http://anidb.net/ch21733 [Macross] returns to Earth, the Meltrandi, under the command of Lap Lamiz, launched their own campaign against the Macross. The Meltrandi fleet sends in their highly trained http://anidb.net/ch49048 [Queadluun-Rau] power armor fighters, led by their ace pilot, http://anidb.net/ch49062 [Milia Fallyna], to retrieve a Protoculture tablet containing an ancient song they believed could help them defeat their Zentradi enemies. In the ensuing battle with the http://anidb.net/ch21733 [Macross] and subsequent death of http://anidb.net/ch10508 [Kakizaki Hayao], Max and http://anidb.net/ch49062 [Milia] fight against each other. In the last phase of the battle, Max and http://anidb.net/ch49062 [Milia] enter the Lap Lamiz`s ship and there, Max manages to down his opponent. Upon breaching the armor, Max is enamored by http://anidb.net/ch49062 [Milia] as she is with him, and expresses his awe at the Meltran pilot.\nIn the final battle between http://anidb.net/ch49057 [Boddole Zer] and the Macross fleet, a macronized Max is seen with http://anidb.net/ch49062 [Milia] battling together in their respective specialized blue and red http://anidb.net/ch49048 [Queadluun-Raus]. This scene is one of the few scenes showing Max without his glasses.\nAnother difference in the movie is that after http://anidb.net/ch10505 [Roy Focker]`s death, Max is promoted to leader of the Skull Squadron, thus having Hikaru Ichijyo and http://anidb.net/ch10508 [Kakizaki Hayao] briefly as his subordinates.Source: wiki",
  "gender" : "MALE",
  "name" : "Maximilian Jenius",
  "rating" : {
    "rating" : 8.34,
    "total" : 30
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "27" : "Hayami Shou"
  }
}