{
  "anime_ids" : [ 77, 1357, 2324 ],
  "character_id" : 10517,
  "description" : "Milia Fallyna is an ace http://anidb.net/ch48911 [Quimeliquola Queadluun-Rau] power armor pilot, a female of the giant race of warriors known as the Zentradi. Serving on board an all-female ship in the http://anidb.net/ch10537 [Lap Lamiz] fleet, she joined Commander http://anidb.net/ch10514 [Vrlitwhai Kridanik]`s investigation of the \"miclones\" of Earth, and their spacecraft, the http://anidb.net/ch21733 [SDF-1 Macross]. After being beaten in a pitched battle against the human pilot http://anidb.net/ch10506 [Maximilian Jenius,] she volunteered for micloning and, reduced to human size, infiltrated the http://anidb.net/ch21733 [Macross]. Rather than espionage, her real aim was to find and kill the man who had humiliated her. At a video game arcade, she again finds herself unbeatable until she is challenged to a duel by http://anidb.net/ch10506 [Max], an incredibly skilled pilot and the pilot whom Milia had dueled against in real combat. Milia concludes (correctly) that http://anidb.net/ch10506 [Max] must be the ace pilot which she faced in real combat. http://anidb.net/ch10506 [Max] asks Milia out on a date, and Milia accepts although she secretly plots to kill him. Later, when http://anidb.net/ch10506 [Max] meets with her in a park, Milia reveals that she is a Zentradi and tries to kill him with a knife. After a short fight, http://anidb.net/ch10506 [Max] disarms her. Beaten for a third time, she falls to her knees, begins to cry and asks http://anidb.net/ch10506 [Max] to kill her. Yet, despite everything that has occurred, http://anidb.net/ch10506 [Max] puts his finger under her chin and the two look into each other`s eyes for a long moment. It is then that Milia has a revelation: that the emotion http://anidb.net/ch10506 [Max] had awoken in her was not hate, but love. The two seem to float towards each other and then passionately kiss. They are then quickly married and Milia puts her life as a Zentradi warrior behind her, choosing instead to live with http://anidb.net/ch10506 [Max].\nAfter defecting to the http://anidb.net/ch21733 [Macross] and marrying http://anidb.net/ch10506 [Max], Milia was allowed to become a member of the UN Spacy in her own right and piloted a red-painted http://anidb.net/ch48789 [VF-1J Valkyrie] Fighter into battle thereafter as her husband`s wingmate. However, caring for her own people, she convinced http://anidb.net/ch10506 [Max] and the other pilots to capture, rather than kill, their Zentradi opponents. This deed actually saved the ship during an all out attack by her race to destroy the ship as it, among other events, led to mutiny in the Zentradi forces severe enough for Commander http://anidb.net/ch10514 [Vrlitwhai] to call a cease fire.Source: wiki",
  "gender" : "FEMALE",
  "name" : "Milia Fallyna",
  "rating" : {
    "rating" : 7.61,
    "total" : 25
  },
  "type" : "CHARACTER"
}