{
  "anime_ids" : [ 77 ],
  "character_id" : 10516,
  "description" : "Quamzin Kravshera is an alien Zentradi commander known as \"The Ally Killer\" for his aggressive tactics that usually involve destroying both the enemies and his own men. He supposedly died with http://anidb.net/ch10537 [Moruk Lap Lamiz] in 2012, in one last suicidal attempt to destroy the http://anidb.net/ch21733 [SDF-1 Macross].Not much is known of Quamzin`s history before the series` timeframe, other than he possesses three ancient Glaug officer battlepods that were recovered by other Zentradi thousands of years ago.\nHe entered Space War I when the commander of the Adoclas fleet, http://anidb.net/ch10514 [Vrlitwhai Kridanik], ordered his battalion to join up with http://anidb.net/ch10514 [Vrlitwhai]`s fleet to aid in the capture of the http://anidb.net/ch21733 [Macross]. The choice of Quamzin was a particularly unsettling one for http://anidb.net/ch10514 [Vrlitwhai]`s archivist http://anidb.net/ch10515 [Exsedol Folmo] who believed Quamzin to be irrational, selfish, violent and as dangerous to his own side as to the enemy. This perception was reinforced when, while recklessly coming out of spacefold right into the main fleet, Quamzin`s ships collided with some of http://anidb.net/ch10514 [Vrlitwhai]`s force — and that Quamzin and his men had placed bets on how many ships they`d hit. He was immediately dispatched to Mars in a plot to disable the http://anidb.net/ch21733 [Macross] while she was landed and taking supplies from an abandoned U.N. Spacy base on the planet. The plan failed. However, this merely led the megalomaniacal Quamzin to continue to redouble his efforts, including disobeying http://anidb.net/ch10514 [Vrlitwhai]`s direct order on not harming the http://anidb.net/ch2173 [Macross] while conducting an intimidation barrage. He destroyed the http://anidb.net/ch21733 [Macross]` radar installations, forcing http://anidb.net/ch7652 [Hayase Misa], http://anidb.net/ch7654 [Ichijou Hikaru], http://anidb.net/ch10506 [Maximilian Jenius] and http://anidb.net/ch10508 [Kakizaki Hayao] to conduct a recon mission, and resulting in the foursome`s capture.\nFinally, Quamzin undertook a daring, almost suicidal plan—he used the http://anidb.net/ch2173 [Macross]` devastating \"Daedalus Attack\" against the ship by forcing his troops up the http://anidb.net/ch48825 [Daedalus]` boarding ramp. In the end, Quamzin`s troops were able to do massive damage to Macross City before the assault fell apart. Some of the Zentradi who had taken part in the assault were actually defectors smitten by the ship`s culture and the ship`s resident singer, http://anidb.net/ch7418 [Lynn Minmay]. As Quamzin got wind of the idea, he began to turn on all of his troops, and finally succeeded in inadvertently chasing them all off the ship.\nSoon after, http://anidb.net/ch17601 [Boddole Zer], the commander of the Zentradi fleet, arrived to finally put an end to what he saw as the corrosive effects of culture. Quamzin, unwilling to take part in a Zentradi civil war (http://anidb.net/ch10514 [Vrlitwhai] and his fleet had recently decided to take up the defense of the Earth alongside http://anidb.net/ch2173 [Macross]) departed for parts unknown, and disappeared from the historical record for two years.\nThose two years had been spent building a base for a Zentradi militarist revival. He recruited Zentradi who had either been not fully \"cultured\" or who had grown disenchanted with their new, peaceful lives and wanted to return to a time of constant warfare. In the jungles of South America, his small but loyal cadre worked to restore a Zentradi ship that had crash-landed intact during the battle with http://anidb.net/ch17601 [Boddole Zer] and, in furtherance of this goal, assaulted a number of newly established cities across the globe. Among the most damaging of the assaults was the last one, the battle of Onogi City on Christmas Day, 2011. Quamzin, as he and his forces left with the reactor that was their target, left a nasty surprise behind: Detonator-controlled bombs that levelled great swathes of the city. With the reactor, the restoration of the ship was complete.\nQuamzin, with a fully operational Zentradi ship under his feet again, was ready to do the thing http://anidb.net/ch10514 [Vrlitwhai] never did: Incapacitate or destroy the http://anidb.net/ch2173 [Macross]. In January 2012, Quamzin`s ship, with his new love, http://anidb.net/ch10537 [Moruk Lap Lamiz] (the two had made this one concession to a culture they otherwise despised) on board, made their run for Macross City in Alaska. The run ended with Quamzin ramming his vessel into the http://anidb.net/ch2173 [Macross], causing massive damage to both ships. With that, he was presumed dead, although the Zentradi militarist resistance he helped foster would still be active as late as the 2050s.Source: wiki",
  "gender" : "MALE",
  "name" : "Quamzin Kravshera",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3254" : "Meguro Yuuichi"
  }
}