{
  "anime_ids" : [ 5975, 7599, 8694, 9484, 13481, 14440, 14441 ],
  "character_id" : 10527,
  "description" : "Accelerator is the most powerful Psychic in Academy City. His real name is unknown, though Accelerator recalls his surname was composed of two characters and his given name consisted of three characters. First appearing as an antagonist, he later becomes a main character and the lead of the science side in the Toaru Majutsu no Index series. Because Accelerator has been this reflexively powerful since childhood, he was unstoppable even when the military was sent to kill him. However, these past influences resulted in his inability to trust others and he was left alone. After meeting Touma, he develops a sense of admiration and jealousy towards Touma`s heroism and ability to help others, contrasting with how Accelerator feels he is only able to destroy.\nA sadistic boy about the same age as Touma, he has an ability called Vector Change, a form of telekinesis allowing him to change the vector values of anything he touches. This ability allows Accelerator perform feats such as reversing the blood flow inside a person`s body, increasing the wind velocity around him to create a massive plasma storm, and blocking sound. His ability is automatic, which means that he must consciously allow gravity to affect him and that his body blocks all ultraviolet radiation, resulting his albino appearance (white hair and pale skin) because his body is unable to make melanin. The automatic nature of Redirection also prevents the use of projectiles (like bullets) and explosives (like bombs) against him. After being shot by http://anidb.net/ch14551 [Amai Ao], Accelerator`s ability to use his power is hindered, but slowly recovers with the help of http://anidb.net/ch14534 [Heaven Canceller] and the http://anidb.net/ch14538 [Misaka Network]. However, he is forced to use a cane and is restricted to using his ability for only 15 minutes at a time, as well as losing more than half of his computation ability even with 10,000 sisters doing calculations for him.\nAccelerator`s unique ability make him the subject of an experiment attempting to create the first Level 6 psychic; according to the city`s best supercomputer, Tree Diagram (which was unprecedentedly destroyed by Index`s Dragon Breath), this feat could only be achieved by killing 128 skilled Level 5 psychics without a single failure. Since there are only six other known Level 5s in Academy City, an alternative plan was formed to level up Accelerator by having him kill 20,000 skilled Level 2 psychics: the Misaka clones. He willingly joins the experiment to gain a reputation as the most powerful and feared psychic that no one would be foolish enough to challenge and even killed many who got in his way. The Sisters` memories of his behavior during the experiment may suggest that he is, in a way, a pacifist; since his power won`t disappear, the only way he sees to stop fighting is to be so strong and sadistic that no one would raise a finger against him. He even seems to attempt to frighten the Sisters or otherwise encourage them to refuse the battle. Mikoto tries to stop the experiment to save her sisters, but it is Touma who finally does so and defeats Accelerator after discovering his weakness: Accelerator was physically weak because of his total reliance on his powers. Overconfidence in his psychic abilities resulted in his defeat as Touma beat him with his Imagine Breaker and street-fighting skills.\nAfter his defeat, he reappears later and takes a more heroic role protecting a girl named Last Order, the last Misaka clone. In the aftermath of the incident, Accelerator is shot in the head by Amai Ao, damaging his brain and severely limiting the use of his power.",
  "gender" : "MALE",
  "name" : "Accelerator",
  "rating" : {
    "rating" : 7.66,
    "total" : 382
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "390" : "Okamoto Nobuhiko"
  }
}