{
  "anime_ids" : [ 1045, 1530, 10742, 11210, 13657 ],
  "character_id" : 105588,
  "description" : "Freezer Gun is the organisation controlled a majority of Universe 7 at the peak of its power and serves as the primary antagonistic force of the first half of the Dragon Ball Z series. Freezer`s father, Cold Daio was the leader of the organisation prior to passing control over to his son.\nThe organisation employs and enslaves powerful races, such as the Saiyans, to take over suitable planets so that they can be sold to the highest bidders, or alternatively to destroy planets which are determined to be not financially viable. Freezer`s forces are equipped with scouters, portable computers mainly used to measure power levels, and wear standard-issue battle armor which usually have dual shoulder guards, matching gloves and Buuts, and some form of skirt armor or crotch guard.\nFreezer himself does not really consider his soldiers as an army, looking at them more as a convenient group of followers. In reality, the soldiers follow him and his relatives out of fear, though some soldiers are known to be fiercely loyal to Freezer such as the Ginyu Force.\nSource: Wikipedia\nWhen Freezer took over the business from his father in 732, most of the soldiers came from Planet Vegeta. However, Freezer became fearful of the power of the saiyajin and worked to make the army less saiyajin reliant. In five years from his accession, he destroyed Planet Vegeta, and cutting the size of the army in half.\nIn 762, the army took heavy losses while fighting on Planet Namek for the Dragon Balls, but was ultimately defeated.\nIn 764, the army attempt to invade Planet Earth, which proved even more fatal, as Freezer and Cold Daio were slain. Hence the army has reduced to a rump under http://anidb.net/ch72561 [Sorbet].\nIn 779, the army had become a shadow of its former self, as many words had liberated themselves. Thus Sorbet made a desperate attempt to fix the empire by resurrecting Freezer with the help of the Dragon Balls. However, Freezer was disinterested in fixing his empire and instead set on wasting the remaining resources of the army in order to pursue vengeance; a decision which ended in his, Sorbet`s and the bulk of the army`s soldiers` deaths.\nIn 780, when Freezer was resurrected for the second time, with the guidance of http://anidb.net/ch105587 [Beriblu] and http://anidb.net/ch105586 [Kikono], he decided to rebuild the army.",
  "gender" : "UNKNOWN",
  "name" : "Freezer Gun",
  "type" : "ORGANIZATION"
}