{
  "anime_ids" : [ 1041, 2371, 5772, 8826, 12407, 15067 ],
  "character_id" : 1057,
  "description" : "Castform is a small, rather unique Pokémon that resembles a cloud. It might be used like a satellite dish to sense upcoming weather changes.\nIt is distinct from other Pokémon in that its water-like cellular structure is affected by the weather, to the extent that its type and appearance change in extreme conditions. In intense sunlight, Castform becomes a Fire-type Pokémon that resembles an orange, stylized sun sitting atop a white cloud; in the rain, it becomes a Water-type and looks like a water drop sitting on a gray cloud; and in hail, it turns purple and is encased in a green, tornado-shaped cloud. In all other weather conditions, Castform retains its original typing and appearance. Castform`s mood is also influenced by the weather.\nLike Porygon and Mewtwo, Castform is one of few human-made \"artificial\" Pokémon. It was created by the researchers of the Weather Institute in the Hoenn region as an experiment in weather forecast and manipulation. Its man-made nature is reflected in its uniform stats, all of which have a really average value.\nIt is the only Pokémon with the Forecast ability and one of two that learns the move Weather Ball (the other Pokémon capable of learning Weather Ball is Roserade via Move Tutor in Pastoria City). Both are influenced by the weather, regardless of how it`s set up (Castform does not personally need to change the weather for it to be affected).\nCastform can naturally learn three weather moves which changes the typing of Castform and Weather Ball: Sunny Day (Fire), Rain Dance (Water), and Hail (Ice). It will become the type of the move, (having the same weaknesses and resistances), and Weather Ball will do that type of damage. It can also learn, by using a TM, Sandstorm. While Castform will not transform into a Rock-type during a Sandstorm, Weather Ball will do Rock-type damage. In Pokémon XD: Gale of Darkness, if Shadow Sky is used, Castform doesn`t change, but its Weather Ball damage is identical to Shadow Pokémon moves having no weakness or resistance. In all extreme weather, Weather Ball`s power is doubled.\nWeather Ball also becomes even more powerful in Pokémon Diamond and Pearl because of the new attack changes. It is now a Special move regardless of its typing, so it depends on the Special Attack rating rather than the Attack rating (which was originally used for Normal- and Rock-type moves).",
  "gender" : "DIMORPHIC",
  "name" : "Powalen",
  "type" : "CHARACTER",
  "voice_actors" : {
    "27200" : "Haneta Chihiro"
  }
}