{
  "anime_ids" : [ 4521, 5373, 7127, 12566, 12567 ],
  "character_id" : 10629,
  "description" : "Charles zi Britannia, at first only referred to as The Emperor of Britannia (ブリタニア皇帝, Britannia Koutei), born August 4, 1955 a.t.b., is Lelouch`s father and the 98th Emperor of the Holy Britannian Empire as well as one of the main antagonists of the series. He has 108 different consorts. A strong proponent of Social Darwinism, he views equality as an evil that must be dispelled, and to this end he encourages class conflict and military expansionism so as to maintain social evolution and progress. He also suffered a horrific childhood of his family murdering each other for succession, forging a pact with his brother V.V. to create a world without lies. Acquiring allies in Marianne and C.C., Charles created the Sword of Akasha, a weapon designed to facilitate the Ragnarök Connection, remaking the world into a place without lies by killing \"God\", which is the collective individual unconsciousness of all mankind.\nHowever, when V.V. murdered Marianne and denied his part in her death, Charles was forced to alter the memories of Nunnally before sending her and Lelouch to Japan as political hostages during the sakuradite conflict. Since then, the Emperor focused more on his goals while having his remaining children deal with Britannian matters. Eventually after taking V.V.`s code to become immortal, Charles starts up the final preparations of the Ragnarök connection, revealing the entire truth and that C.C.`s code is the last piece to complete the plan. However, Lelouch sees Charles` ideal world to be nothing more than stagnation that would doom mankind rather than save it, and he uses his Geass to break collective unconsciousness from the connection while having his father dissolve into nothingness. With his last breath, Charles warns Lelouch his rejection of the world he envisioned would only allow Schneizel`s to become a reality.\nThe Emperor initially possesses a Geass power given to him by V.V. which allows him to suppress memories and create false ones through eye contact. It can also suppress the Geass power of the target, even if it is permanently active. This power, however, is not unbreakable. A victim`s true memories can be supplied by someone else or recalled by extraordinary force of will; doing so will break the Geass and restore any Geass the victim may possess. It can also be broken with a Geass Canceler. During Lelouch`s assault on the Geass Order, he takes on V.V.`s \"Code,\" exchanging his Geass for immortality. The Code mark is situated on his right palm.",
  "gender" : "MALE",
  "name" : "Charles zi Britannia",
  "rating" : {
    "rating" : 3.78,
    "total" : 112
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2" : "Wakamoto Norio"
  }
}