{
  "anime_ids" : [ 15626, 16599 ],
  "character_id" : 107270,
  "description" : "Toxtricity is a dual-type Electric/Poison Pokémon introduced in Generation VIII.\nIt evolves from Toxel starting at level 30. The form it evolves into depends on its Nature.\n- Toxel evolves into Toxtricity Amped Form if its Nature is Hardy, Brave, Adamant, Naughty, Docile, Impish, Lax, Hasty, Jolly, Naive, Rash, Sassy, or Quirky.\n- Toxel evolves into Toxtricity Low Key Form if its Nature is Lonely, Bold, Relaxed, Timid, Serious, Modest, Mild, Quiet, Bashful, Calm, Gentle, or Careful.\nIt also has a Gigantamax form, which is currently unobtainable.\nAmped Form Toxtricity is a bipedal, lizard-like Pokémon with a purple-colored body and a yellow underbelly. It has electric frills that extends from front nose to neck. It has black eyes with white sclera. It has two short horns on top while large horns behind both sides of eyes. On its back are two smaller electric spikes along with four purple horns on four yellow spots each. Six organs protrudes on its chest. It wear a crescent shaped body part with seven spikes located between lower body. The wrist of its arms have four spikes each. There are three long strips on its two legs. It also has yellow underside on its three fingered hands and underneath its feet.\nLow Key Form Toxtricity has a purple-colored body with a light-blue underbelly It has two electric frills extending from head to neck. Its eyes are black with white sclera. A fin-like horn is located on Toxtricity`s head with two smaller horns behind both sides of the eyes. The back has four small purple horns on light blue spots. Four fused organs protrude on its chest. A crescent-shaped body parts with seven spikes is located on the lower half of its body. The wrists have four spikes each. The legs each have three light blue stripes. The feet and hands have a light blue underside each.\nAs Gigantamax Toxtricity, it has a larger appearance that resembles a combination of its two forms that walks on all four. It now has a dark-purple body with a dark pink underbelly. It has a yellow electric frills with light-blue electric frills on both sides from head to back. The eyes changes to a yellow star with light blue sclera. its two short horns on both sides while two longer horns between spikes and above eyes. Four bright pink horns can be seen on its back. The chest has two light-blue organs along with four yellow organs protruding. The crescent body changes to a bight pink and resembling two power conductor coils. The back spikes change to a tail with four spikes each. The wrist spikes change to bright pink as well. There are four dark pinks stripes on its legs. The hands and feet have dark pink undersides each.\nAmped Form Toxtricity are known to be short-tempered and extremely confident. This form aggressively attacks anything that makes eye contact with it. It slowly absorbs stagnant water for the toxin it contains. It then breaks down the poison in order for Amped Form Toxtricity to generate electricity.\nLow Key Form Toxtricity are known to be selfish and have a high regard towards its strength. Unlike its Amped form counterpart, Toxtricity prefers to taunt opponents into fighting it when making eye contract with them. It can generate 15,000 volts of electricity. Low Key Toxtricity looks down at anything that would challenge it.\nGigantamax Toxctricity attacking with the guitar-shaped electric mass.\nBy clawing at its protrusion located on its chest, both forms of Toxtricity can generate electricity. The sound it makes resembles that of an electric string instrument; a standard guitar for Amped Form, and a bass guitar for Low Key Form.\nGigantamax Toxtricity`s main weapon is the excessive energy it generates while Gigantamaxing. It can create more electricity than a thundercloud. It can also store up to one million liters of poison. Due to the poison that penetrated its brain, Toxtricity lost control of itself. It rampages across the land by contaminating it with toxic sweat which gushes and pours down like acid rain. Gigantamax Toxtricity can create a gigantic mass of electricity shaped like a guitar from the electricity it stores. This mass is powerful enough to create a giant huge crater.\nToxtricity is the only known Pokémon capable of using the move Overdrive and exclusive G-Max Move G-Max Stun Shock.",
  "gender" : "DIMORPHIC",
  "name" : "Strinder",
  "type" : "CHARACTER"
}