{
  "anime_ids" : [ 15067, 16599 ],
  "character_id" : 107245,
  "description" : "Orbeetle is a dual-type Bug/Psychic Pokémon introduced in Generation VIII.\nIt evolves from Dottler starting at level 30. It is the final form of Blipbug. It also has a Gigantamax form.\nOrbeetle is a beetle-like Pokémon with a large head that resembles the body of a ladybug. The shell is red with seven black spots and a black underside. Its face is black and white with yellow antenna that resembles eyebrows and blue eyes with white rings. Its actual body is much smaller, it is mostly black with thin limbs and yellow legs. Its arms have two claws and its feet are pointed.\nOrbettle are famous for their large brains and high intelligence. Its large brain is proof of the immense psychic power it possesses. Orbeetle emits its psychic powers, to study, observe their surroundings, including objects over six miles away. Because of their power, Orbeetle rarely use their wings to fly, but use their psychic powers to lift their entire bodies, much like Alakazam.\nAs Gigantamax Orbeetle it becomes larger and brain drastically increasing to resemble a Flying saucer. The wings disappear when Gigantamaxed. The black spot on its brain changes to blue with white rings. Underneath the brain is five yellow orb circles each having a blue line that split the orb into three with a fourth black circle underneath it. At the center is a blue orb connected by nine blue lines. The Orb shines a bright light that can move around similar to flying saucer. Three red clouds float underneath blue orb. The rest of Orbeetle`s body infused to a half black orb with blues line with a half circle connecting the head, arms, and legs.\nDue to Gigantamaxing, its brain and body have grown to a gargantuan size. As a result, its psychic power and intelligence have become overwhelming. Should Gigantamax Orbeetle use a slight bit of power it has, it can control the minds of every living being within the vicinity.\nGigantamax Orbeetle is the only known Pokémon capable of using the exclusive G-Max Move G-Max Gravitas.",
  "gender" : "DIMORPHIC",
  "name" : "Iorubu",
  "type" : "CHARACTER"
}