{
  "anime_ids" : [ 15067, 15309, 16599 ],
  "character_id" : 107223,
  "description" : "Corviknight is a dual-type Flying/Steel Pokémon introduced in Generation VIII.\nIt evolves from Corvisquire starting at level 38. It is the final form of Rookidee. It also has a Gigantamax form.\nCorviknight is a large avian Pokemon resembling a raven. Most of its body is a lustrous black, but its lower beak and legs have a matte color. Corviknight`s feathers are tempered with steel. Its mantle, breast, belly, flanks, and scapular feathers are smooth and resemble plate armor. Corviknight`s talons, head, and upper beak are similarly armored. It has a crest above its eyes that resembles a crown, and a ruff of feathers on its throat that resemble a beard. Corviknight`s eyes have white pupils, red irises, and black sclerae.\nIt is said to be the strongest bird Pokémon in the Galar region, being able to scare off any Pokémon that tries to challenge it. Due to its intelligence and flying skills, Corviknight serves a company called Galar Taxi, where it transports people from one location to another. Corviknight preys on Bunnelby.\nAs Gigantamax Corviknight, it becomes larger with a slightly altered look. While Gigantamaxed, Corviknight`s wings are streaked with glowing red patches of Dynamax energy, and its ruff of throat feathers is more robust. The plate on its breast and belly separates into two adorned plates, and the plates on its flanks become slashed, such that they resemble medieval puffed sleeves. Eight feathers called blade birds on the back of Gigantamax Corviknight`s wings can be launched from its body to attack foes independently. Its blade birds also glow with Dynamax energy.\nIn its Gigantamax form, Corviknight is powerful enough to generate hurricane-force winds. It can use its massive wings to hover in the air through updrafts created through Gigantamaxing while battling. Due to the armor being reinforced, attacks will barely affect Corviknight.\nGigantamax Corviknight is the only known Pokémon capable of using the exclusive G-Max Move G-Max Wind Rage.",
  "gender" : "DIMORPHIC",
  "name" : "Armorga",
  "type" : "CHARACTER"
}