{
  "anime_ids" : [ 474 ],
  "character_id" : 10753,
  "description" : "The brother whom all of the sisters adore. In their eyes, he can do no wrong. Until the final set of illustrated stories, the brother`s face was always hidden or turned away from the reader to keep his appearance hidden. The intention was to have the reader believe he was the character. As the series came to its end, a slightly modified version of the character design from the anime was used.\nAs the father of the siblings is never present, and the mothers of the sisters are regularly preoccupied by their upper-class careers, Wataru serves as much a parent figure as he does a brother. He devotes extraordinary time to teaching or guiding them through various life crises, no matter how trivial or difficult they may be. For this reason, the sisters attribute many of their personal accomplishments to him. Despite their unwavering testimonies, Wataru is not perfect, even in the magazine stories and mini-novels. He is unquestionably selfless however, and will do everything in his power to aid his siblings whenever humanly possible. Wataru also seems to possess an uncanny ability to show up exactly when a sister needs him most. Wataru has a habit of saying \"It can`t be true\" in almost every episode.\nUnderstandably, the greatest fear the sisters share is someone or something taking Wataru away from them. For this reason, some of them entertain and dream of somehow becoming his wife or life partner. The inclination is far more innocent and less disturbing than it initially may sound: there are no incestuous intentions. As pure as Wataru`s sisters are, they show signs of jealousy and concern when a non-family member \"takes\" their brother away from them, fearing he may forget or leave them.\n(The name Wataru Minakami was given to the brother character only for the first Sister Princess television series. In Sister Princess Re-Pure, he is simply referred to as 兄, Ani, or \"Brother.\")",
  "gender" : "MALE",
  "name" : "Ani",
  "rating" : {
    "rating" : 1.59,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "552" : "Miura Hiroaki"
  }
}