{
  "anime_ids" : [ 14993, 15067, 15309 ],
  "character_id" : 107742,
  "description" : "Alcremie is a Fairy-type Pokémon introduced in Generation VIII.\nIt evolves from Milcery while holding a sweet item when the Trainer strikes a Victory Pose after spinning. The color of the resulting Alcremie varies depending on time of day, the length of the spin, and whether the Trainer was spinning clockwise or counterclockwise. Alcremie has a total of 63 different forms and seven different Shiny versions.\nIt also has a Gigantamax form.\nAlcremie is a vaguely anthropoid Pokemon with a body composed of whipped cream. Its head resembles several dollops of whipped cream styled like hair, with a large crowning dollop flanked by two loop-like \"bangs.\" Each of these bangs is topped with either a strawberry, blueberries, clovers, or several varieties of candy, depending on which of these sweet toppings the Alcremie was given to hold as a Milcery when evolving. Alcremie`s lower body is similarly composed of two dollops of whipped cream resembling a robe or a dress. It has two stout arms with three fingers each extending between the dollops of its body.\nAlcremie`s flavor and color are wildly variable and dependent on the time of day, direction, and duration for which it was swirled while it was a Milcery. Its possible flavors include, but aren`t limited to: Vanilla Cream, Ruby Cream, Caramel Swirl, Ruby Swirl, Matcha Cream, Salted Cream, Lemon Cream, Mint Cream, and Rainbow Swirl. An Alcremies` flavor affects the color of its body, which can be any of several pastel shades. Its eye color matches the color of its sweet.\nIn its Gigantamax form, Alcremie`s body resembles a towering, five-tiered cake. The apical tier of the cake resembles Alcremie`s regular body, though it`s wearing a bow and its whipped-cream \"hair\" is styled into a flamboyant swoop. Each of the bottom layers of the cake feature an assortment of the sweets that can be used to evolve Alcremie from Milcery.\nThe first tier of its body is frosted yellow and adorned with an alternating row of star sweets and dotted frosting. The second tier is frosted pink and features a magenta frosting bow topped with a clover sweet. The third tier is frosted blue and encircled with a row of flower-shaped sweets. Additionally, the front of the third tier features an arch of blueberries. The fourth tier is also frosted pink and encircled with heart-shaped sweets, with the ventral candied heart being a little larger than the rest. Dollops of whipped cream encircle Gigantamax Alcremie`s body between each of its tiers.\nWhen a trainer gains Alcremie`s trust, it will treat them to Berries with cream. When content the cream it make becomes richer and sweeter the more happy it is. The flavor of the cream varies depending on the form it evolves to. Due to the cream it makes being very delicious, many pastry chefs seeks to have Alcremie as a partner. If attacked, it will throw a sweet-scented cream to distract or blind the opponent in order to escape. The cream`s effect is powerful enough to make an opponent soothed and losing the will to battle should they eat the cream.\nThe cream pouring from Gigantamax Alcremie is endless. When the cream gets hit by a strong impact, the cream hardens depending on the blow. This allows it to be resistant to all physical attacks while the giant berry decorations cannot be scratched by most attacks due to them being as hard as diamond. When Gigantamax Alcremie unleashes its super high-calorie missiles, each filled with 100,000 kilocalories, it will cause the opponent who touches the cream to be filled with energy and euphoria, however the opponent will then fall into a state of complete confusion along with the other two effects.\nAlcremie is the only known Pokémon capable of using the the move Decorate and the exclusive G-Max Move G-Max Finale.",
  "gender" : "FEMALE",
  "name" : "Mawhip",
  "type" : "CHARACTER"
}