{
  "anime_ids" : [ 14993, 15309 ],
  "character_id" : 107750,
  "description" : "Morpeko is a dual-type Electric/Dark Pokémon introduced in Generation VIII.\nWhile it is not known to evolve into or from any other Pokémon, Morpeko can change forms with its Hunger Switch Ability.\nMorpeko is a short, chubby, rodent Pokémon who can change forms via its ability Hunger Switch, which alters its appearance. The features shared between the two forms are short, stubby arms and feet, a pair of pink circular cheek pouches, a very tiny nose, two almond-shaped ears with a single fur tuft under each, and a primary body color separating two areas of fur which cover the arms, ears, cheeks, and eyes, and zigzag inward towards its face, stopping at the waist line. These fur patches form pockets in which it is seen storing seeds. In its Full Belly mode, its body is a creamy yellow in color, its eyes are circular and black with large white pupils, the fur on the left side of its body is black, and on the right side, it is brown. A single bucktooth can be seen protruding from its smiling mouth. In its Hangry Mode, Morpeko`s primary body color turns purple, its eyes become downward-slanting red semi-circles, and the right-hand patch of fur turns from brown to black so that it matches the other side. Its mouth is also constantly formed into an angry snarl.\nMorpeko carries around Berry seeds that have been electrically roasted in its pockets. It treats the seeds with care as if they were precious treasures, until it eats them. Regardless, it will still be hungry no matter how much it eats. By experiencing prolonged hunger, the hormones in Morpeko changes, and its fur color changes. As a result of intense hunger, Morpeko is driven into committing all kinds of evil deeds and enact extreme violence until its hunger is satisfied. The energy with its cheeks changes from an Electric-type energy to Dark-type energy.\nMorpeko is the only known Pokémon capable of learning the move Aura Wheel.",
  "gender" : "DIMORPHIC",
  "name" : "Morpeko",
  "type" : "CHARACTER"
}