{
  "anime_ids" : [ 34 ],
  "character_id" : 108,
  "description" : "Honda Tooru, aged 16-18, is an orphaned high school student who, at the start of the story, begins living with Shigure, Yuki, and Kyo Sohma in exchange for housekeeping. She loves to cook, describes herself as an excellent housekeeper, and has an after-school job as a janitor to pay her tuition fees to avoid being a burden on her grandfather. She is depicted as polite, optimistic, extremely kind, and selfless; several other characters, including Kyo, Rin, and Hanajima, tell her she needs to look out for her own interests and not shoulder everyone else`s burdens. In the original Japanese, Tooru habitually speaks formally (see Honorific speech in Japanese), but not always correctly, a habit she picked up from her father, Katsuya, after he died when she was three, as a way of replacing him in her mother`s eyes. Tooru`s mother, Kyoko, raised her alone until she died in a car accident shortly after Tooru entered high school, a few months before the start of the story. Tooru repeatedly calls Kyoko the most important person in her life and treasures her photograph; when she falls in love with Kyo she feels guilty of being \"unfaithful\" to her mother`s memory. Tooru feels conected to Kyo the most because they were both left out as kids.\nIn the first half of the series, as Tooru learns about the zodiac curse and its effects on those she loves, she becomes distressed, and when she learns that the dangerous Akito is the \"god\" of the zodiac, she resolves to break the curse. Only later does she admit that she wants to free Kyo most of all. Despite setbacks, both external and personal, she stubbornly persists in her goal and eventually frees Kyo and her friends. In the last chapter, she begins moving with Kyo to another city so he can continue his martial arts training, and in the final pages they are shown as a loving elderly couple with a granddaughter.",
  "gender" : "FEMALE",
  "name" : "Honda Tooru",
  "rating" : {
    "rating" : 7.41,
    "total" : 43
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "61" : "Horie Yui"
  }
}