{
  "anime_ids" : [ 11915, 15409 ],
  "character_id" : 108590,
  "description" : "Han Shinwoo is a student in Ye Ran High School and is popular because of his excellent martial skills. On the day of Rai`s awakening, he happens to meet him on the way to school and gradually becomes close to Rai at school, developing a bond which can be termed as friendship. Eventually he gets involved in many strange fights against people with extra-ordinary powers. Rai and Frankenstein rescue him and others from the mess every time. Later he as well as the others are brainwashed for their own safety and so remember nothing of the strange happenings.\nShinwoo is an energetic and athletic teenager with bright red hair. He is always seen with a bandage over the bridge of his nose. He is actually pretty good looking but not that many people realize it because of his behavior.\nHe is well-known within the city to be skilled in martial arts and feared by gangs. Shinwoo is often shown sleeping (and drooling) in class and slacking off. Though he is shown as a lazy student, he is also very courageous and would protect his friends at all costs. He often tends to be late for school due to over sleeping.\nHe has liked Yuna for a long time and it is disclosed that he confessed to her in past which led to an embarrassing situation. Since then they have been just good friends although Shinwoo still has a liking for Yuna. Shinwoo is also starting to like Seira.\nShinwoo is an amazing Martial Artist excelling in Tae Kwon Do and Hapkido. He is well-known within the city to be skilled in martial arts and is feared by gangs. He is able to match the powers of M-24`s Infected, and since then has been getting stronger.\nEven for normal human parameters, it`s been quoted that Shinwoo possesses an incredible amount of strength, which he has displayed during his multiple battles; including those with the Infected.\nIt`s been noted that one of Shinwoo`s most incredible attributes is his speed, shown as he instantly disappeared when he went to aid Yuna right after she yelled for help. Alongside his speed, his agility and reflexes have increased during the progression of the series; to the point he was able to dodge one of Shark`s attacks and counterattack at the same time.\nShinwoo`s most incredible strength relies in his durability, since he is able to endure attacks that would normally kill a human being; as shown when he took a beating from Shark and was even able to stood up against him one more time right after he threatened to kill his friends.",
  "gender" : "MALE",
  "name" : "Han Shinwoo",
  "rating" : {
    "rating" : 8.71,
    "total" : 2
  },
  "type" : "CHARACTER"
}