{
  "anime_ids" : [ 921, 1041, 5048, 8826, 10563, 10966, 12409 ],
  "character_id" : 1092,
  "description" : "Latias is the female Eon Pokémon from the Ruby, Sapphire, and Emerald series of games and is one of a duo of Psychic/Dragon-type Pokémon, the other being Latios. These two are the only legendary Pokémon in the games that have genders (other than Heatran and Cresselia, which first appear in Pokémon Diamond and Pearl.)\nLatias is a red-and-white dragon Pokémon with small arms and feet, and spiky wings on her back. She has triangle-shaped blue markings on her belly that are similar to those of a Togepi. She is able to use a form of active camouflage by enfolding her body with her glass-like coat of down and refracting light in unique ways, allowing her to become invisible or even take on the appearance of a human.\nLatias is highly sensitive to the emotions of people and can telepathically communicate with them. She rarely makes contact with people or other Pokémon. If Latias senses any hostility, she ruffles the feathers all over her body and cries shrilly to intimidate her foe. Like Latios, Latias is highly intelligent. Latias has been occasionally sighted in small herds of several members, although she is unable to breed in the video games.\nLatias`s only anime appearance was in the fifth Pokémon anime film, Pokémon Heroes. Latias also appears in the non-Pokémon-exclusive video game Super Smash Bros. Brawl appearing in tandem with Latios as Pokémon appearing from Poké Ball items.\nLatias can be found in Pokémon Sapphire after completing the Pokémon League. She is found on a random-encounter basis, similar to that of Raikou, Entei, and Suicune in Gold, Silver, and Crystal. She can also be found in Emerald after completing the Pokémon League, but in Emerald, the player`s mother tells him or her to watch a TV news story, which explains that a Pokémon (its name cannot be heard) has been seen. This gives the player a choice of capturing either Latias or Latios. Latias can also be obtained via the Eon Ticket, given to the player after attending a Nintendo promotional event for Pokémon Ruby.",
  "gender" : "FEMALE",
  "name" : "Latias",
  "rating" : {
    "rating" : 6.57,
    "total" : 10
  },
  "type" : "CHARACTER"
}