{
  "anime_ids" : [ 1041, 2371, 4728, 5048, 7257, 8139, 8826, 12407 ],
  "character_id" : 1098,
  "description" : "Deoxys (pronounced /di`ɑks.ɪs/) is a Pokémon formed from a mutation of a extraterrestrial virus exposed to a laser beam. It has psychokinetic powers and a high intelligence along with a crystalline organ on its chest that acts as its brain and shoots lasers. It has the ability to transform into four different forms, each with a specific purpose: Normal, Attack, Defense, and Speed. In the third generation of games, the form is based upon the game the Deoxys is contained within. As of Pokémon Diamond and Pearl, it can freely change by interacting with the four meteorites in Veilstone City.\nDeoxys` name is based on \"Deoxyribonucleic acid\", or DNA, which is the base of all life and contains instructions for every part of it.\nDeoxys first appeared in the seventh Pokémon film, http://anidb.net/a2371 [Pokémon: Destiny Deoxys]. In the film, it demonstrated the ability to switch between its forms, create shadow copies for use as drones, regenerate missing body parts, launch an aurora into the sky, and erect a city-size force field which keeps nearly every sort of machine within from operating. The film also demonstrated that Deoxys is not a one-of-a-kind unique species like Rayquaza; more than one Deoxys is seen.\nIn early 2005, NASA began a cross-promotion with Nintendo and the Pokémon Company to provide an \"edutainment\" program for children across the United States by Internet, teaching the science behind various Pokémon characters as they appear in Trading Card Game expansions. In the first segment of the program, based on the newly-released EX: Deoxys Trading Card Game expansion, they used the character of Deoxys to teach children about outer space, anatomy of a virus, the meaning of DNA, the existence of the ozone layer, and a definition of an extraterrestrial. Since then the program has had two other segments covering the next two expansions: EX Emerald and EX Unseen Forces.\nSource: wiki",
  "gender" : "NONE",
  "name" : "Deoxys",
  "type" : "CHARACTER"
}