{
  "anime_ids" : [ 6751 ],
  "character_id" : 11049,
  "description" : "Tachibana Kukuri is a strange girl in school who looks exactly like Kakeru`s dead sister. She is one year older than Yuka and Kakeru. She has the ability to material her soul into the form of an angel that appeared chained. She calls the angel \"Abraxas\". \"Abraxas\" attacks by sending out chains with sharp blades and has healing power. She is the adopted daughter of the famous novelist in the area whom she inherited her last name. She has no memories beyond five years ago, when she was 13, and seems to have lost her voice. She uses a sketchbook for communication. In one scene of 11eyes CrossOver, it is noted by Shuu indirectly that her power is very unique and incredibly difficult to reproduce by mages. The chains on Abraxas are actually representation of Kukuri`s lost memories. The chains are also seals of Abraxas power. In the final battle, due to Yuka`s power, her lost memories return to her and Abraxas is unchained. She reveals that she is in fact Satsuki Kukuri, Kakeru`s sister from an alternate reality. In her original reality, it was Kakeru who was killed in an experiment causing her to went berserk and destroy a whole facility. After that, she was transported to the current reality. She reveals that her parents aren`t dead but rather Kakeru, Yuka and she were abandoned due to their powers. She also reveals that Ayame orphanage is actually a place where children with powers are assembled for research and the founder of the place is one of Misuzu`s mother side ancestor. While unchained, Abraxas`s name is \"Demiurge\" and has godly powers. Her left eye can peak into the past while her right eye is similar to the precognition power of the Eye of Aeon. She also has the power of spontaneous generation of creating things from nothing.",
  "gender" : "FEMALE",
  "name" : "Tachibana Kukuri",
  "rating" : {
    "rating" : 6.12,
    "total" : 15
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "329" : "Rikimaru Noriko"
  }
}