{
  "anime_ids" : [ 6751 ],
  "character_id" : 11047,
  "description" : "Minase Yuka is Kakeru`s childhood friend. She met him at the orphanage where they grew up, and was able to help Kakeru feel better after his sister`s suicide. She is in love with Kakeru. She is also in Kakeru`s class in school. In the later part of the story, she discovers that she also has a power that seems to negate others` powers. She and Kukuri name the power \"Hand of Glory\". However, it`s merely a misconception of her and other companions in the \"Red Night\". Later in the game, she was able to remember why the bloody event at Ayame orphanage, where she, Kakeru, and Kukuri used to live as orphans, happened. It turned out that because her power was awakened and she did not know how to control it at the time, it wreaked havoc in the orphanage. The orphans living there started to go insane and killed each other. She explained Kukuri and Kakeru weren`t affected due to Kukuri`s power nullifying hers. This event had such an impact on her that she sealed this portion of memories in her mind ever since and did not dare to go near the orphanage once she was adopted. Liselotte, while using her connection with the \"fragments\", tells Yuka that her power is \"Phantasmagoria\", a special technique/spell used by Liselotte herself. The power allows her to bring out others` worst memories or show people illusions of her own design. She explains that her power appears to nullify others because while being affected by Phantasmagoria, people unconsciously lose the will to maintain their power so it appears as though the power is nullified. While being conscious of her own power, she uses it to try to keep Kakeru to herself by using her power on the whole group and create an illusionary world. She later fades away and is absorbed by Liselotte because she uses up all her power creating the perfect world.",
  "gender" : "FEMALE",
  "name" : "Minase Yuka",
  "rating" : {
    "rating" : 2.3,
    "total" : 31
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1671" : "Gotou Mai"
  }
}