{
  "anime_ids" : [ 4521, 5373, 7127, 12566, 12567 ],
  "character_id" : 11341,
  "description" : "Toudou Kyoushirou is the head of the Black Knights` military operations, and an extremely talented fighter in his own right. He earned the nickname Toudou of Miracles for his singular defeat of the otherwise unstoppable Holy Britannian Empire during the invasion of Japan, remarkably managing this feat without the use of Knightmare Frames. This event would later be known as the Miracle of Itsukushima. He was a childhood instructor to Kururugi Suzaku, and is one of the few Japanese people who understands his ideals. Toudou is often seen bearing a katana at his side.\nToudou is initially a member of the Japan Liberation Front, and resigns himself to death when the organization is wiped out. Zero convinces him to join the Black Knights in order to fulfil the promise of victory created by the Miracle of Itsukushima. Like Kaname, he remains faithful to Zero following his capture during the Black Rebellion, reasoning that Zero must have had a good reason not to inform his troops about his plans. He later leads Black Knight forces in liberation operations throughout the Chinese Federation and the Middle East before being named Chief of Staff of the newly reorganized Black Knights which serve as the national army of the UFN. Asahina`s last transmission about Zero`s massacre helps fuel his doubts about trusting Zero, which influences him when Schneizel reveals Zero`s identity to them. After losing a battle with Suzaku and being gravely wounded, he attempts to go back to the battlefield despite Nagisa Chiba`s pleads, but collapses because of his injuries.\nToudou and the remaining Black Knights are made prisoner and later taken away for public execution along with Schneizel and the U.F.N representatives. When Suzaku assassinates Lelouch as the last part of the Zero Requiem, a shocked Toudou appears to realize what has happened, voicing aloud his confusion. Before he can finish the thought, Kallen asserts that the Zero before them is the real Zero. He is last seen together with Chiba in traditional Japanese attire in a photo of Kaname Oogi`s wedding with Villetta Nu.",
  "gender" : "MALE",
  "name" : "Toudou Kyoushirou",
  "rating" : {
    "rating" : 6.33,
    "total" : 77
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4689" : "Takada Yuuji"
  }
}