{
  "anime_ids" : [ 739 ],
  "character_id" : 11365,
  "description" : "Shipped to Japan from the United Kingdom prior to the 2015 season, it was registered to Hayato Kazami on accident when he tried to flee a group of mercenaries attempting to steal the machine and its cyber system. Hayato Kazami was then forced to use the machine the following day in qualifying for the All Japan Cyber Formula Championship preliminary. After passing both that, and the All Japan Championship, the car and its young driver made its debut on the world stage at the Grand Canyon in the deserts of the American south west.\nIts professional career was short, but gave and important foundation to its young driver in further races in Peru and Brazil. These races each saw and improved version of the base model focusing on off-track performance for Peru, a rally race, and on overall speed on the high speed highway course in Brazil. However the car suffered a serious crash during practice for the Grand Prix of Canada sending the car itself to the repair shop.Shortly then, the more superior and advanced Super Asurada was unveiled and team Sugo used it as their machine since round 5. However GSX itself was repaired and upgraded afterwards just in case. When the Super Asurada was heavily damaged in Germany round and was unable to be repaired before the Japan round on time, the GSX was taken out once again for the final time. Its final race was a memorable one where, making use of the machine changing regulation, both Asuradas were registered in race and GSX starts the race to make up time allowing the mechanics to continue working on the upgraded Super Asurada. While failing to capture the lead, the GSX stayed within striking distance in a 6 hour endurance race allowing Hayato Kazami to seize victory by switching to the Super Asurada for the final quarter of the race.\nAsurada GSX was also used in the Fireball Race (this race is not part of the Cyber Formula World Grand Prix) in episodes 29 and 30 when Super Asurada 01 was in maintenance for the Africa Grand Prix. It is at this time that chief mechanic Jounouchi Miki reveals to everyone else on the team that she has repaired Asurada GSX.\n(Taken from Wikipedia)",
  "gender" : "NONE",
  "name" : "Asurada GSX",
  "type" : "VESSEL",
  "voice_actors" : {
    "338" : "Ono Ken`ichi"
  }
}