{
  "anime_ids" : [ 251, 4999, 5085, 5086, 5087 ],
  "character_id" : 1147,
  "description" : "Éclair works for the Galactic Organization of Trade and Tariffs, or GOTT for short. While her primary job is to be a receptionist her job also incorporates being sent on missions as an ES member of the so-called \"Shadow Unit\" in order to ensure normal economic operation on the various planets around the Galaxy. She does this with the assistance of her younger partner and fellow receptionist Lumière, her Guard robot Donnerschlag and the space-ship La Muse. She is 165cm tall, her three sizes (in cm) are 80-54-85, her favourite foods are celery and carrots and her favourite phrase is \"Que será, será\".\nKnown for her childish nature, she often dresses up in either a skimpy or amusing, but loosely related to the situation, costume. For instance when she was sent to take a letter of attorney to the Faunusian government, she dressed up in a pizza delivery outfit, and placed the letter in a pizza box. She also has a tendency to shout \"Ta-da!\" (じゃっじゃ～ん!) whenever she arrives on the scene to arrest someone or instances when she surprises or saves Lumière. Her rash nature also often makes her overreact to situations, for instance, in one instance she could not get official arrest authorization and jumped off and pursued to destroy many robots. This lack of composure often makes Lumière say \"A Lady should be more elegant,\" also later Mrs. Padushka also states \"You`re so rash, how will you ever find a husband?\" Despite this she is naturally honest and direct, and tries to remain cheerful even when on assignment. Although she is hot-headed and immature, Éclair is also very sweet, caring, willing to help others, and loves children whether it be friend or stranger. This gentle tendency has got her and Lumière pursued by GOTT because she defied her orders by helping the civilians when on an enforcement mission to support the dictator.\nÉclair possesses great physical strength which borders on the ridiculous, and also uses her lipstick whip often in battle. Her lipstick deserves note, if she draws with it on a surface, the drawn lipstick is actually so tough and rubbery that she can lift it of the surface and use it as a whip, or in one instance to make two ropes to stop of mob of people opposing the Nouvlesse. Her lipstick serves another purpose, as she uses self-hypnotic suggestion so that she can only really use her immense strength when she wears lipstick. In at least one extreme circumstance, she substituted some of her own blood from an injury for the lipstick to achieve the same effect. Éclair is at first believed to be part cyborg, her enhancements letting her move so fast as to appear to teleport from place to place. The nature of these enhancements are not explained at first and are typically attributed to her ES ability: \"Power\". \"Power\" also enables her to heal rapidly from most types of wounds, so she`s sometimes known as \"The ES Agent who cannot die\". Later in the series, she reveals the true extent of her \"Power\", which are actually G-Class, which allow her to hover, and create spheres or waves of concussive forces, as well as shielding. Her favoured weapon is a custom .45 caliber model Walther P99.\nLater in the series it is realized that in fact Éclair is roughly 250 years old and has been \"reborn\" several times. This is revealed when she gets so close to the Dardanos mind control center that she has flash-backs to her past lives, in all of them she worked for the GOTT, and is also the adopted mother of the head of the GOTT (who would not be older than her, if she was not reborn) Chevalier D`Autriche. The burden of the acts she has performed in the service of various powers at times has become too much for her to bear and she has had her memories erased. When in possession of all her memories her true G-Class powers are unlocked (as well as the self-hypnotic limitation, allowing her to use her abilities at will).",
  "gender" : "FEMALE",
  "name" : "Eclair",
  "rating" : {
    "rating" : 8.77,
    "total" : 111
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "433" : "Nagata Ryouko"
  }
}