{
  "anime_ids" : [ 251, 4999, 5085, 5086, 5087 ],
  "character_id" : 1148,
  "description" : "Lumière is a GOTT receptionist and ES member like her partner Éclair. Lumière has little to no physical abilities. She instead makes up for this with her adept, controlled mind, her wit and her ability to control any computer unit. Even though she is physically younger than Éclair she is far more mature, from the way she dresses, from her politeness, to her tastes (she likes the opera and fine wine). She is always trying to convince Éclair to be more lady-like through her catch-phrase \"A Lady should really be more elegant.\" Lumiere also possesses a friendship with the AI unit of the La Muse, Wirbelwind, which she created. Her computer abilities do not manifest in the typing sense, as long as she touch an electric circuit she can bring it under control just using her mind. She doesn`t even need to touch an object to interact with it, as her \"Puppet\" ability allows her to manipulate \"strings\" of nanites towards the object, allowing her to link with it from a distance. She also manifests herself into the digital space and can also spawn Mini-Lumière`s to assist her in data collection tasks and the such. Her skills are so impressive that she can break through 3,786 firewalls in less than ten minutes, or can even bring a planet`s environment terraforming system under her control. While on the run with Éclair, she was even able to defeat the D-Command (an electronic warfare program designed to incapacitate rougue ES agents) by hacking her own nanites so as to develop an immunity.\nLumière is often the person who sits at the side during missions, she spends a lot more bonding time with Armbrust than Éclair. She is also far more intelligent than Éclair (at least with Éclair`s mental blocks in place) and on numerous occasions, things that are obvious to Lumière and the audience are not obvious to Éclair, but she has more than one experiences when her life was in major danger because she has no physical ability. Her weapon of choice is a COP 357 Derringer.\nLumière has also been the subject of numerous rebirths over the last 200 years, but unlike Éclair, has never had her memories erased, explaining her maturity and experience. It is not described if they are reborn at the same time or separately, but in one flashback, Lumière is shown showing Éclair the ropes around the GOTT after Éclair had her memories erased. Lumière takes this fact far better than Éclair, who has been shown to have had fits over this. Her true power, the G Class ability \"Particle\" enables her to control matter at the subatomic level. At one point she uses it to reconstruct her own body after it is atomized in a power supply unit. When she reorganizes her own particles, she takes on the form of a much taller, adult version of herself so as to allow her body to have capacity to use her power again after having lost the use of it. This is quite taxing however, as she was only able to sustain it for a short time.",
  "gender" : "FEMALE",
  "name" : "Lumiere",
  "rating" : {
    "rating" : 7.49,
    "total" : 66
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4" : "Hirano Aya"
  }
}