{
  "anime_ids" : [ 5786, 6793 ],
  "character_id" : 11546,
  "description" : "The main protagonist. He is 19 years old (virgin). Minato`s known family consists of his mother, grandmother and younger sister; his father is unknown, but it`s hinted, that Minaka might be Minato`s father. Minato is highly intelligent, yet due to his inability to cope under pressure has failed the college entrance exam twice, and as a result he has been branded an idiot and loser.\nMinato met Musubi by a stroke of luck after failing the exam the second time while she was being attacked by other sekirei. After her body reacts with his, she kisses him, activating her powers in the process. Also as a consequence of their meeting, Minato discovers that she is one of `Sekirei` and he is her `Ashikabi`, a human with special genes that allows them to activate a sekirei`s powers in a procees called \"winging\". After becoming an ashikabi, Minato is forbidden by the MBI to leave the city with risk of facing the MBI`s disciplinary squad if trying. This binds the Sekirei to him and allows them to use their full power in the elimination battle. In the beginning of story he had a passive personality, but gradually his kindness and love to his Sekirei and desire to protect them are making him surer of oneself and more manly.\nBefore the beginning of the third stage, Minato has winged six Sekirei. All 6 reacted to him (four of them are \"the Single Numbers\") - three at the game`s first stage: Musubi, Kusano and Matsu (her winging was end of the first stage) and three at the second stage: Tsukiumi, Kazehana and Homura (he was the last unwinged Sekirei and his winging was the final aim of the second stage). In the anime Tsukiumi was winged at the first stage and her winging was end of the first stage. Having quite a handful of strong sekirei by his side earned him recognition as the strongest Ashikabi in the northern part of the city, as well as the title, \"Ashikabi of the North\" (sometimes referred as \"Minato of the North\"), though most seem to neglect adding his name due to the fact that he was described as an Ashikabi with \"shady\" backgrounds. Many believe he is the key to foil the MBI`s plans for the sekirei.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Sahashi Minato",
  "rating" : {
    "rating" : 3.87,
    "total" : 64
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1680" : "Tachibana Shinnosuke"
  }
}