{
  "anime_ids" : [ 512 ],
  "character_id" : 116226,
  "description" : "Yusuke Yagami`s Mother, the tritagonist and main antagonist of the Hentai series Gibo.\n[h2]Appearance[/h2]\nYusuke`s Mother is a very beautiful and attractive woman with long wavy brown hair and brown eyes. She possess an outstanding, voluptuous figure with enormous breasts which are not only large but their shape are extremely beautiful and attractive. Her breasts are so huge, they are significantly larger than her lover`s hands and they would energetically bounced when they are in doggy style sex position. As a housewife, she wore plain and modest clothing which concealed her well-endowed body and wore her hair in a ponytail with a ribbon to keep it in place.\n[h2]Personality[/h2]\nInitially, Yusuke`s Mother is a very loving and caring parent. Though faithful to her marriage in the beginning, She is always lonely due to being completely neglected by her workaholic husband for several years. Fearing that her husband will start cheating on her. Yusuke`s mother sought the help of another man, a bespectacled middle aged gentleman with a vigorous and powerful libido who is extremely skilled and experienced in coitus and giving women sexual pleasure who is somehow familiar with her husband and son to train her in sexual techniques so that she can regain Eizo`s attention and discouraging her husband from cheating on her. At first, she started committing adultery with pure intentions of regaining her husband`s attention by learning to have sex. However, overtime, Yusuke`s mother came to extremely enjoyed the tremendous sexual pleasure her sex teacher could gave her, becoming a complete nymphomaniac, she officially became lovers with her sex teacher as Yusuke`s mother no longer cared about gaining her husband`s attention as she spent all the time she could engaging in adulterous lovemaking with her new lover during her husband near-endlessly long working hours in the Yagami`s residence even when her son Yusuke is at home with absolutely no remorse about cheating on her husband. While fearing her husband`s possible infidelity, ironically Yusuke`s Mother ultimately became the one who is unfaithful to their marriage. Their adulterous and sexual bond became so unbreakable, she was perfectly contend to divorced her husband and abandoned her own son.\n[h2]History[/h2]\nAt some point, she married Yusuke`s Father and gave birthed to Yusuke, however her husband is only concerned about his business and never paid any attention to her. Driven by fear that Eizo will start cheating on her, Yusuke`s Mother seeks help from a bespectacled middle-aged gentleman who is extremely skilled and an experienced master in having sex with women to teach her how to have good sex to regain Eizo`s attention and to discourage him from committing adultery.\nYusuke`s Mother arranged her first sex lesson on a hot summer day, when both Yusuke and his father, Eizo, were absent. She and the mysterious gentleman went to the bedroom of the Yagami Residence where Yusuke`s Mother would learn through experience by having sex with her teacher. Yusuke`s Mother slowly stripped her clothes off one by one in front of the mysterious gentleman who quietly observed, showing her naked body to the latter who remained stoic and silent. showing her naked body to another man for the first time aside from her husband.\nTo arouse her first, her sex teacher started groping the rich, enormous and beautiful breasts of Yusuke`s mother which he relished as he licked and taste her nipples for some time before he started fingering her pussy.\nAs Yusuke`s Mother started to feel anxious, her sex teacher reminded her she is no longer a virgin, and told her to relax a little more and enjoyed the foreplay which she complied.\nAfter some time, where Yusuke`s Mother is finally aroused, she covered her mouth with a finger as her teacher moved closer to her face and kissed her off screen.\nAfter sharing a kiss with the Mysterious Gentleman, Yusuke`s Mother bend down on all fours in front of the Mysterious Gentleman`s crotch to sucked his penis, finding her sucking technique to be unsatisfying and mediocre, he calmly told her to be more stimulating in her sucking, she must master her fellatio technique if she does not want her husband to cheat on her, as Yusuke`s Mother continued to obediently suck his penis. After licking his penis a few times, her teacher proceeds to give her cunnilingus. As he savored her vagina, he complimented on its tenderness stating that he would never imagined it belonged to a woman who had given birth to children. Yusuke`s Mother replied it is embarrassing and asked him not to say such things. As he licked further, Yusuke`s Mother climaxed as she groped one of her own wonderful breasts. Slowly and gradually, in a missionary position, the gentleman inserted his penis into Yusuke`s Mother`s vagina, losing her chastity and having sex with a man for the first time after years since her husband. As he questioned her about how it feels to receive a man inside her after such a long time, she replied she didn`t know. As the coitus became more intense, Yusuke`s Mother moaned in ecstatic pleasure as she started having sex extremely passionately with the gentleman first in a doggy style and then again in a missionary position.\nFinally, to maximize her pleasure the gentleman and Yusuke`s Mother switched to having sex in a reverse cowgirl position. He tightly groped Yusuke`s Mother`s voluptuous breasts as he masterly and intensely thrust his penis into her vagina in preparation to ejaculate inside her womb. He asked if the sex was comfortable and Yusuke`s Mother replied yes as she immensely enjoyed the sensation of having her breasts tightly groped while the gentleman intensively thrust his penis into her vagina. The Mysterious Gentleman ejaculated inside her vagina, giving Yusuke`s Mother a vaginal creampie as she moaned very loudly.\nAfter she committed her first adultery, Yusuke`s Mother would secretly continue to have sex lessons with the mysterious gentleman during her husband and son`s absence to improved her skills in sex for the sake of regaining Eizo`s attention. Eventually, she came to fall in love with her teacher. The adulterers officially became lovers as Yusuke`s Mother no longer cared about Eizo as she continued to have extremely passionate sex with the Mysterious Gentleman everyday to consummate their new found love with absolutely no remorse in cheating on her husband. Eventually, Yusuke`s Mother also began to neglect Yusuke. While she wished to continued keep her adultery a secret from her husband, she became brazen enough to have sex with the Mysterious Gentleman when Yusuke was at home.\nDuring one of Yusuke`s Mother`s trysts with her lover, her son Yusuke came home early. As he entered the Yagami Residence calling for her, Yusuke heard the sound of sexual moans coming from one of the rooms. As he peeked inside, he saw his mother naked and also her naked lover having extremely passionate sex in a doggy style position. Immensely enjoying the sex, Yusuke`s Mother asked the mysterious gentleman to plunge his penis into her vagina more intensely which produced loud and wet sounds of copulation from the increased intensity.\nHaving gained considerable sex training and experience, Yusuke`s Mother could perfectly match the pace of the mysterious gentleman, also giving him immense pleasure as the two lovers rhythmically moaned energetically as Yusuke`s Mother`s enormous breasts bounced in unison. As Yusuke`s Mother continued to keep pace with mysterious gentleman her beautiful voluptuous breasts bounced in tandem with her lover bending his hips and thrusting his penis into her vagina. The sex reached its most intense as Yusuke`s Mother and her lover bent their backs and moan loudly with immense ecstasy, climaxing in a creampie with absolute pleasure as the mysterious gentleman ejaculated inside Yusuke`s Mother`s womb. Their moans echoed as Yusuke looked on in silent and heartbroken despair. Yusuke continued to look on in silence as his mother continued to have sex with the Mysterious Gentleman until his father`s work time was over.\nAs her husband would soon return home, Yusuke`s Mother having sex with the mysterious gentleman in a standing position asked her lover to hurry up and give her an orgasm which he was reluctant to do as Yusuke was already home. Yusuke`s Mother assured him it was okay as she thinks her son is outside collecting insects and wouldn`t come in. Reassured, the mysterious gentleman prepares to ejaculate inside Yusuke`s Mother`s womb for one last time before Eizo return homes.\nNot long after, Eizo divorced Yusuke`s Mother, leaving her son behind.\n[h2]Legacy[/h2]\nYusuke`s Mother committing adultery would have a tremendous negative impact on her son Yusuke, having witnessed with his own eyes his mother having sex with another man. This would led to Yusuke`s intense hatred for all women and subsequently the future tragedies Yusuke committed by raping his stepmother Misako and stepsister Shinna, transforming them into nymphomaniacs like what the Mysterious Gentleman had done to Yusuke`s Mother. Yusuke would eventually be arrested for raping another woman in public, thus Yusuke`s Mother infidelity had unknowingly destroyed her son`s future, ruining him forever along with Misako and Shinna.\n[h2]Powers and Abilities[/h2]\nEnhanced Beauty: Yusuke`s mother was very beautiful and attractive with her immensely sexy, attractive and curvaceous physique full of wonderous adult charm consist of soft and elastic vigorously voluptuous breasts and also a pretty and tender pussy remains completely untarnished even after she gave birth to Yusuke several years ago. Due to her immense beauty, her lover who already had vast amount of sexual experience with women first, have an extremely intense lust towards her, as he would visit the Yagami Residence daily to have sex with her everyday as they continued to engaged in adultery, mutually enjoying the infinite pleasure that was born from their sexual union for a long time to come.\nYusuke`s Mother`s Breasts: Yusuke`s Mother has extremely beautiful and attractive breasts which are enormous each being significantly bigger than a man`s hand and has a light pink nipple.\nIndomitable Sexuality: Yusuke`s mother had great stamina and vigorous sexual libido, enough that she could keep having sex with her lover everyday without any sign of tiredness. Able to match her teacher`s extremely powerful libido.\nExpert Sex Specialist: At first, Yusuke`s Mother had little experience of having good sex due to being neglected by her husband for years, even anxiously panicking from the Mysterious Gentleman`s foreplay when she had already lost her virginity years ago. As Yusuke`s Mother started daily training in sexual intercourse with more experience, gradually she became highly skilled in having sex that she could keep having satisfying sex with her sex teacher everyday. On the day her son discovered their adultery, Yusuke`s Mother could perfectly matched the rhythm, pace and movement of her sex teacher who is an extremely skilled master in sexual intercourse as her body could balance with her enormous breasts energetically bounced in harmonious union, as they climaxed in a creampie both she and her sex teacher moaned loudly due to the absolute pleasure.\nOrgasm Inducement: Yusuke`s Mother could now have sex so intense she could give her own sex teacher tremendous sexual pleasure an amazing feat as the Mysterious Gentleman`s immense sexual experience with other women had made him very difficult to be pleasured.\nFellatio: Yusuke`s Mother gave the Mysterious Gentleman a blowjob, during their first sex lesson, leaning on all four with her breasts hanging, sucking the Mysterious Gentleman`s penis. According to the Mysterious Gentleman, Yusuke`s Mother sucking is not intense enough, and it is mediocre enough for Eizo to go cheat on her with other women. It is not known how much Yusuke`s Mother has improved in her blowjob technique.\nDoggy Style Position: Yusuke`s Mother has become skilled in the Doggy Style Sex Position, on the day Yusuke discovered their adultery, Yusuke`s Mother had sex with the Mysterious Gentleman in a doggy style position, she could balance her body and bouncing her voluptous breasts while slightly shaking her hips and legs forward to allow the Mysterious Gentleman`s Penis to plunge deeper into her vagina, skillfully matching the pace of the Mysterious Gentleman bending his hips and thrusting his penis into her vagina with such extremely passionate intensity, the Mysterious Gentleman also felt immense pleasure as he also loudly moaned with her as they climaxed in a creampie.\n[h2]Relationships[/h2]\nYusuke Yagami- Her son with Eizo, Yusuke`s mother was originally very loving and caring towards Yusuke. In return, Yusuke was extremely attached to his mother spending most of his time in his childhood with his mother as compared to his workaholic father Eizo whose attention is entirely devoted to working. Unbeknownst to Yusuke, his mother started having extramarital sex with the Mysterious Gentleman in order to regain his father`s Eizo attention. As Yusuke`s mother slowly became a nymphomaniac as she fall in love with the Mysterious Gentleman, she began to neglect Yusuke. Unintentionally and unknowingly, Yusuke`s mother had deeply traumatized her son forever emotionally by having sex with another man while her son is at home. It was on the day of the Discovery of the Affair, as a child when Yusuke returned home earlier than usual. Yusuke called for his mother, only to find her naked having sex with her lover, to his heart-breaking, sorrow, and despair, his mother was immensely enjoying the sex with her lover and shown to have absolutely no remorse about cheating on her husband. Even when the Mysterious Gentleman point out that Yusuke may discovered their adultery, Yusuke`s Mother conveniently dismissed with the excuse of Yusuke being outside collecting insects. Ultimately, she no longer cared about Yusuke as not only would she risked being caught by Yusuke during her sex sessions, when she divorced her husband, she was perfectly content to give up custody of her son to his father to start a new life with her lover without any guilt or remorse. Yusuke`s Mother committing adultery would have a tremendous negative impact on her son Yusuke, having witnessed with his own eyes his mother having sex with another man. This would led to Yusuke`s intense hatred for all women and subsequently the future tragedies Yusuke committed by raping his stepmother Misako and stepsister Shinna, transforming them into nymphomaniacs like what the Mysterious Gentleman had done to Yusuke`s Mother. Yusuke would eventually be arrested for raping another woman in public, thus Yusuke`s Mother infidelity had unknowingly destroyed her son`s future, ruining him forever along with Misako and Shinna.\nEizo Yagami - Despite her immense beauty, Yusuke`s Mother was completely neglected by her workaholic husband Eizo for several years after their marriage. In an attempt to regain his attention, Yusuke`s Mother sought the help of another man to teach her how to seduce her husband by learning to have sex in a skillful manner including foreplay techniques such as giving blowjobs, by having sex with her sex teacher. However, as time pass, Yusuke`s mother came to enjoyed the tremendous sexual pleasure of their lovemaking becoming a nymphomaniac, eventually she became lovers with her sex teacher. Yusuke`s mother no longer cared about Eizo as she had extremely passionate sex with her mentor daily without any remorse for cheating and betraying her husband.\nThe Mysterious Gentleman - Yusuke`s Mother was completely neglected by her workaholic husband Eizo who does not appreciate her beauty to the point, Eizo never had sex with her again for several years. Then Yusuke`s mother became acquainted with the Mysterious Gentleman who has lots of sexual experience with women, worried that her neglectful husband may start cheating on her, Yusuke`s Mother asked the gentleman to be her sex-teacher to teach her how to have good sex in order to regain her husband Eizo`s attention. Being a lustful man with a taste for beautiful and attractive women like Yusuke`s Mother, the gentleman agreed. Though the reason both the gentleman and Yusuke`s Mother started their sexual relationship was solely for Yusuke`s Mother to learn and master having sex instead of romantic love, as during their first tryst, the gentleman was completely stoic and serious throughout the sex and Yusuke`s Mother herself did not feel any joy and excitement in their tryst, and even felt anxious when the gentleman groped her breasts, licked her nipples and fingering her vagina. In fact, when Yusuke`s Mother first gave the gentleman a fellatio, the gentleman also did not particularly enjoyed it as he pointed out to Yusuke`s mother that her fellatio skills is not stimulating enough and in a slightly strict tone advised her that she needs a certain level of technique in her fellatio to prevent Eizo from committing adultery. This shows that the tryst is only meant to teach Yusuke`s Mother more about sexuality. When the gentleman inserted his penis into her vagina, Yusuke Mother felt confused at having sex for the first time after years, though she did admit the sex feel good. However as time passed, as Yusuke`s Mother secretly continued to have sex lessons with Mysterious Gentleman during her husband and son`s absence, the two of them genuinely fell in love with each other as while Yusuke`s Mother did finally became more skilled and experienced with sex to fufilled her initial goal of regaining Eizo`s attention, she came to fully enjoyed the ecstatic sex she have with the gentleman, as her body and vagina have become much more used to his penis and his extraordinary sexual prowess due to all their sex lessons compared to Eizo who never have sex with her thus she gave up on her original purpose in regaining her husband`s attention. As for the gentleman himself despite already having sexual relationships with other women, due to her immense beauty and sex appeal Yusuke`s mother became his favourite lover as he would continue to specially visit Yagami`s residence everyday to have extramarital sex with Yusuke`s mother. In fact on the day Yusuke first witnessed their adultery, both Yusuke`s Mother and the gentleman have sex which are extremely passionate and intense compared to the first time they have sex with each other. Yusuke`s Mother even asked the gentleman to thrust his penis in her vagina more intensely, signifying she no longer cared about Eizo and she has officially become lovers with the gentleman, their extramarital sex is now meant to consummate their love which Yusuke`s Mother immensely enjoyed without any remorse in betraying her husband.",
  "gender" : "FEMALE",
  "name" : "Yagami Yuusuke no Haha",
  "rating" : {
    "rating" : 8.84,
    "total" : 3
  },
  "type" : "CHARACTER"
}