{
  "anime_ids" : [ 512 ],
  "character_id" : 117571,
  "description" : "The Mysterious Gentleman is the unnamed lover of Yusuke`s Mother and the secondary antagonist of the Gibo. Alongside Yusuke`s Mother, he is responsible for Yusuke`s descent into depravity.\n[h2]Appearance[/h2]\nThe Mysterious Gentleman is a bespectacled middle aged gentleman with a short mustache. When shown naked and shadowed , the Mysterious Gentleman has shown to be slim, with a mildly muscular build. He has a long and firm penis which is the source of his powerful libido.\n[h2]Personality[/h2]\nThe Mysterious Gentleman enjoyed having sex with beautiful and attractive women, particularly Yusuke`s Mother. He has no qualms in committing adultery, turning a married housewife and loving mother into a complete nymphomaniac. Having spent everyday having sex with Yusuke`s Mother in the Yagami`s house, while Yusuke was in school and at home in the hentai anime. Though, he did worried that Yusuke might discover his adultery with his mother when he gave Yusuke`s Mother an orgasm.\n[h2]History[/h2]\nHis real name is never revealed, but he is the unnamed lover of Yusuke`s mother. A bespectacled middle aged gentleman with a short mustache, he has a slim and mildly muscular build and long and firm penis. The Mysterious Gentleman is not only a master of coitus but also has a extremely powerful libido for having sex with women, having experience in making love to many women. Then he met Yusuke`s mother, a very beautiful housewife with an extremely voluptuous body with enormous breasts which remains untarnished even after giving birth. Despite her immense beauty, Yusuke`s mother is completely neglected by Eizo, her workaholic husband for several years after their marriage. Yusuke`s mother asked the Mysterious Gentleman to teach her how to have good sex in order to regain her husband`s attention. Charmed by her immense beauty and sexiness, he consented.\nDuring a summer day when Yusuke and Eizo was absent, the Mysterious Gentleman visited the Yagami Residence to give his first sex lesson. Both he and Yusuke`s mother went into a bedroom where he planned to have sex with Yusuke`s mother in order to teach her through experience. After he first stripped himself naked, the Mysterious Gentleman calmly observed Yusuke`s mother slowly removing her clothes, revealing her naked and extremely attractive body to him.\nMysterious Gentleman (Stepmother`s Sin)The Mysterious Gentleman first started caressing Yusuke`s mother`s rich, enormous and beautiful breasts, by tightly groping her right breast while he licked the nipple of her left breast which he relished as Yusuke`s mother moaned arousingly. He began fingering her vagina and as she started to feel anxious the Mysterious Gentleman reminded her she is no longer a virgin and told her to relax a little more and enjoy the foreplay, for which she complied. After some time, when Yusuke`s mother is finally aroused, she sweated heavily as he asked if she was finally aroused, to which she agreed. Yusuke`s mother covered her mouth with a finger as the Mysterious Gentleman moved closer to her face and kissed her off screen.\nAfter giving Yusuke`s mother a kiss, the Mysterious Gentleman stood up straight next to a bed as Yusuke`s mother bent down in front of his crotch to suck his penis. Finding her sucking technique to be unsatisfying and mediocre, he calmly told her that she must be more intense in her sucking, that she must master her fellatio technique if she does not want her husband to cheat on her. After licking his penis a few times, the Mysterious Gentleman proceeded to gave her cunnilingus. As he savored her vagina, he complimented on its tenderness stating that he would never imagine it belonged to a woman who has given birth to children, to which Yusuke`s mother replied it was embarrassing and not to say such things. As he licked further, Yusuke`s mother climaxed as she groped one of her own wonderful breasts.\nMysterious Gentleman (Stepmother`s Sin)Slowly and gradually, in a missionary position, the Mysterious Gentleman inserted his penis into Yusuke`s mother vagina taking away her chastity and becoming the first man to have sex with her for the first time in years. As he questioned her about how it felt to have receive a man inside her after such a long time, she replied that she didn`t know.\nThe Mysterious Gentleman started thrusting his penis deep into Yusuke`s mother vagina before pulling it out and thrusting deep again. Intensifying the coitus, Yusuke`s mother moaned in ecstatic pleasure. As a finishing to maximize her pleasure, the Mysterious Gentleman in reverse cowgirl position tightly groped Yusuke`s mother`s voluptuous breasts as he masterly thrust his penis into her vagina and ejaculated inside her womb. He asked if the sex was comfortable and she replied yes as he ejaculated inside her vagina while she moaned very loudly.\nOver time, the Mysterious Gentleman continued to visit the Yagami Residence to continue their sex lessons. Amidst the throes of passion, eventually Yusuke`s mother developed tremendous romantic love for him. The adulterers officially became lovers as Yusuke`s mother became his favorite lover as the Mysterious Gentleman would spent every day having extremely passionate sex with Yusuke`s mother to consummate their love.\nMysterious Gentleman (Stepmother`s Sin)Once during a particularly intense sex session, Yusuke secretly found the Mysterious Gentleman in a doggy style sex position, intensely thrusting his penis into Yusuke`s mother`s vagina producing loud sounds of copulation which she immensely enjoyed as she asked her lover to thrust his penis into her vagina more intensely. As the Mysterious Gentleman bent and pushed his hips, passionately thrusting his penis inside her vagina, Yusuke`s mother perfectly matched his pace and movement, balancing and bouncing her enormous breasts as she also skillfully shook her hips and legs forward and backward to allow her lover`s penis to thrust even deeper into her vagina. With such immense intensity, the Mysterious Gentleman`s penis and Yusuke`s mother`s vagina produced very loud and wet sounds of copulation with bold and unrestrained rhythm as the force of the penis thrusting into the vagina caused Yusuke`s mother`s vaginal discharge to spray out. As the sex reached its most intense both the Mysterious Gentleman and Yusuke`s mother felt tremendous pleasure as they climaxed in a creampie with the Mysterious Gentleman`s penis ejaculating deep inside Yusuke`s mother`s vagina and womb, moaning loudly with immense ecstasy.\n[h2]Power and Abilities[/h2]\nMaster Sex Specialist: The Mysterious Gentleman is an extremely skilled master of sex with immense sexual experience with many women. The Mysterious Gentleman could gave Yusuke`s Mother such tremendous sexual pleasure she chose to give up on her husband and became lovers with him instead. Under his sex training, Yusuke`s Mother became a skilled master of sex in her own right.\nForeplay/Sexual Inducement: As a master of sex, The Mysterious Gentleman is an expert in foreplay to induced sexual arousal, during their first sex lesson, the Mysterious Gentleman groped and licked Yusuke`s Mother`s breasts with great skill quickly arousing her, when he started fingering her vagina, he could tell that Yusuke`s Mother is getting anxious and nervous, thus he reminded her that she had already lost her virginity and told her to just relax and enjoyed it.\nFellatio Skill Assessment: Having extensive experience from many other women sucked his penis before, the Mysterious Gentleman can judge a woman`s skill in fellatio by having them briefly sucked his penis once. When Yusuke`s Mother gave him a fellatio for the first time, he was completely unfazed by the ticklish sensation of her mouth sucking his penis which is normally the most sensitive part of a man`s body, finding her sucking not intense enough to be satisfying.\nCunnilingus: The Mysterious Gentleman is very skilled in cunnilingus, licking Yusuke`s Mother so skillfully she tightly groped her breast and moan in incredible pleasure. He could tell the superior quality of Yusuke`s Mother`s vagina in comparison to the other women`s vagina he licked before. Having also tasted the vagina of other women who has conceived and birthed children, the Mysterious Gentleman found Yusuke`s Mother vagina so exquisite he found it hard to believed that she has given birth.\nMissionary position: The Mysterious Gentleman is well versed in the missionary position, having first inserted his penis into Yusuke`s Mother Vagina, the sensation alone is enough for her to moan loudly. He proceeded to thrust his penis in her vagina a few times in the Missionary Position causing her to moan even more.\nReverse Cow Girl position: The Mysterious Gentleman employed the reverse cow girl position to maximize her pleasure tightly groping Yusuke`s Mother breasts while thrusting his penis in her vagina at the same time with masterful skill. In the end as they climaxed Yusuke`s Mother make a series of arousing moans before moaning one last time in pleasure.\nStanding Sex Position: Once The Mysterious Gentleman employed the standing sex position and he is able to quickly make Yusuke`s Mother climax in a short period of time before Eizo returned home.\nDoggy Style Position: The Mysterious Gentleman is particularly masterful in doggy style position, during the first sex lesson, he could give Yusuke`s Mother ecstatic pleasure, on the day Yusuke discovered their adultery, the Mysterious Gentleman could have such intense sex and continued to increased its intensity that his penis could produced loud sounds of copulation as the force of his thrusting penis into Yusuke`s Mother vagina caused her vaginal discharge to sprayed out. The Mysterious Gentleman bending his hips and thrusting his penis inside Yusuke`s Mother in pace with her bouncing her breasts and upper body, as they climax in a creampie, the Mysterious Gentleman also bend his back along with Yusuke`s Mother ejaculating inside her vagina as they both moan loudly harmoniously in immense pleasure.\nEnhanced Sexual Instinct: The Mysterious Gentleman has incredible stamina and an extremely powerful libido, able to have extremely passionate sex with Yusuke`s Mother everyday without tiring.\nThe Mysterious Gentleman`s Penis: The Mysterious Gentleman has a long and firm penis which is further honed through sex with many women.\nOrgasm Inducement His technique in using his penis is extraordinary, able to give Yusuke`s Mother tremendous sexual pleasure.",
  "gender" : "MALE",
  "name" : "The Mysterious Gentleman",
  "type" : "CHARACTER"
}