{
  "anime_ids" : [ 438, 536, 675, 931, 993, 2690, 5234 ],
  "character_id" : 11779,
  "description" : "Natsumi is an officer stationed at the fictional Bokuto Station in Tokyo`s Sumida Ward. She is very outgoing as well as very laid back. She often demonstrates superhuman strength second only to Shoji Tokairin and is a motorcycle enthusiast, capable of high-risk maneuvers on both bikes and mopeds. Natsumi has a prodigious appetite for food and alcohol, and has been known to show up at work with a hangover. She is also a chronic late sleeper. Despite having many bad habits, she is a very capable police officer and does her job seriously when needed. She keeps a mini-moped, a Honda Motocompo (JR-2) in Miyuki`s Honda Today squad car and uses it when a flanking strategy is required. It is prominently labeled \"NATUMI\" (in the Nihon-shiki transliteration system) before her first day at Bokuto in the beginning of the first anime, later re-coloured and re-labeled \"POLICE\" in the later appearances and on the Bandai Model kit of the Honda Today. When off-duty, she operates a Yamaha RZV motorbike until it is damaged beyond repair during later part of the first season. She is subsequently tricked into buying a Subaru R-2, which is in a near-non-functioning state. This car is then thoroughly renovated and heavily modified by Miyuki into a patrol car. She uses the wrecked motorbike`s engine, modifying the car to make its operation follow closely to that of a motorbike. In the manga version, this car operates with double engines.\nNatsumi is also familiar with judo and kendo, being able to defeat her opponents during training sessions. Her strength and her familiarity with hand-to-hand combat complement Miyuki`s brilliant mind in creating devices or modifying known vehicles very well, making her and Miyuki famous throughout Bokuto Station. She is also the only person in this series able to consistently defeat Strikeman`s fastballs and is called Home-Run Woman by Strikeman for this very reason.",
  "gender" : "FEMALE",
  "name" : "Tsujimoto Natsumi",
  "rating" : {
    "rating" : 8.96,
    "total" : 198
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "471" : "Tamagawa Sakiko"
  }
}