{
  "anime_ids" : [ 438, 536, 675, 931, 993, 2690, 5234 ],
  "character_id" : 11848,
  "description" : "Miyuki is Natsumi`s partner and roommate. Miyuki is not as physically tough as Natsumi, but she is much smarter and more polite. A technical genius, Miyuki frequently performs custom vehicle modifications for various people at the precinct, as well as being an expert with computers. Miyuki is a superb driver, almost as daring as Natsumi, and very difficult to shake in a pursuit. She is also punctual, shy and diligent - in contrast to Natsumi, who is tardy, brash and frequently lazy. Her mini patrol car, a Honda Today, is a heavily modified version for patrol duties. Normally the engine is a 554cc, but Miyuki has stroked it out to 700cc(although still having a yellow number plate for K-cars) and added twin cams, a turbo-charger, and nitrous oxide boost. Such a car could theoretically be built given current technology, but would be impractical at best in reality. She also has a blue Toyota Sports 800 as her personal car.\nUnlike Natsumi`s infatuation towards the chief (Kachou) of Traffic Division, Miyuki admires and respects him because of his dedication in working with the division. During situations where force was the only solution, Miyuki uses airsoft guns with paintball bullets in order to incapacitate or to leave a homing beacon on the opponents. Her love interest happens to be with the \"White Hawk\" Ken Nakajima but has initial difficulty in telling him until the end of the series. Her feelings for Ken were driven to the point when she pointed an air gun on Natsumi`s head when she joked that she would have to marry Ken in the future.\nMiyuki is fearful of anything that cannot be explained by science, such as the Paranormal, Supernatural or anything that was similar to science fiction. She is also afraid of reptiles.\nHer character design was also used as the template for a goddess whom the characters prayed to in a four panel gag strip added to a version of YUA who eventually became Belldandy when the strip proved popular and was developed into Oh! My Goddess.",
  "gender" : "FEMALE",
  "name" : "Kobayakawa Miyuki",
  "rating" : {
    "rating" : 8.53,
    "total" : 181
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "692" : "Hiramatsu Akiko"
  }
}