{
  "anime_ids" : [ 15597 ],
  "character_id" : 119009,
  "description" : "Kurenai Kougetsu is http://anidb.net/ch115506 [Homura Kougetsu]`s mother and the former ruler of Sun Jewel, where she was known as Kurenai Fujin (lit. \"Crimson Lady\").\nKurenai is a curvy woman of average height, she has dark blue hair in a courtesan hairstyle, but with her forelocks parted over her right eye. She wears a rather sultry, red kimono with a splotch pattern, a brown belt with gold arrows pointing in opposite directions, a butterfly-styled choker, and a white silk scarf that floats around her in the shape of a heart. To the right of her head, she wears two flowers, one red and one white, with gold ornaments while on her left are three gold beads. Additionally, she has a pair of gauntlets and goes around barefoot.\nDespite claiming that she had a soft spot for her own people by protecting them from evil criminals in which she resented, it was all a veneer that she made as Kurenai is at best, described as a rather sadistic woman who loves to hurt her enemies or people she doesn`t like. This was shown as she burnt the face of a young attractive man that she doesn`t like because he was too inferior for her own tastes and make him as her own personal pet.\nShe is also a callous woman who uses the people of the labor district as her own slaves in order to enjoy her own personal lavish life and once she sights an interesting object that has caught her attention because it could make more rewards for her, she showed no hesitation to discard the people that had helped her rise to the top. This was shown as when she took an interest in the Edens Zero because it could make a fortune, she showed no hesitation to obliterate the labor district because the people who live there had no use for her anymore. \nSource: Edens Zero Wiki",
  "gender" : "FEMALE",
  "name" : "Kurenai Kougetsu",
  "rating" : {
    "rating" : 2.13,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "309" : "Sonozaki Mie"
  }
}