{
  "anime_ids" : [ 3395, 4597, 6645 ],
  "character_id" : 1194,
  "description" : "Rock (real name Okajima Rokurou), is the protagonist of the series. He was a Japanese salaryman for Asahi Industries in Tokyo until he was taken hostage by the crew of the Black Lagoon. He joined the Lagoon Company after his department chief, Kageyama, abandoned him in an attempt to cover up the smuggling operation in which Rock had been an unwitting participant. Rock is a humble and mild-mannered person despite being on the business end of guns from friend and foe alike, and often seems surprised at the barbarity of the Southeast Asian crime world. He still wears a tie and short-sleeved dress shirt because although now a pirate, he still retains his business persona. He prefers to use words over weapons when interacting with others. Rock, after joining the Lagoon company, has wondered if he is experiencing Stockholm syndrome.\nWithin the Lagoon Company, Rock is usually responsible for account management, diplomacy, negotiation, interpretation, and the occasional errand. Having once worked in the resource investigation department of Asahi Industries, Rock is also skilled in geology. He is also a skilled linguist, being effectively bilingual in Japanese (his native language) and English as well as being familiar with other languages, including Spanish, Romanian and Russian. He also has a surprisingly high tolerance for alcohol, owing to the heavy-drinking lifestyle of a ladder-climbing salaryman. Rock`s earnest personality has earned him the interest of several figures in Roanapur, including Balalaika, Mr. Chang, Rowan \"Jackpot\" Pigeon, Yolanda, Eda (who develops a crush on him), and young Garcia Lovelace, whom he trusts to the greatest degree. In many ways, Rock is the heart of the Lagoon Company, serving as a balance for his more jaded teammates and as a bright spot in the world of darkness that is Roanapur. Dutch has stated that he believes Lagoon Company is complete with Rock not holding a gun, saying his bullets are the kind to ricochet back at them.\nRock is one of the \"luckiest\" characters in the series as he managed to survive every single thing he experienced from being taken hostage to being shot at. Thus far, he has survived the wrath of Revy, Balalaika, Roberta, and Sawyer. He is personally appointed by Mr. Chang to help Garcia Lovelace, much to Lagoon Company`s disapproval. Rock eventually begins to enjoy his life as a pirate and becomes even more comfortable with corruption. Later, in a conversation with Fabiola, he demonstrates a darker, sadistically ruthless side of his personality clearly influenced by Revy and the Roanapur environment. Benny even points out that there are things about him that scare almost everyone in Roanapur.\nWhile Rock has a family in Tokyo, he does not seem to have much connection to them due to their somewhat apathetic attitude towards him. It was later revealed that he did not pass his college entrance exams on his first try, leading his family to lower their expectations of him. It is known that he has a father, a mother, and an older brother who was academically capable and thus attained a job in the Japanese government. He was born in the 49th year of the Showa period, according to the manga version, which corresponds to 1974. In the anime his birth date is given as August 21, Showa 45 (1970).",
  "gender" : "MALE",
  "name" : "Rock",
  "rating" : {
    "rating" : 5.92,
    "total" : 270
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "265" : "Namikawa Daisuke"
  }
}