{
  "anime_ids" : [ 830 ],
  "character_id" : 11978,
  "description" : "Known as a Gun-Swordsman, Melan is the main hero of the series. Melan is tall and humanoid in appearance, wearing blue armor. A set of retractable wings extend from his back, apparently needed for flying. A narrow, single-edge sword is attached to his right arm and a powerful laser rifle is on his left. Melan has no actual hands. He can reach and grab objects, even a newspaper, with a set of mechanical tentacles that extend from his chest.\nMelan is discovered by Marin and assigns himself the mission of protecting her from Monomakia Bronte that would seek to kill her. For what reason so, he doesn`t talk about, apparently under orders of strict secrecy. A century ago, Melan stole Creis from Brigadoon and sent her to Earth to save her from renegades. Melan fought single-handedly against many other Monomakia. After defeating them all and safely hiding Creis, he was sealed into his ampule and kept at the Nezu Shrine where he was later released by Marin.\nMelan is fairly emotionless and doesn`t understand human life. Only after observing Marin for some time does he come to understand peace, play and even sadness.After a while Melan falls in love with Marin. After learning that Marin isn`t the real creis he sets out to look for the real one but still wants to protect Marin. even asks Lolo not to involve her anymore. He become distraut and unfocused when ever marin is hurt usally blames himself when it happens. When Melan is taken back to brigadoon by the renegade Marin comes to brigadoon to save him but he doesn`t remember her and tries to kill her and ends up injuring her very badly. But he remember her again when she kisses him.Then they try to stop the renegade. After Marin is killed Melan falls in deep depression and after she dies he consumes the power of cosmos and promises he will always be with Marin and bring a end to the renegade once and for all.Then goes to fight them while he was still holding Marin`s body. But he soon dies too,after he dies he, Erin, and Pyon are brought to perform the ritural of pasca which brings them back to life along with everyone. then brings marin back to earth but has to leave because the portal between earth and brigadoon was closing. Both Marin and melan began to cry and then they kissed.",
  "gender" : "MALE",
  "name" : "Meran Blue",
  "rating" : {
    "rating" : 5.19,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "297" : "Ootsuka Houchuu"
  }
}