{
  "anime_ids" : [ 3408, 4388, 5145, 5581, 6757, 8483 ],
  "character_id" : 11976,
  "description" : "Wilhelmina is a young lady that wears a maid`s uniform all the time. She is bound to Tiamat, whose will resides in the divine vessel Persona, which shifts forms between a headband, and a mask when in battle. During the great war, Persona`s shape was a tiara. Her title`s meaning is like the term for a player (in chess) who can predict moves far ahead.\nShe is one of the great Flame Haze from the age of the great war, fighting alongside her friend, Mathilde Saint-Omer (the previous \"Flame-Haired Burning-Eyed Hunter\"). Together, they are like the counterpart of the \"Pair of Wings\" combination between the Crimson Denizens Merihim and Illuyankas. Her ability is the power to control an infinite number of ribbons which appear from around her. Wilhelmina, who always speaks in an overly formal and polite manner, has nearly no expression. She`s very skillful in many things, like singing and house chores, and is the one who took care of Shana during the girl`s training at Tendoukyuu. Cooking, however, is one of her weaknesses; this was made even more evident in the second season, after her attempts at cooking crashed Chigusa`s kitchen.\nWilhelmina dislikes Yuji as an overprotective mother might dislike her daughter`s boyfriend, and constantly refers to him as \"the Mystes\", though later on, she occasionally refers to him by his proper name. This is possibly due to Wilhelmina`s own desire to gain Shana`s affections. She has, in the anime, advocated killing him so as to keep the Reiji Maigo out of the hands of the Bal Masqué and had to be stopped from performing the deed herself twice by Shana. In the anime`s second season, Wilhelmina has begun to, more or less, accept Yuji`s presence, if not his influence on Shana, and, on Shana`s request, becomes Yuji`s training partner when Shana is otherwise not available.",
  "gender" : "FEMALE",
  "name" : "Wilhelmina Carmel",
  "rating" : {
    "rating" : 8.12,
    "total" : 178
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "182" : "Itou Shizuka"
  }
}