{
  "anime_ids" : [ 239, 4880, 8159, 9588 ],
  "character_id" : 11993,
  "description" : "Pain (Deva Path) is the first of the Six Paths of Pain to be shown, was the body of http://anidb.net/ch20618 [Yahiko]. It was the most often seen and used of the six paths, and acted as Nagato`s representative during Akatsuki meetings. Its main abilities revolved around manipulating gravity, allowing it to repel or attract objects. The Deva Path was permanently incapacitated after its chakra receivers were removed from its body following its defeat by Naruto Uzumaki`s Rasengan. Konan took this body, along with Nagato`s body, after he died, and returned them to Amegakure.\nAs the Deva Path was the body of Yahiko, it had retained all of his physical features from when he was alive, most notably his medium length spiky orange hair. As the Deva Path, the body possessed Nagato`s Rinnegan, bore six piercings, a metal bar through each ear, three studs through the side of its upper nose, and one spike stud on each end of the bottom lip. It also had three piercings on each wrist, at least one on its upper wrist and some just under his neck. He also wore a beaded necklace, which is quite similar to the one worn by the Sage of the Six Paths. Underneath his Akatsuki robes, the Deva Path bears a faint scar at his stomach, most likely when Yahiko jumped onto the kunai to commit suicide under Hanzou`s order.\nThe Deva Path was the only path to be seen interacting with other Akatsuki members besides Konan. When all six paths were in active use, Nagato tended to speak only through the Deva Path, and showed the tendency to sacrifice other paths to keep it safe, suggesting that Nagato had some partiality to the path or that it was merely the most valuable.\nThe Deva Path was regarded as Pain`s most powerful and cherished of the six Paths. Its main abilities revolved around gravity manipulation, allowing it to repel or attract objects or people. However, it could not perform these techniques in rapid succession, leaving it vulnerable for a short period of time after each use. This period of time between usages varied from five seconds to several minutes, depending upon the force of the repulsion or attraction that the Deva Path had used. When performing a large-scale attack, Nagato had to first sever his connections with the other paths and then employ his chakra only to the Deva Path for the attack. However this is considerably risky as the other Pains were healing considerably sluggishly when the Naraka Path administered his jutsu. The Deva Path`s Chibaku Tensei allowed it to release a black orb of energy that could attract all surrounding matter to form a huge makeshift terrestrial body. The Deva Path`s most infamous and one of his greatest feats was singlehandly wiping out Konohagakure with one powerful Shinra Tensei.\nIn addition to gravity manipulation, Nagato was able to use a number of other miscellaneous jutsu through the Deva Path, something none of the other bodies had been shown doing. He was able to use the Shapeshifting Technique through the Deva path to make body doubles of others with human sacrifices. Other techniques used included astral projection, barriers to protect hideouts, and control rain, a possible throwback to Yahiko (who wanted to be able to stop the rain in Amegakure), which even allowed him to sense the chakra of everyone in Amegakure, making stealthy entrances by enemies impossible. In addition, like most of the other paths, it possessed considerable strength and speed, as seen with its fight with Jiraiya and Kakashi.\nAs Pain`s main body, the Deva Path was the primary body used for performing the Sealing Technique: Illusionary Dragon Nine Consuming Seals, which Akatsuki used to seal the tailed beasts. The members would convene to forcibly extract the beast from its host`s body over a three day period, depending on the number of people assisting with the sealing, and would then store it in a giant statue. He was not the only one who could use this technique, however. Madara Uchiha and the remaining Akatsuki members have been shown to initiate the extraction without using the Deva Path while it was occupied with invading Konoha.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Pain (Tendou)",
  "rating" : {
    "rating" : 8.55,
    "total" : 215
  },
  "type" : "CHARACTER"
}