{
  "anime_ids" : [ 1552, 3569, 4818, 5956, 6095, 10306, 19432 ],
  "character_id" : 12065,
  "description" : "The older sister of Fuyuki Hinata, Natsumi is a vivacious and fiery teenager whose most notable points are her great athletic prowess and her bitter rivalry with the series` antihero, Sergeant Keroro. As her mother, Aki, is mostly at work, Natsumi often takes care of the house chores, although she leaves most of them to Keroro, whom she always calls \"bokegaeru\" (ボケガエル, stupid frog). She deeply cares about her family, and, although she rarely admits it, her surrogate alien \"family,\" and desperately wishes for her mother to spend some quality time with her and Fuyuki. Within her family, Natsumi is probably the only one capable of noticing the presence of the house spirit. Whenever the spirit causes mischief or makes an appearance, Natsumi immediately feels under the weather due to the ghost`s spiritual presence.\nDuring her grade-school days in the manga, Natsumi was nicknamed \"Devil Summer\" (her name literally means \"summer beauty\") due to her violent temper, though she became more mature when she reached middle school. Although generally tomboyish for her athletism, Natsumi has a number of typical \"teenage-girl\" insecurities, especially around her crush, Saburo. She is an avid listener to 623`s radio show, though her failure on ever listening to any of her postcards over the show has become a running gag in the series.\nNatsumi is fairly popular among the alumni at her school, especially among girls due to her masculine interests like sports. One of her most notable admirers is Koyuki Azumaya, her best friend, although Koyuki`s feelings for her may as well extend to a crush (in the manga it is a crush).\nAt times, Natsumi and Keroro seem to absolutely hate each other, as Keroro is an idiotic annoyance to her once-peaceful life and as she herself is Keroro`s main obstacle from world invasion. However, their relationship is one of the most complex within the series, as it varies from rivalry and hate to concern and understanding.\nNatsumi has feminine interests like sweet things and snacks in general, as well as flowers and cute things, and her least favorite things are said to be anything creepy-crawly, especially slugs. She has the word `summer` in English on her bedroom door, and is part of the kaito team `MorePeachSummerSnow`.",
  "gender" : "FEMALE",
  "name" : "Hinata Natsumi",
  "rating" : {
    "rating" : 7.52,
    "total" : 74
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "305" : "Saitou Chiwa"
  }
}