{
  "anime_ids" : [ 14993 ],
  "character_id" : 121829,
  "description" : "Zarude is a dual-type Dark/Grass Mythical Pokémon introduced in Generation VIII.\nWhile it is not known to evolve into or from any other Pokémon, Zarude has an alternate form called Dada.\nIt was revealed on Pokémon Day 2020.\nZarude is a simian Pokémon resembling a baboon or mandrill. Its body is primarily covered in coarse black fur, though its chest and belly are patterned with shorter gray fur. Its upper snout, palms, and rings around its eyes are devoid of fur, and its skin is a light gray. The fur around the side of its head angles into wing-like crests on either side of its eyes. The eyes themselves have red sclerae, green irises, and black, slitted pupils. Its teeth are pointed and its canines are visible when its mouth is closed.\nZarude can extend prehensile vines from its wrists, neck, and the soles of its feet at will. It uses these vines to attack, swing from trees, and collect food from a distance. Zarude’s vines can also rapidly heal wounds when wrapped around them and absorb energy from trees. While resting, only the tips of the vines at Zarude`s neck and feet extend beyond its skin. However, the vines extending from Zarude`s wrists are typically wrapped around its forearms in four concentric rings. Occasionally, Zarude`s vines tear off and become nutrients for the soil of the forests it lives in. The Zarude follow a sacred law that allows no outsiders to be a part of their pack and protect the scared springs of the Great Tree.\nZarude are social and live in packs. They`re usually incredibly aggressive, and frighten most other Pokémon; excelling in battle with their sharp claws and quick wit. However, Zarude occasionally exhibit a softer side. A caped Zarude named `Dada` split from its pack to raise and nurture an orphaned human infant. It`s said that this Zarude derived unique strength from its bond to the adopted human child.\nZarude is the only known Pokémon capable of using Jungle Healing.",
  "gender" : "UNKNOWN",
  "name" : "Zarude",
  "type" : "CHARACTER"
}