{
  "anime_ids" : [ 239, 4880 ],
  "character_id" : 12200,
  "description" : "Hidden Stone Village (Iwagakure no Sato) is the hidden village of the Land of Earth. As one of the five great ninja villages, Iwagakure has a Kage as its leader known as the Tsuchikage. Its symbol is made of two rocks, with a smaller one in front of a larger one. The ninja from this village seem to specialize in Earth Release techniques.\nIwagakure is well-known for the rock-hard attitude of its shinobi. As soon as the Tsuchikage gives an order, the Iwa-nin do so without hesitating, even if it means death. http://anidb.net/ch16171 [The Fourth Raikage] has also accused the current Tsuchikage, Oonoki, of having employed http://anidb.net/ch8599 [Akatsuki] in the past.\nThe rocky mountain ranges that surround the village and country provide a natural stronghold. The village profits from this advantageous position and is proud of its strong defenses. The village sits among a mountain range consisting of small narrow waterfalls, with the buildings being composed of rock and stone; shaped from large, elevated formations of rock into tower-like structures. Many of its buildings sit on cliffs connected by a network of bridges. The Tsuchikage`s palace seems to be the tallest structure with a cone shaped roof.\nIwagakure at one time had the Four-Tailed Monkey and the Five-Tailed Dolphin Horse, sealed in Roshi and Han respectively, in its possession. Both were eventually captured and extracted by Akatsuki. http://anidb.net/ch8597 [Deidara] was originally a shinobi of this village, but after he stole a kinjutsu to further his art, he defected and became a terrorist bomber for hire, and eventually was forced to join Akatsuki.\nThe village was a participant in the Third Great Shinobi World War, invading Kusagakure and fighting against http://anidb.net/ch8864 [Konohagakure]. The war went well for Iwagakure, almost reaching the border of the Land of Fire. However, despite their military power having hit an all-time low, Konohagakure managed to turn the tide of the war by destroying the Kannabi Bridge and so cutting off Iwagakure`s line of supply.",
  "gender" : "UNKNOWN",
  "name" : "Iwagakure no Sato",
  "rating" : {
    "rating" : 4.75,
    "total" : 6
  },
  "type" : "ORGANIZATION"
}