{
  "anime_ids" : [ 3468, 7177, 13263 ],
  "character_id" : 12345,
  "description" : "Single-handedly brought up younger brother http://anidb.net/ch1168 [Okita Sougo] when their parents passed away while Sougo was still very young, Okita Mitsuba admitted herself that she pampered http://anidb.net/ch1168 [Sougo] until he is spoilt rotten, resulting in the aloof character that he is now. She took such great care of him that she neglected her own health and developed tuberculosis, and forfeited her own chance for marriage when she was of marriageable age. As a result, http://anidb.net/ch1168 [Sougo] respected her immensely, addressing her very respectfully as ane-ue (姉上) and using the formal courteous form boku (僕) to refer to himself when speaking to her. She in turn called http://anidb.net/ch1168 [Sougo] affectionately as sou-chan.\nMitsuba`s sickly condition deteriorated when she came to Edo to be with her husband-to-be http://anidb.net/ch12344 [Kuraba Touma], who unbeknown to her, was using her and http://anidb.net/ch1168 [Sougo] as pawns in order to `buy over` http://anidb.net/ch6221 [Shinsengumi] so as to allow his own illicit arms trade with http://anidb.net/ch6222 [Joui] extremists.\nSends http://anidb.net/ch6221 [Shinsengumi] tear-inducing extra-spicy senbei (flavoured rice crackers) every month.\nHer last words to http://anidb.net/ch1168 [Sougo] before she passed away in Episode 87 were `You are the brother that I am so proud of`.\nThough younger brother http://anidb.net/ch1168 [Okita Sougo] resembled her a lot superficially, character-wise they are exact opposite. Mitsuba is the archetypal virtuous female character, termed yamato nadeshiko (大和撫子) aka traditional feminine virtues of olden Japan, as well as the stereotype figure of bijin hakumei (美人薄命) aka the beautiful die young.\nLoves to add spice to all the food she eats, fanaticism on par with http://anidb.net/ch1167 [Hijikata] and his mayonnaise. Adds tabasco sauce to chocolate parfait. Expressed her wish to follow http://anidb.net/ch1167 [Hijikata Toushirou] to Edo when they were still in Bushuu (武州), but was rejected by him, out of concern for her safety and happiness. Although it is revealed that http://anidb.net/ch1167 [Hijikata] does in fact love her, he feels that he is unable to give her happiness, that is why he treats her coldly.",
  "gender" : "FEMALE",
  "name" : "Okita Mitsuba",
  "rating" : {
    "rating" : 6.74,
    "total" : 18
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "508" : "Shimamoto Sumi"
  }
}