{
  "anime_ids" : [ 184, 321 ],
  "character_id" : 12369,
  "description" : "Van Fanel is the second protagonist of the series, the young king of Fanelia, the second son of King Goau and Queen Varie. Varie was a Draconian, winged people descended from the people of Atlantis. The Draconians were stigmatized and believed to be bearers of bad luck. At a young age Van was cautioned against carelessly showing his wings, a mark of his Draconian heritage. When Van was 5 years old, his father died of unknown causes. His older brother, Folken, was given the test of kingship but never returned and Van believed he was killed, though others accused Folken of fleeing. Van`s mother grew ill from heartache and eventually died. Balgus, a trusted knight of his father`s, returned after a long absence and became Van`s surrogate father.\nWhen Van was fifteen, he performed the rite of dragonslaying to assume his throne. During the battle with the dragon, both he and the dragon were mysteriously transported to Earth, where he encounters a young high school girl named Hitomi and her friends. He works to protect them from the dragon, only to have Hitomi save his live when she foresees one of the dragon`s moves. After the dragon is killed, Van is transported back to Gaea, along with Hitomi. During his coronation as King, the Zaibach Empire attacked Fanelia. Van activates the kingdom`s greatest treasure, a Guymelef named Escaflowne. To activate the system, Van forms a blood pact with it, tying his own life to Escaflowne when he is piloting it. Though Van wants to protect his kingdom with the powerful machine, he is forced to flee his kingdom with Hitomi, only to learn later that Fanelia was burned to the ground by Zaibach.\nDuring the beginning of the series Van was frequently told that his attacks weren`t \"aggressive\" enough, Van`s reasoning being that he didn`t like bloodshed or the thought of killing someone. After he stated this, he was told that as a king of Fanelia this was not an appropriate point of view and that he would have to fight regardless of his feelings. However, as the series progresses and Van`s misfortune only increases, he becomes bent on revenge and begins to enjoy battle to the point of engaging in a seemingly \"fight to the death\" match with his comrade Allen. Yet, his love for Hitomi proves stronger than his love for battle and he eventually removes Escaflowne`s energist stating that he would like to see a future where Escaflowne isn`t needed.",
  "gender" : "MALE",
  "name" : "Van Fanel",
  "rating" : {
    "rating" : 6.26,
    "total" : 35
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "236" : "Seki Tomokazu"
  }
}