{
  "anime_ids" : [ 91, 248 ],
  "character_id" : 12426,
  "description" : "He is the childhood friend of Ruriko. When young Ruriko cries, he always comforts her, even though after that, he`ll start calling her Rurippe (sniveler).\nHe hates his father because for him, he is a liar. When his toy plane got broken, his father promised to fix it, but he was so busy with work that he forgot all about it. That is when he started writing \"Otochan no Baka!\" (My Dad is an Idiot!) in his dad`s garage. His work has something to do with an engine, and he happened to finish creating it so he promised Shun that he will attend his graduation. Shun did not believe him because he always break his promises. His father insisted that he will come and he promised that they will test the engine after the graduation. Shun agreed to his promise. During their graduation ceremony, he waited for his father but he did not come. His father met a car accident on his way to the graduation ceremony. That happening left a scar in Shun`s heart because for him his father died without even keeping a word.\nThe death of his father caused his family to have financial problems. He worked as a newspaper boy to support his mother and sister and his schooling too. He is talented in kendo, even though he is just a beginner, he almost hit an experienced opponent. His kendo teacher offered him to join and learn from the basics, and if he does well, he may happen to receive scholarship. But he refused his offer and chose work instead of sports. One time, after doing some newspaper delivery, he met Mr. Matsuda. He helped him in fixing his car, until the Invaders pass by them. He ran after it because it was headed to where his home is. It did not destroy their house, but only a memorable place where he remembers his father carrying him. He got angry and picked up a can and threw it. He noticed that the can was thrown with power. Then he got attacked with Invaders, after he was fallen, a girl healed him and gave some power to him. He ended the Invaders with a gate power that just got out of him. He realized that the girl is his childhood friend. Since then, he joined AEGIS and became a Gate Keeper.",
  "gender" : "MALE",
  "name" : "Ukiya Shun",
  "rating" : {
    "rating" : 3.98,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "225" : "Sakurai Takahiro"
  }
}