{
  "anime_ids" : [ 127, 423 ],
  "character_id" : 12493,
  "description" : "Lantis is a powerful Kailu and the younger brother of High Priest Zagato. He makes his first appearance in episode 23 of the second season, his reasons for coming back to Cephiro after the destruction of the Pillar shrouded in mystery. In the beginning it is only revealed that Lantis is a traveler, having seen many worlds during his self-imposed exile from Cephiro, one of the most important, and last, being Autozam - one of the three invading countries. For this reason, he is regarded with suspicion by the people of Cephiro.\nBrief flashbacks during the show, reveal to us that Lantis was Princess Emeraude`s Captain of the Guards before Lafarga. The time period is blurry, as Lantis himself tells Hikaru. With the added knowledge that in Cephiro those with strong hearts can live for extended periods of time, changing their appearances at leisure, his age can vary from several decades to several centuries. At the most 700 years, since Clef admits (at the beginning of the manga) that he himself is 745 years.\nLantis is a quiet and private man but undeniably strong, in heart, body and mind. Such is clearly hinted at by both Master Mage Clef (who believes that Lantis has enough power to equal that of his older brother Zagato and perhaps even surpass it) and Debonair (who makes no secret of the fact that his heart is `fearfully strong` and that she wants him for his power, going as far as to send Nova to get him for herself).\nLantis is a powerful mage - having learned from Clef, his former master - and wields a sword skillfully enough to be considered a talented swordsman. This makes him the only Magic Swordsman in all of Cephiro.\nDuring the second season, he falls in love with Hikaru and she with him; together they face the possibility of imminent destruction of Cephiro - who still lacks a pillar and is slowly crumbling - and surpass the obstacles set out in front of them: Nova, Debonair and the three invading countries.\nHe shares a deep friendship with Eagle of Autozam - leader of one of the major three invading forces - and doesn`t wish to fight him for the sake of the pillar`s crown. It is later revealed that Lantis`s return to Cephiro was conditioned by his desire to stop the tragedy of Emeraude and Zagato from ever repeating again; his greatest wish is to destroy the Pillar system and he is willing to give his life to achieve his goal.",
  "gender" : "MALE",
  "name" : "Lantis",
  "rating" : {
    "rating" : 7.48,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "220" : "Kosugi Juurouta"
  }
}