{
  "anime_ids" : [ 129, 6153, 9982 ],
  "character_id" : 12580,
  "description" : "At an age swiftly approaching thirty, Date is an old-timer for a boxer, but is nevertheless the man that Ippo looks up to. Years ago, he lost his World Title Match to the champion, Ricardo Martinez, who was defending his title for the 2nd time. He was knocked out in the 2nd round, and among other injuries, got a scar on the bridge of his then-fractured nose.\nDate gave up boxing after that in order to settle down with his wife Aiko (a woman from a rich family who sacrificed a lot to be with him, and who just had a miscarriage at that time) and raise a family. But Date was a born boxer -- he found he could not contain his combative nature for long, and after Aiko told him that she wanted their son Yuuji to see his dad fight, he picked his career back up to the top. Date is strong in every way, but his greatest weapon is the Heartbreak Shot, a corkscrew blow to the heart that immobilizes the opponent.\nHe is the sole boxer to have defeated Ippo in the ring, making Kamogawa throw the towel.\nAfter this fateful match, Date went after the WBA title - a rematch with Ricardo Martinez, who was making his 18th title defence - but lost by K.O. in the 10th round. The injuries he received in this fight included broken hands and a fractured jaw, and seriously limited Date`s chances of making a return to the ring. He has, however, passed on his dream to Ippo. Currently, he trains other boxers at the Nakadai Gym. Morikawa Jouji stated in an interview that Date was modelled after former OPBF Champion Ozaki Fujio.\nAt the time of his retirement, Date held a record of 23-2-0 with 17 KO`s. He was the former OPBF Featherweight Champion as well as a two-time JBC Featherweight Champion and has twice been the #1 contender to Ricardo Martinez`s WBA Featherweight Title.",
  "gender" : "MALE",
  "name" : "Date Eiji",
  "rating" : {
    "rating" : 8.75,
    "total" : 51
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "25524" : "Aizawa Masaki"
  }
}