{
  "anime_ids" : [ 5145, 8483 ],
  "character_id" : 12623,
  "description" : "Sabrac is a powerful Crimson Lord who was victorious in numerous battles against the Flame Haze. He is literally an assassin, for he is usually seen receiving requests to kill a certain target of interest; his heavily armoured, face-covered, and leather-bandaged outward looks also add to the fact. He likes to make long fancy-talk speeches, and while he is seen dissatisfied many times, it is hard to see him in a wrath. His hobby is collecting bladed weapons from swords to katanas whether they are Treasure Tools or not, and he actively used them in fights. He and Dantalion loathe each other, for the latter transfigured Sabrac`s Treasure blade Hystorix into a blade-spinning drill-like contraption without permission, and the blade`s owner badly insulted the mad scientist for this.\nDuring combat, his first strike is notorious for its insensibility even to the most sensitive Flame Haze nor Denizen, and that it can be cast at an unlimited number of targets with each strike at maximum power. His Power of Unrestraint, the Stigma, causes all wounds he inflicts to increase in size over time. This spell built for battle is fatal for most targets, and even if he/she might be strong, the target`s fate is unsure, and even if have survived, the piling amount of wounds will eventually bring Sabrac his victory.\nSabrac is actually an unbalanced Lord with a ridiculously gigantic body, yet with the range of sight, hearing, and other senses only as much as human. He hides his body by blending into the area he has chosen for battlefield, enabling him to launch a surprise attack without being detected. The humanoid Sabrac that appears after the first strike does possess the very mind of Sabrac, though it is almost invulnerable because it is only a figure created from small part of his body. As such, it can near infinitely endure or recover from any damage.\nHired by Bal Masqué, he hunted down the Engage Link and casted a part of \"Psalm of Grand Order\" into Reiji Maigo. He was again hired by Bel Peol and went to Misaki City, badly wounding the Flame Hazes by surprise attack and sets another part of the \"Psalm\" into Yuji. But his arrogance had let Wilhelmina succeed in curing the Stigma, and Yuji to speculate Sabrac`s secret and comes up with a plan to defeat him by ripping the figure along with few city blocks away from the true body, therefore cutting off his power of recovery and his retreat. By the teamwork of Flame Hazes, Sabrac was defeated, but he managed to escape to Seireiden with the power of Gordian Knot. Later, Sabrac is shown speaking with Bel Peol and announcing that he no longer has a reason to have his base at Seireiden.",
  "gender" : "MALE",
  "name" : "Kaijin Sabrac",
  "rating" : {
    "rating" : 7.4,
    "total" : 21
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "371" : "Kuroda Takaya"
  }
}