{
  "anime_ids" : [ 4728, 5772, 6316, 8826, 9764, 15067, 15626 ],
  "character_id" : 1265,
  "description" : "Dusknoir, known as the Gripper Pokémon, is the evolution of Dusclops, obtained by trading a Dusclops that is holding a Reaper Cloth. It appears only in Pokémon Diamond and Pearl. Dusknoir`s body is mostly black, with four almond shaped eye-like markings (two in the front, two in the back) and a yellow horizontal zigzag line below the \"eyes\" along which the entire torso can open and close like a mouth, giving the impression of a face. This \"face\" also glows brightly when Dusknoir powers up for attacks. Dusknoir now has developed arms. Two yellow bands are near its wrists and its grey hands are similar to Dusclops`. Dusknoir has a grey, cylinder-shaped head with another yellow band near the top and a single black eye with a yellow iris and a red pupil. On top of its head is a yellow antenna which allows this Pokémon to receive transmissions from the spirit world, from where it receives commands to take people there; due to the presence of an actual \"spirit world\" in the games ruled by the Legendary Pokémon Giratina, a ghastly dragon that represents death, it is speculated that it is Giratina that gives orders to Dusknoir. In addition, it may have ties to the Grim Reaper, as the player needs a Reaper Cloth in order for it to evolve as well as it being a Gripper Pokemon, a possible portmanteau of \"Grim\" and \"Reaper\" altered to fit Dusknoir`s grabbing persona. Dusknoir has a ghostly tail instead of feet like Dusclops, resembling the stereotypical depiction of a genie. Its name can be translated as \"black dusk\", \"noir\" meaning \"black\" in French.\nA male Dusknoir appears in Pokémon Mystery Dungeon: Explorers of Time and Explorers of Darkness as the main villain of the game. He is a tyrant from the future world and deceives everyone into trusting him and outing Grovyle as a villain, but in fact, he is an agent of Primal Dialga",
  "gender" : "DIMORPHIC",
  "name" : "Yonoir",
  "rating" : {
    "rating" : 3.25,
    "total" : 5
  },
  "type" : "CHARACTER"
}