{
  "anime_ids" : [ 4196, 7669 ],
  "character_id" : 12695,
  "description" : "Wanijima Akito (鰐島 亜紀人) and Wanijima Agito (鰐島 咢) are two personalities that make up the Fang King, of the Bloody Road. They are originally part of the Wind SWAT team, in which they are treated like a tool by their older brother, Kaito. Ikki eventually saves them, and they join Kogarasumaru. They switch who is in control by using an eye patch. Akito is innocent and non-violent. He becomes attracted to Ikki, much to Ikki`s discontent, and often tries to kiss, bathe, and sleep next to or with Ikki. He states he was the original Fang King until he became disgusted with himself and became unable to use AT. Agito then appears and starts using ATs, while following his own violent and bloodthirsty nature. He tends to swear a lot and uses four hooks dangling from straps on his legs to battle and tear people apart. When equipped with the Fang Regalia, he releases a pressurized \"Fang\" through the instantaneous acceleration and braking of the A-T`s wheel motors, vacuuming and compressing air into a piercing shock wave. As the manga develops, Agito grows to respect Ikki and his strength. In some scenes in the manga, Agito is shown to be very weak while sleeping, so much that the guys put him in some very humorous scenes because of his weakness. It is also learned that Akito had been acting as Agito`s tuner up until now. However, he wasn`t able to fully hear his own biorhythm, only allowing him to keep his other half`s A-T and Regalia barely operational. Because roughly 76% of the Fang Regalia was not operational, Agito had difficulty with fully utilizing his \"Fangs\". It isn`t until Yayoi tunes him that the Fang Regalia is fully operational and complete. Akito is very affectionate to Ikki as well as Agito to respect his way of doing things.In the manga, it is showed that Agito has some sort of affection towards Nakayama as he tells her to \"protect\" herself.and he has one body but two souls one with white wings and another with dark wings the dark winged one is the one with the bad attitude and he acts like a real jackass.",
  "gender" : "MALE",
  "name" : "Wanijima Agito",
  "rating" : {
    "rating" : 7.68,
    "total" : 14
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "208" : "Shiraishi Ryouko"
  }
}