{
  "anime_ids" : [ 6316, 8826, 10966, 15067 ],
  "character_id" : 1282,
  "description" : "Arceus, known as the Alpha Pokémon or \"The Original One\", is the ultimate legendary Pokémon. Arceus premiered with the fourth generation but did not appear (without cheats) in Pokémon Diamond and Pearl. It has a silver-coloured body and has a large, golden wheel around its abdomen, connected by spikes filled with gems. It is said in a book called \"The Original Story\" that Arceus was born from an egg in a vortex of pure chaos. After it was born, it created two beings from itself: one of time, one of space Palkia, and then three more beings, named Dialga, Palkia, Azelf, Uxie, and Mesprit respectively. The two former created matter and the latter three created spirit, while Arceus entered an eternal sleep. This story can be found in the Canalave Library, and can also be told from the various elemental plates the player encounters in the story. This story appears to contradict that of Mew being the ancestor of all Pokémon.\nArceus has the Multitype Ability, which allows the player to change Arceus` type from Normal to any of the other sixteen types by having it hold various elemental plates found throughout the game. Arceus` signature move, Judgment (Learned at level 100), uses the same typing as the held elemental plate. Arceus also has the highest base stat total of any Pokémon to date, which makes it the strongest Pokémon of all time excluding Primal forms and Mega Evolutions. (Its Base Stat Total is 720, with each stat having a value of 120. There are many that beat Arceus in each category individually, but its BST is unmatched among standard form Pokemon.) Due to its power and rarity, it is known by many fans as the \"God of Pokemon\".\nOfficially, Nintendo has not released further details on Arceus in Japan or the United States. The only way for players to currently capture Arceus is through cheats or glitches such as using a Gameshark or an Action Replay DS and by using the event item, The Azure Flute which has only been distributed in Pokémon Diamond, Pearl, and Platinum versions. Arceus has also been distributed in various events in around the world.",
  "gender" : "NONE",
  "name" : "Arceus",
  "type" : "CHARACTER"
}