{
  "anime_ids" : [ 12407, 15067 ],
  "character_id" : 129120,
  "description" : "Professor Kukui`s Incineroar is the evolved form of Professor Kukui`s Litten. Masked Royal and Incineroar were first revealed when they were going for their 20th straight victory at the Battle Royal Dome. It`s an Alolan tradition for four Pokémon to battle at the same time. It KO`d its three opponents, a Machamp, Primarina, and a Decidueye by using Malicious Moonsault to win the match an the 20th straight battle.\nIncineroar is incredibly tough and completely unfazed by multiple attacks against it from multiple opponents. Ash Ketchum noted it was a very strong Pokémon while watching a match on TV.\nDuring a special event, people were able to challenge Masked Royal and Incineroar. Ash`s Litten, Sophocles`s Charjabug and Kiawe`s Marowak battled it. Despite what ended up being a 3-on-1 battle, Professor Kukui`s Incineroar was able to beat all three of them without too much of an issue.\nWhile jogging on the beach, they came across Ash`s Litten training and Masked Royal challenged them to a rematch battle. Ash`s Torracat evolved during a training battle with the Masked Royal but despite getting stronger and perfecting Flame Charge, it was still no match for Professor Kukui`s Incineroar.\nTorracat was always a fan of the Masked Royal`s Incineroar and it got to see a match against the Revengers at the Battle Royal Dome. When things started to get out of hand and the Revengers started battling unfairly, Ash`s Torracat jumped out of the gallery and hit Magmortar before it could use Fire Punch. It then ended up teaming up with the Masked Royal`s Incineroar for the Revenge Match against the Revengers where it knocked out both Mad Magmar`s Magmortar and Mr. Electric`s Electivire after it learned the move Revenge during the match. The Double Royals ended up winning the match.\n-- Alola League Exhibition Match --\nFor the Alola League Exhibition Match, Ash`s Torracat faced off against Professor Kukui`s Incineroar but since their last match, Torracat got a lot stronger and it was time to show it how tough it was. The battle didn`t disappoint as the two Fire-type Pokémon battled very hard and it was clear that Torracat’s flame power was getting stronger. Incineroar`s strategy was to continuously use Bulk Up to increase its defense capabilities while Torracat used Flame Charge to keep getting faster. Despite its speed boost, Incineroar was used to battling many opponents at once and it could track a Pokémon’s movements 360 degrees around so it had no blind spots. Incineroar fought back with a Blast Burn but Torracat absorbed the Blast Burn into itself to increase its own firepower. With Torracat noticeably tired, Ash recalled it.\nAsh`s Torracat and Professor Kukui`s Incineroar battled again later on in the match and Ash reminded Torracat to keep an eye on Incineroar’s every move. They testing each other’s strengths and weaknesses but in the head-to-head clash of Bulk Up versus Fire Blast, Incineroar emerged victorious but it wasn`t enough to knock it out. Finally, the two decided to use Z-Moves to finally determine the victor and the two Inferno Overdrive`s collided and became a huge, high-pressure fireball in the middle of the battlefield. They both jumped into the fireball with Incineroar using Throat Chop and Torracat using Revenge and Professor Kukui`s Incineroar was defeated.",
  "gender" : "UNKNOWN",
  "name" : "Gaogaen (Kukui-hakase)",
  "type" : "CHARACTER"
}