{
  "anime_ids" : [ 15067 ],
  "character_id" : 129471,
  "description" : "Haruto is a character that appeared in the Pocket Monsters: The Distant Blue Sky special. Haruto`s father is So and his mother is Sae. He appeared to Ash Ketchum in a forest after Team Rocket had stolen Pikachu. He told him where they were so he could rescue Pikachu.\nAfter rescuing Pikachu, Ash was hungry and Haruto knew of a place to get some Oran Berries. He directed him to his house where his parents were. Not realizing, the Haruto had disappeared, So came outside after hearing his wife being startled by Ash Ketchum, who came to eat some Oran Berries just outside their house. So told him Ash he could have some of the berries and he then went back inside to continue painting. Sae apologized for her husbands abrupt behavior as he had become a little unfriendly. He was about to pick them but Sae had already some gathered along with some bread she had baked. She gave them to him along with some extra for his friend, not realizing that he was actually referring to her son Haruto.\nAsh left the house and reunited with Haruto. A Mankey with Haruto hat appeared and Ash managed to catch it to get the hat. Ash then went back to the house to return the hat, So thought Ash was lying but then Sae explained to Ash what had happened and that was the hat her son used to wear. She would work in the city and So would work in his atelier, so it was rare for them to be together and the one day the were all together, Haruto was wearing that hat and they were looking up into the sky.\nIt was then that Ash realized that Haruto had died. He had been coming to this forest a lot since he was little and would get covered in mud with wild Pokémon. When he was grown up, he was going to become a Pokémon Trainer and gets lot of Pokémon and participate in lots of battles. As a kid, he liked to look at the sky. He had yet to touch a Pokemon but Ash helped him and told him not to be shy and held his hand as Haruto touched Pikachu. Haruto then disappeared.",
  "gender" : "MALE",
  "name" : "Haruto",
  "type" : "CHARACTER"
}