{
  "anime_ids" : [ 6288 ],
  "character_id" : 13168,
  "description" : "Oz`s best friend and loyal servant. To him, Oz is his most precious person, and he is willing to sacrifice anything for him. He was taken into the Vessalius family after being discovered in an injured state 15 years ago. He was invited by Oz to attend the coming of age ceremony as his friend. During the ceremony, he was controlled by a chain in the Baskerville`s possession and forced to attack Oz. After regaining consciousness, Gilbert tries to stop one of the Baskervilles. He ends up seeing his face, who is later revealed to be Oz`s father, and protects him when Oz tries to slash at him. This causes Oz to cut Gilbert instead. After he was hit, Gilbert passed out.\nHe goes on to become Raven (鴉) and appears as a member of Pandora who retrieves Oz after he escaped from the Abyss. Oz later discovers Raven`s true identity, and calls him Gil again. However, everyone else still calls him Raven. After the ceremony 10 years ago, he was adopted by the Nightray family, who earlier adopted his younger brother Vincent, and thus feels that he betrayed Oz because the Nightrays were the prime suspects in the assassination of Oz`s mother. He had no memory of Vincent before they met at the Nightrays. In hopes to eventually rescuing Oz from the Abyss, Gilbert trained hard in gunmanship, and even killed in order to tame the Nightray family`s chain `Raven`. He uses its power to somewhat control the B-rabbit through Oz, preventing side effects like the clock hand moving. After 10 years, he still hates cats and is a wonderful cook. After drinking alcohol he reverts back to his `Gilbert` self: insecure cry-baby. He really cares about the hat that Ada gave him. He is from 100 years ago and used to serve Jack along with Vincent, but he was killed by Glen while trying to protect Jack, and his brother Vincent open the path to Abyss in order to save him. And in later chapters he has a fear of being left behind. Gil is one of suspects for the murder of Alice a hundred years ago. It is revealed that Gil was killed in order to be Glen`s new vessel. The chain, which would be used in the ritual, is ironically Raven, his current chain. Vincent, however, interfered the ritual by opening the Abyss Door and in return, caused the Tragedy to happen. Gilbert has also reunited with Oz in Sabrie where they immediately meet Oz`s father, Zai Vessalius.",
  "gender" : "MALE",
  "name" : "Gilbert Nightray",
  "rating" : {
    "rating" : 7.67,
    "total" : 23
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "17" : "Toriumi Kousuke",
    "11241" : "Sakamoto Azuma"
  }
}