{
  "anime_ids" : [ 59 ],
  "character_id" : 13293,
  "description" : "Morrigan is a fit, attractive succubus who is very vain and lives for little more than the excitement of battle. She appears as a beautiful woman with long, light green hair, large breasts and bat-like wings on her back and the sides of her head. Morrigan can reshape these wings into spikes and blades when attacking her enemies, as well as using them to shield herself from enemy attacks. Her wings can also separate from her, and form into a cloud of bats. She uses a variety of magical attacks as well.\nWhile Demitri officially fills the role, it has often been suggested and implied that Morrigan is the main character of the Darkstalkers series, due to her importance in the overall story as well as her many appearances outside of her game series. She may even be considered a protagonistic anti-hero, since despite her demonic appearance and nature, she is not evil.\nMorrigan is a succubus and the adopted daughter of Belial Aenslaed. When she was born, Morrigan was extremely powerful (an \"S Class\" according to some Japanese source books), so much so that Belial sealed away part of her power, one-third in himself to be returned upon his death, and one-third in a pocket dimension, which eventually became a being of its own, a succubus named Lilith. Unaware of Belial`s action, Morrigan grew up and found her life in the Aenslaed castle dull, so she frequently visited the human world to look for entertainment.\nOn one occasion, Morrigan was drawn to a strange power (which would turn out to be the fire demon Pyron), and ventured into the human world once again. Upon her return, she was informed of Belial`s death and that she was the next successor to the Aenslaed throne. Although she is now rightfully the ruler of the Makai, she shirks her responsibilities and seeks to continue her life as before. Morrigan eventually meets Lilith, and the two beings merge into one, fully restoring Morrigan`s power.",
  "gender" : "FEMALE",
  "name" : "Morrigan Aensland",
  "rating" : {
    "rating" : 8.6,
    "total" : 20
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "555" : "Sakuma Rei"
  }
}