{
  "anime_ids" : [ 6107 ],
  "character_id" : 13408,
  "description" : "In the manga, Sloth is not introduced until midway through the series, where he is revealed to be a muscular, but dim-witted giant standing almost twice the height of a normal man. Sloth`s Oroborus tattoo is located on his right shoulder blade and he is listed in Perfect Guide Book 2 to be the fifth Homunculus created by http://anidb.net/ch16464 [Father].\nSloth is tasked with digging a gigantic transmutation circle beneath Amestris to be used in turning the country into a Philosopher`s Stone. Though he is briefly impeded in this job when he runs into the Elric brothers at Briggs Fortress, he is allowed to continue his work, finishing the circle in chapter seventy-eight. Just as his name, Sloth is always wanting to rest and finish his job so he can stop working. When http://anidb.net/ch10174 [Greed] is captured by http://anidb.net/ch10175 [Wrath], he asks about Sloth and http://anidb.net/ch6591 [Lust] answers saying he is still working, meaning he was already making the tunnel before Greed left the group one hundred years before.\nAfter finishing the transmutation tunnel, he acted as Father`s personal bodyguard, following him when he took direct control of the army and sleeping near Father`s throne when he has nothing else to do. In Chapter 91, he was sent to deal with http://anidb.net/ch13409 [Major General Olivier Armstrong] when she took one of the corrupted generals of Central as hostage, killing the hostage in a surprise attack. After a lengthy battle with the two Armstrong siblings, in which Sloth gets impaled several times, http://anidb.net/ch10172 [Izumi] and her husband, http://anidb.net/ch10173 [Sig], come to help aid the Armstrongs. Sig and Alex Armstrong then proceed to attack Sloth, and finally they throw Sloth onto an earth spike, impaling him. As he attempts to recover, his arms begin to quickly disintegrate. Realizing his death forthcoming, he embraces his end with a smile, stating that merely living was too much effort for him, making Sloth the 4th Homunculus to die.",
  "gender" : "MALE",
  "name" : "Sloth",
  "rating" : {
    "rating" : 3.31,
    "total" : 17
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "32" : "Tachiki Fumihiko"
  }
}