{
  "anime_ids" : [ 6107 ],
  "character_id" : 13411,
  "description" : "Major Miles is an Amestrian State Military Officer stationed at Fort Briggs as Major General http://anidb.net/ch13409 [Olivier Mira Armstrong]`s personal adjutant. Dutiful and intelligent, Miles is among Armstrong`s most trusted soldiers and fulfills his orders efficiently and to the best of his ability. Though pragmatic and calculating, Miles is not without a heart; he holds a great deal of admiration for his queen, a soft spot in his heart for his comrades and the hope that people will be able to work together without prejudice in the near future.\nLike most soldiers serving at Briggs, however, Miles hides a personal secret behind his slow-blindness goggles. Though he is the child of a multi-ethnic family, his paternal grandfather`s Ishvalan heritage runs strongest in him, resulting in Miles` distinctive red eyes despite being only one quarter Ishvalan.\nIn 1908, when http://anidb.net/ch10175 [Führer]`s Order 3066 called for the assembly and confinement of all Ishvalan people serving in the Amestrian military at the start of the Ishval Civil War`s final stage, Miles had just been assigned to Armstrong`s command at Briggs. However, she neither confined Miles nor sent him away to the government`s internment camps. When Miles, confused by Armstrong`s decision and angered by the slaughter of his ancestors, confronted Armstrong as to why she kept him as her assistant, she told him that prejudice on the battlefield would only lead to casualties and that, as a pure-blooded Amestrian, she valued the measured judgment and unique perspective of someone like Miles, who had not only Ishvalan blood, but the blood of several other ethnicities in his veins. Armstrong urged Miles to work as part of Briggs` singular force to ensure everyone`s survival and told him that, if he still felt resentment toward Amestrians for the murder of his grandfather and relatives, she would take him on in a one-on-one duel whenever he should so choose. After this exchange, Miles put aside his grievances aside and became committed to following Armstrong honorably and changing the general opinion of Ishvalans.",
  "gender" : "MALE",
  "name" : "Miles",
  "rating" : {
    "rating" : 6.37,
    "total" : 20
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "259" : "Nakai Kazuya"
  }
}