{
  "anime_ids" : [ 717, 718, 719, 720, 721, 2009, 2187, 2440, 3969, 4095, 6517, 11977 ],
  "character_id" : 13526,
  "description" : "Anaheim Electronics is a fictional civilian manufacturing company that appeared in the Universal Century timeline of the Gundam anime metaseries. The company appeared first in Mobile Suit Zeta Gundam(aired in 1985) as the main funder, as well as the main military supplier and manufacturer of the faction AEUG. However, the company also design and manufacture weapons for both the Earth Federation, its elite faction Titans, enemy of the AEUG, and third party faction Axis Zeon, which in turn became the enemies of the AEUG later in the series until the end of the sequel, Mobile Suit Gundam ZZ(aired in 1986). The company continues its manufacturing contracts in Mobile Suit Gundam ZZ and Mobile Suit Gundam: Char`s Counterattack(aired in 1988), where its weapons are always seen in both sides of the conflicting factions. In the novel, Gundam Sentinel(serialized in 1989), which happens between the conflicts of the anime series Mobile Suit Zeta Gundam and Mobile suit Gundam ZZ, Anaheim Electronics became the main contractor of the Earth Federation of its new mass-production units like Nero and the Z Plus series for the Task Force alpha and also provided prototype units such as S Gundam as a testbed for the Federation. The Gundam Sentinel`s Model Graphix special edition, Gundam Wars III, the battle of real Gundam in turn gave a detail analysis of the company and retconned the production and testing history. The company`s earlier history was then told in the anime Mobile Suit Gundam 0083: Stardust Memory(OVA first released in 1991), where it first became the contract manufacturer of the Earth Federation. In December 2003, celebrating the 20th Anniversary of the Gundam metaseries, a book Anaheim Journal was released, disguised as a monthly magazine published by Anaheim Electronics in UC0100. The company also appeared in the comic Silhouette Formula 91, and later in the anime Mobile Suit V Gundam.\nBased on the Moon, Anaheim Electronics originally produced a wide range of technological applications from consumer electronics to battleships and even space colonies. Their service do not end at electronic goods, according to Anaheim Journal, they also have departments providing cosmetics, vacation travelling plans (with their own resort space colonies) and credit cards, ultimately fitting the definition of a zaibatsu. Upon the end of the One Year War, Anaheim was able to acquire the assets and personnel of the Zeonic Corporation - a mobile suit manufacturing firm of the defeated Principality of Zeon. This merger enabled Anaheim Electronics to enter the lucrative business of mobile suit production. As such, the firm was contracted by the Earth Federation to become its principal mobile suit provider until the end of the second Neo Zeon movement.\nAnaheim Electronics is known for its profit-oriented mindset - creating advanced mobile weapons for any faction that would be willing to pay, then selling the same technology to the former`s enemy. During the rise of the oppressive Titans taskforce, Anaheim funded the AEUG and gave it access to their technology and safe shelter as the Titans restricted their trading engagements, despite the Earth Federation Forces and the Titans being their primary customer. Later, the company would service contracts from the remnants of the Principality of Zeon such as Axis and Neo Zeon. According to GundamOfficials, this is due to the gigantic company structure. With several development departments, each departments can be contracted by different factions without needing to notify the main executive board. This policy is simply adopted to minimize the companies overall responsibility; after the main battle, they can always just apply the penalty on a single department`s head instead of making the whole company suffer.\nIn the story of Silhouette Formula 91, after U.C. 0123, Anaheim Electronics lost its contract bid with the EFF to SNRI`s new miniaturized mobile suit designs, which were cheaper, more versatile and higher in performance. Anaheim Electronics had to maintain its low profile until U.C. 0153, and financially supported League Militaire in secrecy defending Earth from Zanscare Empire.\nAccording to the official timeline, Anaheim Electronics remains as the main manufacturer of mobile suits in the Earth Sphere until the Earth Federation itself was disbanded in the U.C. 0200s, although its monopoly in the field was literally obliterated since the second Universal Century with the entrance of the Federation-backed competitor SNRI.\nCorporate Profile\nName: Anaheim Electronics, Inc.\nMain Office: Anaheim, Moon\nChairman of the Board: Melanie Hue Carbine (as of U.C. 0087)\nKnown Factories:\nVon Braun City\nGranada\nLa Vie en Rose mobile factory/docking ship",
  "gender" : "UNKNOWN",
  "name" : "Anaheim Electronics",
  "type" : "ORGANIZATION"
}