{
  "anime_ids" : [ 720, 6517, 11977 ],
  "character_id" : 13524,
  "description" : "The Londo Bell is the Earth Federation`s special forces unit in during the U.C. 0090s. Commanded by veteran Bright Noa, with its mobile suit combat squads led by ace pilot Amuro Ray, the Londo Bell is designed as an elite unit to be dispatched in the event of a major insurgency. The Londo Bell`s personnel is composed of ex-AEUG and ex-Karaba members, many of whom served under Bright previously. Because so many of these people fought the Titans, they do their best to carry out their missions in a far more humane and civilized manner than the Titans. Prior to the rise of the second Neo Zeon movement, this task force spends most of its time inspecting colonies for remnant Zeon supporters. Unfortunately, they fail to pick up on the new Neo Zeon threat due to the task force being greatly understaffed.\nIn U.C. 0093, former Zeon officer/AEUG member Char Aznable returns, after missing-in-action following the Gryps Conflict. After occupying the refugee colony Sweetwater without firing a single shot, he publicly declares himself the new leader of Neo Zeon and war against the Earth. As a countermeasure, the Federation rapidly increases the size of the Londo Bell in anticipation of the second Neo Zeon movement, which begins in March U.C. 0093. During this conflict, the Londo Bell consists of three Clop-class cruisers: the Ra Zyme, the Ra Kiem and the Ra Chutter, along with the flagship Ra Cailum. Its mobile suit squadrons consists of 18 RGM-89 Jegans, a RGZ-91 Re-GZ (Refined Gundam Zeta) and Amuro`s personal unit, the RX-93 Nu Gundam. The Londo Bell saw extensive action against Char`s Neo Zeon, as chronicled in the full-length animated film Mobile Suit Gundam: Char`s Counterattack, and were the primary Federation combatants of the war.\nBy U.C. 0096, as told in the on-going serial novel Mobile Suit Gundam Unicorn, the Londo Bell re-commissions the AEUG`s Nahel Argama battleship, the same vessel used during the first Neo Zeon movement. The Nahel Argama is equipped with 8 new RGZ-95 ReZELs and 5 Jegans. The task force`s fleet size, however, is currently unknown, though it is likely larger following the second Neo Zeon movement.",
  "gender" : "UNKNOWN",
  "name" : "Londo Bell",
  "type" : "ORGANIZATION"
}