{
  "anime_ids" : [ 5072 ],
  "character_id" : 13760,
  "description" : "Fukazawa Yuki is a 1st year student and http://anidb.net/ch6574 [Mikoto]`s big crush. She is http://anidb.net/ch16796 [Yousuke]`s sister. She was the one that introduced Mikoto into the cyclying world. She can be very manipulative and bossy to everyone around her and is prone to hitting them when she feels like it which is Mikoto for the most part. She also has the habit of taking embarrassing pictures of everyone but mostly Mikoto. At first Yuki couldn`t really care less about Mikoto and his crazy antics, but her opinion began to change when she saw how dedicated he could be. Even though she was starting to see Mikoto in a different light she refused to admit this to others and herself. In episode 9, Mikoto, wanting to thank her, went to her but got a cruel reception from her, so he seemed to have given up. At her house her mom tried consoling her after Yuki`s boyfriend dumped her through a text message. She,thinking it was cruel, said men are disposable so she really does not care. Her mom told her that one of those disposable guys had been standing outside in the rain for a while, when she looked outside through the window she found Mikoto. Her mother informed her that he had always appeared in her photos since they were in middle school and seemed worried that she might be in some trouble, and her mom said that a man really wants to be helpful to the person they love. Mikoto informed her of the race and wants her to attend, saying there will be strong competitors and it`s likely he won`t win. To that she responds that he can`t win (she said this to herself as he is still outside and she is in the second story inside). But, he mentions he will try his best and won`t give up, saying that she has given him so much and he is very grateful. Mikoto believes it would not be the same if he had not met her and that he gets the shivers thinking about it. He wants to return the favor but does not know how, and that he will race for her. After Mikoto says his strength is her strength, Yuki (again he does not hear) says she can`t hear him well because of the rain. Mikoto finishes by saying he would never betray her. Yuki says idiot, then she starts to cry (it is believed this is the start of Yuki`s love for him). She does attend the race with two of her friend in yukatas. At the race Mikoto proved to be a strong competitor and by this time, Yuki has mentioned that hearing Mikoto do those things has made her heart beat faster. Also she started to think of how many times Mikoto has thought about her during the race. After Mikoto drops from the lead and there are no news on him, she gets very worried. Yuki and her friends were riding in a car with Terao father as support. They pass a tired Mikoto. Yuki refused to say anything to Mikoto. She said that it would not matter if she said anything because it would be for nothing. Even though there have been hints as to Yuki`s feelings for Mikoto, she as of now does not admit it to herself, and treats Mikoto just as cold as before.",
  "gender" : "FEMALE",
  "name" : "Fukazawa Yuki",
  "rating" : {
    "rating" : 7.83,
    "total" : 9
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "308" : "Nazuka Kaori"
  }
}