{
  "anime_ids" : [ 10281, 12899 ],
  "character_id" : 139873,
  "description" : "Born in 1925, James Buchanan Barnes lost both his parents early in his life; his mother had died when he was a child and his father had died in an accident while in basic training at Camp Lehigh shortly before Christmas in 1937. He was separated from his younger sister Rebecca, who was sent to boarding school while he persuaded officials into letting him remain at Camp Lehigh as a ward of the state due to sharing his father`s love of the armed forces. He was eventually considered the camp mascot. During World War II, he set up a profitable endeavor providing soldiers with various non-requisition supplies. He soon began to receive select assignments as a special military operative, having received hand-to-hand combat training with British Commandos under the tutelage of William Essart Fairbairn and Colonel Rex Applegate. It was possibly linked to operations conducted by the mysterious Romulus, a figure involved in worldwide espionage. He met and befriended a young and somewhat naive private Steven Rogers, who had recently become the government operative Captain America. He was assigned to accompany Rogers, but was initially unaware of the true nature of his work. One night, Barnes happened into Rogers` tent just as he was changing to his masked identity. Sworn to secrecy, Barnes joined Captain America on his first mission against the Red Skull (Johann Schmidt), freeing many Nazi prisoners. For several months afterward, Barnes underwent an intensive training program under Captain America`s tutelage. When he finished, he received his own costumed identity as Bucky and was designated as a counter-example to Hitler Youth. Although he was able to work with his mentor for most of his missions, James was trained to carry out missions the government officials did not want Captain America to be openly involved in. He was cynical and slightly dubious of the idealistic Steve Rogers, but they soon became the closest of friends.\n(Source: Marvel Database)",
  "gender" : "MALE",
  "name" : "Winter Soldier",
  "type" : "CHARACTER",
  "voice_actors" : {
    "32033" : "Sugawara Masayoshi"
  }
}