{
  "anime_ids" : [ 662 ],
  "character_id" : 140204,
  "description" : "Cosmo is a kind and gentle character, though she often feels guilt because she was unable to save anyone from her home planet. She also seems to suffer from a low self-esteem issue, often calling herself \"unworthy\" or blaming herself for the hardships that she and her friends had to endure. Cosmo also dislikes violence, but acknowledges that fighting is sometimes a necessity, although she herself is unable to fight. Cosmo can be somewhat clumsy, but she is also quite resourceful; she also has a penchant of getting into trouble.\nCosmo shares similar qualities with both Maria Robotnik and Tikal the Echidna. Both Maria and Tikal sacrificed themselves to save their friends/beliefs and are pacifists, but know how to fight when necessary.\nHer former home world was destroyed by the Metarex before she was born, and she was instead raised on a space colony. She lived peacefully there until the Metarex came and began to destroy her new home, including her family (including her mother, Hertia). As Cosmo was escaping, the Metarex planted a tracking device on her. Cosmo also had a device inside her brain which, when activated, allowed the Metarex to hear and see everything that she did.\nAfter the attack, Cosmo escaped into a ship and arrived on Sonic&#039;s planet. Tails, Cream, and Amy were the first to find her, and they questioned her arrival. Cosmo told them that she was looking for the \"legendary hero that can use the Chaos Emeralds, Sonic the Hedgehog.\" However, she refused to tell them any more. Later, while in Tails&#039; ship, she spotted Sonic and hopped out to greet him. Cosmo pleaded for Sonic to help her.\nSonic agreed to help her and he, Cosmo, Tails, Knuckles, Amy, Cream, Cheese and Chris Thorndyke, who recently arrived on Sonic&#039;s world, began travelling through the universe in Tails&#039; new space ship, the Blue Typhoon in search of the Chaos Emeralds which Sonic scattered through the universe during his first battle with Dark Oak.\nLater in the series, Shadow boarded their ship and attempted to kill Cosmo, as he believed her to be a spy for the Metarex, but Cosmo&#039;s friends managed to keep her safe. Tails especially endeavored to keep her safe, to the point of almost being knocked unconscious. Before Shadow could do Cosmo any harm, a Metarex broke in and stole the Chaos Emeralds. The Metarex called Cosmo \"White Seed\" and told her that she did a good job. Cosmo then remembered that before she escaped from her space colony, the Metarex were planning to use her as a spy.\nKnuckles and Tails managed to locate an invisible signal and found that it was attached to her brain; if they had gotten rid of it, Cosmo&#039;s hearing and sight may have been lost in the process. Knuckles said that it would have been best to do that, but Tails refused to harm Cosmo.\nLater, Cosmo learned that she could hear the Metarex in her head and fell into deeper despair. While she was in sorrow, Chris told Sonic that he now understood why Cosmo was able to understand the Metarex language.\nIn Episode 74, Cosmo ran away but was stopped by Tails. Their friends then showed up and said they were determined to defeat Dark Oak instead of risking Cosmo&#039;s hearing and sight. In Episode 77, Cosmo sacrificed herself by fusing herself with the Dark Oak planet to make it weaker so that Tails, Super Sonic and Super Shadow could destroy it and save the universe. At first, Tails refused to, but Cosmo convinced him that it was the only way to save the galaxy. Tails trusted Cosmo and ended up shooting her (in the Japanese dub, he yelled that he loved her while doing so) with the Sonic Driver (Sonic Power Cannon in the English dub), causing her to be killed in the process. In an attempt to rescue Cosmo from death, Super Sonic and Super Shadow used Chaos Regeneration, but all they managed to produce was a small seed. In episode 78, when Sonic arrived back on board the Blue Typhoon, he handed this seed to Tails, who collapsed with grief as he realized that Sonic was unable to save Cosmo. However, the seed sprouted in the end.\n(Source: MyAnimeList)",
  "gender" : "FEMALE",
  "name" : "Cosmo",
  "type" : "CHARACTER",
  "voice_actors" : {
    "28123" : "Kozakura Etsuko"
  }
}