{
  "anime_ids" : [ 13410 ],
  "character_id" : 140361,
  "description" : "Amy Snapp is the youngest Sky Marshal of the United Citizen Federation.\nAmy Snapp is cunning, intelligent, vain, sly, confident, and hates losing. She believes that being a Sky Marshall is nothing more than just being the most popular person in the universe. As a result, she more than likely has little next to no actual leadership skill, yet believes herself to be untouchable and incapable of making a mistake. She also delights in being the center of attention and is extremely ruthless in getting what she wanted, going so far to sacrifice an entire planet just to keep her ratings. Moreover, she doesn`t like to be ordered around nor does taking responsibility for her actions or having people resist her.\nIn stark contrast of more calculating renegade Sky Marshal Omar Anoke before her however, Amy Snapp is extremely childish than she let on. In fact, she doesn`t account the possibility of unforeseen events that may hinder her plans, let alone how to adapt and formulating backup plan to ensure everything went into her favor. Instead, she reacts like a spoiled brat when proven wrong or injured, and panics quite dramatically when her plans fall apart. This fatal flaw of hers is what allowed Carl to step ahead of her in their mind games, leading to her failure to realize she already lost from the very beginning.\nAt only 26 years of age, Amy Snapp was able to rise to the position of Sky Marshal due to her genius-level intelligence and political savvy.\nIn an effort to put down rising separatist sentiments on the planet Mars, Snapp secretly orchestrated an Arachnid ambush and infestation on the planet. She also had planned to ultimately destroy the planet with a Q Bomb.\nAfter her scheme was foiled by Jenkins, Ibanez, and Rico, she was temporarily relieved of her command. After the incident, Rico exposed the truth to one of his soldiers, and the information eventually leaked out, and Snapp`s future was cast into doubt.\n(Source: Starship Troopers Wiki)",
  "gender" : "FEMALE",
  "name" : "Amy Snapp",
  "type" : "CHARACTER",
  "voice_actors" : {
    "1614" : "Uchida Aya"
  }
}