{
  "anime_ids" : [ 427 ],
  "character_id" : 14110,
  "description" : "Kudou Shin is a Japanese/American fighter pilot flying for the UN. As a child in 1999, he witnesses the fall of the Macross and the following U.N. Wars. His family is killed before his eyes, a memory that would haunt him and turn him into a quiet and untrusting person. He joins the U.N. Spacy as an F-14 fighter pilot. During a mission he is shot down by the anti-U.N.`s transformable SV-51 and lands in Mayan Island. He later flies the VF-0 Phoenix variable fighter under the tutelage of http://anidb.net/ch10505 [Roy Focker]. Aside from his rear-seat radar intercept officer, http://anidb.net/ch14116 [Edgar LaSalle], he has few friends and is slow to trust. His interactions with the cheerful http://anidb.net/ch14112 [Mao Nome] and his growing attraction to her more reserved sister, http://anidb.net/ch14111 [Sara], help him open up.During the final episode, the extraterrestrial object known as http://anidb.net/ch50522 [Tori no Hito] by the Mayan people awakens, assimilating http://anidb.net/ch14111 [Sara] into the cockpit located at its head. He manages to break through the http://anidb.net/ch50522 [Tori no Hito]`s attacks and makes http://anidb.net/ch14111 [Sara] realise that it is Shin instead of an evil spirit (called a \"Kadun\" by the Mayans). The UN forces, however, see the http://anidb.net/ch50522 [Tori no Hito] as a liability and launch reaction weapons at it. http://anidb.net/ch14111 [Sara] sacrifices herself to save Shin and the rest of the Mayan Island which would have been destroyed by the nuclear fallout. The http://anidb.net/ch50522 [Tori no Hito] is critically damaged from the blasts and shoots off into space incredibly fast in what appears to be a space fold. Shin`s VF-0 suffers engine damage from the blasts and plunges towards the ocean. He is seemingly saved from certain death by http://anidb.net/ch14111 [Sara]. Finally, an amazed http://anidb.net/ch14112 [Mao Nome] watches Shin and his damaged fighter ascending into space in the same way that the http://anidb.net/ch50522 [Tori no Hito] did, supposedly to be with http://anidb.net/ch14111 [Sara]. In the tenth episode of the 2007 sequel http://anidb.net/a5415 [Macross Frontier], the events of Zero are portrayed in a movie. Frontier protagonist http://anidb.net/ch2167 [Saotome Alto], a former kabuki actor, agreed to appear as Kudo during an underwater sequence that the original actor refused to do.Source: wiki",
  "gender" : "MALE",
  "name" : "Kudou Shin",
  "rating" : {
    "rating" : 6.79,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "191" : "Suzumura Ken`ichi"
  }
}