{
  "anime_ids" : [ 4597, 6645 ],
  "character_id" : 14143,
  "description" : "Frederica Sawyer, also known as Sawyer the Cleaner, is a young girl, appearing to be in her late teens-early twenties, who specializes in body disposal, but also does occasional bounty hunter work. She is the person that the Triads, at least, turn to execute people in the most brutal ways possible, usually to serve as examples for their clientele and enemies. Her legitimate business front is, fittingly, a meat packing business named \"U.G. Pork\".\nSawyer works in a white-tiled room, which is covered in blood from her various executions, and uses a chainsaw as her tool of trade. When on the job, she is dressed like a surgeon, but otherwise she wears gothic clothing. Few people seem to recognize her when she is not wearing her surgeon`s robes. Because her throat had been cut open at some point, she speaks with an Ultravoice. She also seems to have various emotional issues, as she will drop into fetal position if she loses her Ultravoice.\nLike Shenhua, Sawyer is an assassin who eschews the use of firearms in combat. Instead, she utilizes a thick-bladed chainsaw over half-her-height long, the same one she uses on her victims. The size and build of the weapon allows her to deflect rapid gun-fire with horrifying ease, although this can still push her back.\nMuch like Roberta, Sawyer is presented as an \"unstoppable\" attacker, much in the manner of Leatherface from The Texas Chainsaw Massacre, where she will cut through any obstacle in her path while stalking her prey, and the fact she enjoys her work immensely makes her even more dangerous. Her name may also be a homage to the Sawyer family of that film series and when she realized she had lost her Ultravoice in episode 18 she briefly reenacts Leatherface`s \"chainsaw dance\" of rage. Strangely, she is one of the few bounty hunters to survive the manhunt on Jane, and is later seen doing some \"cleanup\" work on a Roanapur side street in the morning. She is currently with Shenhua and Lotton helping Garcia fight off the Colombian Cartel, who is trying to kill Roberta. She also seems to have replaced her hand held Ultravoice with a wraparound version of the device that can be worn around her neck.\nJust like Shenhua, she first shows her fear of Roberta after their first encounter when Roberta managed to stop and break the chain of Sawyer`s chainsaw with her guns.",
  "gender" : "FEMALE",
  "name" : "Frederica Sawyer",
  "rating" : {
    "rating" : 8.39,
    "total" : 57
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "12373" : "Yaguchi Asami"
  }
}