{
  "anime_ids" : [ 3395, 6645 ],
  "character_id" : 14144,
  "description" : "Roberta is a maid who worked for four years at the Lovelace household in Venezuela. Although her domestic skills such as cleaning and cooking were poor, she developed a close friendship with the young son of the Lovelace family, Garcia. Roberta was once known as Rosarita Cisneros, a former FARC guerrilla trained as an assassin in Cuba and an internationally wanted criminal. Balalaika refers her as a \"hardcore terrorist\" to the point that Hotel Moscow had to deploy all their commandos as well as Balalaika getting involved in the situation personally should things get out of hand. Revy refers her to \"That Fucking Glasses Bitch\". She earned the moniker \"Bloodhound of Florencia\" for her relentless drive to achieve her objectives. Her tormented past and the smell of blood, gunpowder and muck like that of a sewer rat emanating from her was something Revy understood full well.\nIn combat, Roberta is a truly fearsome opponent, having trained in a wide variety of martial, stealth, and weapon skills. Among the weapons she has used were a sniper rifle, combat knife, a SPAS-12 shotgun disguised as an umbrella, machine gun, grenade launcher hidden in a suitcase, spiked brass knuckles, trench spike, and twin M1911 pistols. Her strength, speed, endurance, and instincts were honed to almost supernatural levels, so much so that Rock at one point refers to her sardonically as \"a killer robot from the future\" (a reference to James Cameron`s Terminator movies).\nIt is ironic that while Roberta is one of the most powerful warrior-women in Black Lagoon, she is also humane, possessing warmth, kindness, remorse, and family love for her master and his son. Roberta and Revy fight each other, but only to beat themselves up. Rock interferes, but Roberta and Revy tell him to stay out of it. In the manga and anime, the fight ends in a draw right after they punch each other out simultaneously, (though Garcia claims she won because she remained conscious). Her kindness can easily change as seen in a humorous omake in Volume 1 of the manga when Garcia slapped her butt in a playful manner, which prompted her to pinch his arm and lift him up off the ground by the skin of his arm as punishment. There are a few hints that she may be religious, unlike many of the other main characters in Black Lagoon, specifically Catholic judging from the large crucifix she wears around her neck.",
  "gender" : "FEMALE",
  "name" : "Roberta",
  "rating" : {
    "rating" : 7.91,
    "total" : 151
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3374" : "Tomizawa Michie"
  }
}