{
  "anime_ids" : [ 3395, 4597, 6645 ],
  "character_id" : 14295,
  "description" : "Shenhua is a Taiwanese assassin in the employ of Mr. Chang. She prefers to use various edged weapons in close combat, in particular a pair of kukri knives linked together with a length of leather rope at the handles, thus using them as modified rope darts. She is also skilled in the use of throwing knives. Shenhua is a professional rival of Revy (who refers to her as \"Chinglish\" in the anime and \"Yes Lady\" in the manga; in return Shenhua calls Revy \"Twinkie\" in the anime (yellow on the outside (Chinese) and white on the inside), whom she has worked with and against at times. Her personal religion is Taoism, however she tells Eda in episode 17 that she is an Atheist and her religion means nothing to her, which probably suggests that she does not believe in organized religion. One of her most notable traits is her broken speech pattern, which is always moving between Chinese and English. She is last seen being helped to walk by Lotton (who says that he will take her to a doctor, despite her having suffered what she believes to be a fatal wound) after being shot by Eda while hunting for Greenback Jane. She is revealed to have survived the battle in chapter 57 of the manga after Revy is shown calling her on the phone, though her fate has not yet been confirmed in the anime. She agrees to take up Revy`s offer to help Garcia fight off the Colombian Cartel who is trying to kill Roberta. She showed her first glimpse of fear when in close range combat with Roberta when she managed to catch one of Shenhua`s kukri in her teeth and shattered the blade to pieces.\nIt is unknown if Shenhua has any unarmed hand-to-hand skills, although it seems likely. In the anime, she fights only with blades, and never engages anyone in true hand-to-hand combat. The only other person who does this is Sawyer the Cleaner, who frequently works with her in \"disposal\" jobs.",
  "gender" : "FEMALE",
  "name" : "Shenhua",
  "rating" : {
    "rating" : 7.62,
    "total" : 136
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5073" : "Sasaki Yuuko"
  }
}