{
  "anime_ids" : [ 3395, 4597, 6645 ],
  "character_id" : 14298,
  "description" : "Bai Ji-Shin Chang is the boss of a Thailand branch of the Sun Yee On Triad. Like Revy, he is adept with dual-wielding pistols (Beretta 76 and AMT Hardballer) in a fashion similar to that of gun fu, the former of which are inscribed with a Chinese symbol, meaning \"Heavenly King\", on the grips. Chang is far more proficient in this dual-wielding gunfighting style than Revy, who, in episode 11, freely admits that she is \"not on his level yet\". It is implied that it is he who taught her this style of combat, though that is yet to be clarified.[citation needed] It may be this prowess in combat that makes Chang the only male whom Revy respectfully refers to as \"Sir\".\nHe has a deep respect for Balalaika (who annoys him by referring to him as \"Babe\"), though their beliefs are known to collide. Their relationship is almost playful in a business sort of way, which began after they survived a shootout with each other. They both have the ability to join forces, but choose not to because it would make their respective lives boring. He also comments that Rock`s actions will determine the fate of not only Garcia and Roberta, but of Roanapur itself, and is rather amused at Rock`s \"unique\" way of handling things. Unlike most criminal bosses in the town, he advocates cooperation and joint ventures to keep the status quo in Roanapur. He has a conversation with Eda (which might mean that she is one of his US Government contacts) concerning \"Grey Fox\", the unit responsible for the death of the head of the Lovelace Family, and gets irritated when Eda taunts him when suggesting that he was not to do anything \"foolish\" as it will mean the destruction of Roanapur at the hands of the United States.\nChang seems easily amused, and unusually-easygoing and lighthearted, especially given his position. This might be attributed to the fact that he was once a member of law enforcement, which he reveals after being called `an inhuman scumbag` by Rock and laughing out loud in response, and he might very well be seeing his current position as an ironic twist of fate.\nHis past as law enforcer may explain his combat expertise. Chang manages to survive a shootout with Balalaika, escape from ambush of superior number of Islamic front jihadists, and disarm Fabiola easily. His expertise is often overshadowed by his easygoing character, in comparison with the ill-tempered Revy and near-psychotic Roberta.\nMr. Chang is based on characters commonly played by Chow Yun Fat in films by John Woo,[citation needed] such as John Lee in Replacement Killers and especially Mark Gor in A Better Tomorrow, as both Chang and Gor are members of the Hong Kong Triads, wield dual pistols and don similar attire.",
  "gender" : "MALE",
  "name" : "Chang",
  "rating" : {
    "rating" : 7.66,
    "total" : 131
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "341" : "Morikawa Toshiyuki"
  }
}