{
  "anime_ids" : [ 252, 2186, 4165, 4168, 4170 ],
  "character_id" : 14305,
  "description" : "Rau Le Creuset is the Commander as well as a natural who constantly has to take drugs in order to help with the defects in his DNA that casues him to age rapily. He seems to be an extremely intelligent leader, but also believes that because ZAFT and Earth Alliance want to fight, they should be able to do so. In addition, Rau Le Creuset is also clone of his father, Al Da Flaga.He never appears in public without his distinctive face mask, and his actual appearance - like the nature of his apparent rapport with Earth Alliance ace Mu La Flaga - thus far remains a secret.\nCreated illegally as a Coordinator by Al Da Flaga while also carrying the NewType gene from his father, he is the son of Al Da Flaga, who had named him as his son over Mu La Flaga. Due to unfortunate circumstances, their house burned down and Rau Le Creuset became enlisted in the ZAFT military because of his relations to Patrick Zala. Rau Le Creuset has a bit of an aging problem that causes him to grow up and develop at a faster rate than everyone else, which is why he must take blue and white pills in order to slow down his aging process. In the ZAFT military, Rau Le Creuset becomes the commander of one of the most greatest teams of ZAFT, the Le Creuset Team, which is sometimes envied by others for their skill as they have ZAFT`s topguns in their ranks .He is a ruthless and enigmatic commander of the elite ZAFT team that attacks Heliopolis and then relentlessly pursues the Archangel. Raw Le Creuset also plays a key role in the ZAFT Military as he reports directly to Patrick Zala since Partrick`s son Athrun Zala is in his team.\nWhile he has a somewhat a good personality on the outside, it acts like more of a veil that covers up his true intentions, which are somewhat psychotic. He desires world peace and realizes the situation between the Earth Alliance and ZAFT as they both want to destroy each other. Thus, what he believes, is that he should help them achieve that by any means necessary similar to the modern age and nuclear missiles. Once again, despite his craziness, he is very refined and reasonable on the outside in making orders.\nHe is extremely skilled at piloting any mobile suit or Gundam of any type and a very good strategist. He makes long term plans for his peacemaking operation throughout a large span of time, and manages to pull them off.",
  "gender" : "MALE",
  "name" : "Rau Le Creuset",
  "rating" : {
    "rating" : 6.41,
    "total" : 40
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "384" : "Seki Toshihiko"
  }
}