{
  "anime_ids" : [ 3207 ],
  "character_id" : 14449,
  "description" : "This series`s version of Professor Utonium. His real name is unknown, aside from his family name Kitazawa. In this incarnation, he has a son named Ken, who is responsible for all those affected by the Chemical Z lights, especially the Powerpuff Girls Z. Professor Utonium was originally experimenting with the substance Chemical X and strove to find a way to change its chemical properties. Professor Utonium has created several inventions throughout the series; the most important one being his Chemical Z Particle Ray, which allows him to transform those affected by the lights back to normal (although it doesn`t prevent recurring transformations nor is it able to work on all black light victims). He seems to be aware of the effect Ken`s lack of a mother has had on his son, assuming that it had caused him to be a bully to the girls. However, this does not change his behavior towards Ken. He appears to be a gentle father figure like the original Professor Utonium was in The Powerpuff Girls. He treats the girls like members of his family and is very close to the Mayor and Miss Bellum. While he is very gentle and serious, Professor Utonium may, at times, act a little less mature than he usually does. In episode 37, when the Powerpuff Girls Z are \"grounded\" from using their powers for a day when they have to take a test in school, Professor Utonium fills in for them, donning an exosuit with a laser beam gun and rocket pack, calling himself \"Utonium Z\" (this is most likely based on the American cartoon episode \"Powerprof\" in which he also donned a fighting suit but drove the girls crazy with lame one-liners during battles). He also appears to have a mecha that looks like Utonium Z, which he uses against the Mojo Robo. Although he seems unsuccessful at first, he is able to defeat Mojo Jojo, Fuzzy Lumpkins, and the Amoeba Boys. His main attack is the Uto Beam. At the end of the episode, Ken, Peach and himself call themselves \"Powerpuff Boys Z\" as their own self-proclaimed superhero team.",
  "gender" : "MALE",
  "name" : "Kitazawa Utonium",
  "type" : "CHARACTER",
  "voice_actors" : {
    "2231" : "Kusunoki Taiten"
  }
}