{
  "anime_ids" : [ 3207 ],
  "character_id" : 14458,
  "description" : "Although she made her appearance as early as episode 1, she officially appeared as a villain in episode 6. Based on the original villain Princess Morbucks, this incarnation of Princess is an incredibly snobby rich young girl who was affected by the black Chemical Z light. At first, it didn`t take effect, but her anger towards the Powerpuff Girls Z became unbearable, and soon she turned into a psychotic looking version of her former self, which was appropriately dubbed \"Princess-sama\" (or Monster Princess by girls). Himeko is constantly looking for attention from her classmates, but the current popularity of the Powerpuff Girls Z infuriates her as well as anyone who gets more attention than she does (her reason for not liking Ms. Keane). This is all due to her jealousy towards her more talented older sister Miko, who gets her parents` attention and in turn causes them to neglect Himeko. Whenever Himeko`s cat Sapphire screeches (usually by accident), she transforms into Princess. Princess` abilities change from episode to episode, but she possesses basic abilities similar to the girls such as flight and enhanced strength. She appears to have some sort of hammerspace as she can produce items at any time, such as a rocket launcher, her diamond claw, and money. In episode 16, Princess` hair style and abilities change based on which special collar Professor Utonium places on Sapphire, each of the collars has an animal on it. Himeko has no memory of Princess` activities. Himeko is also very suspicious of Momoko, Miyako, and Kaoru`s habit of skipping class. She tries to unveil the truth, although she fails to do so. A common running gag with Princess is whenever she is caught by the Powerpuff Girls Z, they knock her out of the air and catch her in a giant purse, often calmly saying `yes, okay` before leaving. She is represented by a small crown, similar to the one worn on her head, as well as various monetary symbols. Like the girls she is given a henshin sequence.",
  "gender" : "FEMALE",
  "name" : "Princess",
  "rating" : {
    "rating" : 5.13,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3180" : "Ikeda Chigusa"
  }
}