{
  "anime_ids" : [ 3207 ],
  "character_id" : 14450,
  "description" : "A young boy genius, the 8 year-old son of Professor Utonium who is somewhat responsible for turning regular girls into the Powerpuff Girls Z and numerous other characters into villains using Chemical Z. He used it to blast a glacier in order to set the weather back to normal, but the impact resulted in the explosion of several lights, which affected all those who came in contact with it. Despite being younger than the girls, he acts a lot more mature and the education he receives from his father is considered more advanced than what the girls learn in their school, earning his PhD at an early age. Ken, in a later episode, attended school in order to gain social skills and make friends. While he considers grade school life boring, he has made several friends, including Jou (who was originally his rival) and Cassey (Blossom`s little sister). Ken sees the girls as older sisters and has to often put up with them, though he still cares for them deeply. Ken interchanges between calling Professor Utonium Papa and Professor. During a serious situation (such as a monster attack or investigative purposes) he will try to refer to Utonium as \"Professor,\" but in less serious situations (like packing a lunch) he will call him \"Papa.\" Ken often corrects himself, because he usually uses the wrong honorific (eg. \"Papa, I mean, Professor\"). In Episode 26, it is revealed that Ken`s mother works on a space station, therefore making her very busy and unable to be with Ken. Thanks to the girls and Santa Claus (whom he believed did not exist at first based on a 70% possibility), he was able to see her and is now able to communicate with her clearly on the lab`s monitor. In episode 37, when the Powerpuff Girls Z are \"grounded\" from using their powers for a day when they have to take a test in school, Ken fills in for them, donning a superhero suit consisting of a black bodysuit, a white cape, white gloves, white boots, a red vest with gold shoulder pads and a yellow \"Z\" on it, and a blue helmet with the yellow letters \"KK\" on it, while brandishing a blue polearm with a yellow \"U\" at the end, and calling himself \"Ken Kitazawa Z\". Despite having no powers or attacks, he uses traps and other props as weapons when he defends their lab from the Gangreen Gang, ultimately driving them off by tricking them into drinking bottles of hot sauce (thinking they were the containers of Chemical Z). Ken`s pre-production art bares a strong resemblance to Dexter from Dexter`s Laboratory, even the current incarnation. However, in one of the special edition DVD booklets, it is explained the design originated from Kid Utonium from the original series.",
  "gender" : "MALE",
  "name" : "Kitazawa Ken",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3969" : "Oomoto Makiko"
  }
}