{
  "anime_ids" : [ 3207 ],
  "character_id" : 14455,
  "description" : "The most frequently recurring villain in the series. His speech follows the conventions of Mojo Jojo in the original Japanese dub of Powerpuff Girls; he does not speak quickly, but ends his sentences with \"Mojo\". He was a normal monkey mistreated by some humans in the Tokyo City Zoo until he was affected by a black light from Chemical Z making him highly intelligent, seeking revenge on all humans. Now he can fly and has some martial arts abilities. He is still about the same size as the original as the giant cape conceals his small figure (in some concept art, Mojo controls mechanical legs under his giant cape, which makes him look taller than he really is). Mojo Jojo`s height with mechanical legs is 7`10\" tall. Mojo also possesses a destructive - though largely redundant - robot called Mojo Robo, which is often modified in each episode. Mojo currently lives in an abandoned house next to the Tokyo City Tower, where he repairs Mojo Robo, builds other devices, eating whatever food he bought or stole, and spends some quality time watching TV. He seems to have an obsession with food, mainly sweets (which he shares with Blossom). Mojo Jojo`s true plan is to take over the world, but it appears that food is important to him to accomplish his ambition. Like the original, he is also responsible for the creation of the Rowdyruff Boys. Unfortunately, the boys don`t have any respect for him and use his parental love for them to their advantage. They refer to him as \"Mama\", until they abandon him when they no longer need to use him. Since Episode 33 it becomes apparent that Mojo harbors feelings for Ms. Keane, who was very kind to him despite both his appearance and his actions in episode 19, but in the end Ms Keane rejects his affections for a Mole Man. Like many recurring characters he has his own symbol, a bunch of bananas. However, in the TV airing of episode 1, Mojo had his Initials (M J Y, The first letter of each Kana of his name) in the background. During the DVD release, and re-airings, they were changed to bananas. Mojo is one of the few monsters has not had Professor Utonium`s reversion ray used on him.",
  "gender" : "MALE",
  "name" : "Mojo Jojo",
  "rating" : {
    "rating" : 9.99,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "467" : "Ebara Masashi"
  }
}