{
  "anime_ids" : [ 3207 ],
  "character_id" : 14479,
  "description" : "Appears in episode 22, his origins are explored in episode 30, and his true level of power exposed in episode 50. He has also effeminate manners and the new design has Him in more of a harlequin-esque motif/Joker-like. He now has a yellow skin color, but he retains the habit of changing the tone of his voice from soft and effeminate to loud and enraged. Like the original, no one can mention his real name, because of how frightening his name is (Professor Utonium actually tells Ken the name, but the viewer is unable to hear it. Just mentioning the name frightened Ken and Peach). In this version, Kare is a demon who brought about chaos and destruction in Edo (the city that eventually became Tokyo City) long ago. However, he was eventually defeated by the Ooedo Chakichaki Musume, three super heroines who resemble the Powerpuff Girls Z. Him`s powers were drained and his body was sealed in a coffin. The coffin was buried at Ueno Shrine, which later became an abandoned museum when the shrine was caught on fire long ago. It was there that Him remained dormant, until the most potent Chemical Z black light brought him back to life, although the seal prevented Kare from escaping. In order for Kare to escape, Kare created a mummy whose sole purpose was to undo the seal by obtaining the white energy of the Chemical Z white lights. The mummy, although defeated by the Powerpuff Girls Z, was able to drain their energy, and its bandages returned to the abandoned museum and broke the seal on the coffin, allowing Him to bring about chaos and destruction once more. Kare`s main power is the ability to unleash an evil black particles. These particles is able to sway people/objects to the side of evil and transform its victim into a monster (The black particles eventually takes the place of the black lights). In addition, Kare has total control over his particles. He is able to call them back at will, change the speed at which they move, communicate to his victims, and can view the memories of whoever or whatever was affected by his particles. In actual combat, Him is capable of stretching his limbs to lash out at his enemies. In episode 46, Him is able to control and unlock the true powers of the weapons used by the girls in a highly destructive nature. He also has several minor abilities, such as hypnosis. Kare can travel great distances by forming a black tornado. Any more abilities is currently unknown, but by episode 51 it becomes clear that Him is the most powerful of all the villains in the show. His only known weakness is his hatred of cold temperatures. His second weakness discovered in episode 49 is the emotion of love. It was his weakness to cold weather that led to his defeat at the hands of the Ooedo Chakichaki Musume as well as prevent him from leaving the abandoned house. He has a deep hatred towards the Ooedo Chakichaki Musume, which is now directed at the Powerpuff Girls Z for their resemblance to the Musume. At the end of episode 30, he returns to the abandoned museum, but swears that he will destroy the Powerpuff Girls Z. Ken also believes that the box that contained Kare`s drained powers was unleashed and caused the world`s climate shift. Ken`s theory is proven to be factual in episode 52 when Kare uses all of his power to control Mount Fuji and ends up causing abnormal climate shifts similar to the first episode. Professor Utonium then reasons that the Chemical Z lights that resulted from the explosion may have actually been Kennainium (the white lights that created the Powerpuff Girls Z, which also gave birth to the Ooedo Chakichaki Musume long ago) and Kare`s powers (the black lights that caused its victims to become villains/monsters). When his body and mind are separated, his mind and powers take on the form of the Black Particles while his body turns into a rag doll version of himself with X`s for eyes. He is represented by a scorpion.",
  "gender" : "MALE",
  "name" : "Kare",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3149" : "Nakao Ryuusei"
  }
}