{
  "anime_ids" : [ 3207 ],
  "character_id" : 14470,
  "description" : "Sedusa officially appeared in episode 8. Sedusa can drastically alter her appearance by adding or removing makeup and is a master of disguise, which Sedusa was known for in the original Powerpuff Girls alongside her seductive manner. She takes the form of many people in order to get into stores and steal from them, including Bubbles and Buttercup. Sedusa is the alter-ego of the girls` friend, Sakurako. Sakurako works at a shop, well-known around the area for her desserts (Momoko, Miyako, Kaoru, Himeko, and Miss Bellum often visit the shop because of this). When working at her shop, she wanted to be sexy after seeing Miss Bellum. Sakurako has a crush on Rukuro, a boy who comes to her shop often; this was her primary reason for wanting to be \"sexy\" like Miss Bellum. In order to become Sedusa, Sakurako must use lipstick. With a little makeup, she can take on the appearance of anyone, although anything like the scent of perfume won`t be masked. She, with her looks, is also able to coax many nearby males into doing what she wants. She is also able to perform the original Sedusa`s signature hair whip/tentacle attacks. She was defeated and later transformed back into Sakurako through the use of Professor Utonium`s Chemical Z Particle Ray. Sakurako was able to win Rukuro`s heart at the end of episode 8, although the two are still shy to each other. Sakurako later appears in episode 25, receiving flowers from Rukuro and she also soothes Here, a flower who fell victim to the black powder. Like Himeko/Princess, Sakurako can still transform into Sedusa at any time as long as lipstick is applied on Sakurako. It was revealed in episode 28 that the lipstick doesn`t even need to be applied directly to her lips; she will still transform into Sedusa if it`s smeared on her face. Like Sakurako, Sedusa loves Rukuro, but Rukuro, although generally nice to her, does not love her the way he loves Sakurako. In episode 45, Rukuro finds out about Sakurako/Sedusa when Sakurako decides to visit him at the college he attends. Upon finding this out, Rukuro confesses that he loves Sakurako but hates Sedusa. This confuses Sedusa to the point where she faints out of stress. After turning back to normal, Sakurako has no memory of what happened as Sedusa. She is represented by red snakes like the one in her collar and a purple background, while her Good Civilian side is represented by the same flower image as on her bandanna.",
  "gender" : "FEMALE",
  "name" : "Sedusa",
  "rating" : {
    "rating" : 7.99,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2038" : "Shishido Rumi"
  }
}