{
  "anime_ids" : [ 5975, 7599, 8694, 9484, 13481, 14441 ],
  "character_id" : 14537,
  "description" : "Introduced in both the third volume of the novel and manga, respectively, and episode ten of the anime, Touma meets the younger `twin sister` of Mikoto who he calls Misaka`s sister (御坂妹, Misaka Imouto), who seems rather quiet and emotionless. Her voice is rather monotonous and computer-like. Her speech pattern is unique, for she talks in third person (adding a description of herself after she finishes talking). While both sisters may look alike from a distance, Misaka has paler eyes and wears striped panties under her skirt. Misaka also wears a special set of goggles that enables her to see electron beams and magnetic field lines for the reason that, unlike Mikoto, she does not have that ability. At the beginning of the third volume, Mikoto seems to dislike and worry about Misaka for some reason, and later events reveal why.\nIn reality, Misaka imouto is a clone of Mikoto; in fact, the first one Touma meets is No. 10032 out of 20,000 other clones (excluding Full-Tuning and Last Order) copied from Mikoto called `The Sisters`. Even though they have a weaker variant of Mikoto`s electric abilities (Level 3), the Sisters` minds are connected by a special psychic ability called Radio Noise (欠陥電気, Kekkan Denki?, \"Flawed Electric\"), which enables their brainwaves to become electric signals; this allows them to share their thoughts and memories within their communication network, also known as the Misaka Network. Being rapidly-manufactured clones, the Sisters rarely change their facial expression because they did not learn how to. Due to minds having connected to the Misaka Network, most of the Sisters never considered themselves human yet some of them had slight difference in personalities.\n20,000 clones were created in total, to be used in an experiment designed to create the first Level 6 psychic (\"Level 6 Shift\"), Accelerator. By the time of third novel, 10,031 were killed in the experiment. After the Level 6 Shift experiment fails, all 9969 surviving Sisters are ordered back to the research center where they were created to have \"readjustments\" so that they will have normal life spans. The Sisters later began showing their owned unique personalities to differentiate themselves after learning how to `disconnect` from the Network and keeping their own private memories inaccessible to the others in the Network.\nMisaka 10032, also known as Misaka Imouto, is the most prominent clone that is most featured in the series. She is known for having a soft spot for cats which she herself has a pet black kitten. She was the first sister clone that Touma met. Due to the many interactions she had with him, 10032 wonder why she thought about him so much. Misaka 10032 was Accelerator`s latest target in the Level 6 experiment, but Touma managed to stop him before he killed her. Confused, she asks him why he did so since she was a clone, to which he replied that even though she was a clone, she was still an individual with a life. His words (along with Mikoto`s) affect her so much that she and the Sisters decide to help Touma by controlling all of the city`s wind turbines to prevent Accelerator from creating a plasma storm.\nAfter the Level 6 experiment was canceled, she was one of ten Sisters to stay in Academy City while the rest went overseas around the world for treatment. She later falls in love with Touma and receives a necklace from him (he bought it for her during his date with Mikoto and mistook 10032 for Mikoto) which she treasures.",
  "gender" : "FEMALE",
  "name" : "Misaka Imouto",
  "rating" : {
    "rating" : 8.04,
    "total" : 251
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1992" : "Sasaki Nozomi"
  }
}