{
  "anime_ids" : [ 5975, 7599, 8694, 9484, 13481, 14440, 14441 ],
  "character_id" : 14550,
  "description" : "Last Order is the name of http://anidb.net/ch2469 [Misaka Mikoto]`s No. 20001 clone. She is the administrator of the http://anidb.net/ch14538 [Misaka Network] and the fail-safe mechanism in case the Sisters got out of control. She is not designed to function independently and survive for long outside a culture container and appears to be only about ten years old. Due to intercepting an emotion program http://anidb.net/ch55166 [Nunotaba Shinobu] intended to install into all of the clones, she is capable of showing emotions unlike the other sisters and has a close relationship with Mikoto, http://anidb.net/ch14537 [Misaka Imouto], http://anidb.net/ch10527 [Accelerator] and her adult guardians, http://anidb.net/ch13691 [Yomikawa Aiho] and http://anidb.net/ch14552 [Yoshikawa Kikyou]. Like her older clone sisters, she speaks in third person with a description, except she says \"Misaka\" twice. She has all of the memories of the Misaka clones and has observed Accelerator through this method, posing a theory that Accelerator did not actually want to do the Level 6 Shift experiment.\nAccelerator meets Last Order when she follows him home one day after he fends off a bunch of street thugs hearing of his defeat against a Level 0. Though Accelerator tries to dissuade her from hanging around him, she persists in following him around because she wants someone to keep her company. She is later kidnapped by http://anidb.net/ch14551 [Amai Ao] so he can infect the Misaka clones to possibly go on a rampage and attack people. Accelerator manages to stop him but gets injured in the process. Last Order and Accelerator are put under the care of Aiho after the incident. Accelerator does all he can to protect her since she is the first person in his life who requested his help. Throughout the story, she remains with Accelerator and has been involved in situations relating to him. After Accelerator`s confrontation with Aiwass, she is left in critical condition. However, Accelerator brings Last Order with him to Russia in hopes of finding http://anidb.net/ch870 [Index], who may have the knowledge to cure her.",
  "gender" : "FEMALE",
  "name" : "Last Order",
  "rating" : {
    "rating" : 7.94,
    "total" : 285
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "430" : "Hidaka Rina"
  }
}