{
  "anime_ids" : [ 102, 514, 12140, 13060 ],
  "character_id" : 14576,
  "description" : "Mizuki Kaho is a shrine maiden and the daughter of the priest at the Tsukimine Shrine. She first appears in the series as a new substitute teacher at Tomoeda Elementary School for the math class of Sakura and Syaoran. While Sakura instantly likes the teacher and feels a connection with her, Syaoran is distrustful and believes she is up to no good.\nWhen Sakura, Syaoran, Meiling, and Tomoyo are trapped by the Maze card, Kaho uses a mysterious bell to break through Maze`s walls allowing Sakura to capture it. After this incident, the readers learn that Sakura`s older brother Touya dated Kaho when she was his junior high school teacher and that they broke up when Kaho left to study in England. Before she left, she told them that when they met again, they would be in love with different people which he acknowledges is now true.\nAfter meeting her, Cerberus incorrectly believes that Kaho is the false form of his fellow guardian Yue. Kaho`s role is to use the bell left at her family`s shrine to give Sakura another chance when she is unable to defeat Yue out of fear of hurting him. The bell changes Sakura`s staff into a new staff containing her own power of the stars and gives her the power to use the cards to defeat Yue. After fulfilling this duty, she returns to England. During the third season of the series, she is primarily \"seen\" through providing a steady, but oftentimes enigmatic exchange of letters with Sakura over the mysterious attacks. After Eriol Hiiragizawa reveals the truth behind the attacks, they learn that Kaho had met Eriol three years before Sakura discovered the Book of the Clow. As they leave for England, Kaho and Eriol confirm their feelings for one another and vow to remain together. Kaho is last seen in the second film expressing concern for Sakura and her friends due to the incidents with the final card.",
  "gender" : "FEMALE",
  "name" : "Mizuki Kaho",
  "rating" : {
    "rating" : 7.74,
    "total" : 21
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "295" : "Shinohara Emi"
  }
}