{
  "anime_ids" : [ 102, 514, 12140, 13060 ],
  "character_id" : 14577,
  "description" : "Hiiragizawa Eriol is the principal antagonist in the second half of the series, commonly called the Master of the Clow arc. The reincarnation of http://anidb.net/ch9882 [Clow Reed], Eriol has both Clow`s memories and all of his magic power. He has a magical staff similar to Clow Reed`s, can control Clow`s creations http://anidb.net/ch9581 [Yue] and http://anidb.net/ch7239 [Cerberus], and has created his own similar pair of guardians: http://anidb.net/ch14581 [Ruby Moon] and http://anidb.net/ch14579 [Spinel Sun]. He moves from England to transfer to Tomoeda Elementary school after http://anidb.net/ch1283 [Kinomoto Sakura] passed the Last Judgement and became the official master of the cards. He is depicted as a quiet, mature boy while at school, though he also shows a mischievous side when he regularly joins classmate http://anidb.net/ch14585 [Yamazaki Takashi] in weaving complex lies about the history of objects, places, and events. While seeming a normal student to Sakura, Syaoran is suspicious of him. It is soon shown that Yue and Cerberus are able to detect his magical signature as being Clow`s, and Eriol must erase Yue`s memories after he is accidentally seen by him.\nEriol came to Japan in order to aid Sakura and force her to use her own magical powers to convert the Clow Cards into Sakura cards. This is necessary as the cards take their magical energy from their master, but until Sakura converted them, they could not use her magic and were slowly dying. The guardian Yue also was suffering the same fate, forcing Sakura`s brother to \"feed\" him all of his magical power to prevent Yue, and his false form Yukito, from dying.\nSakura does not become aware that Eriol is causing all of the magical disasters that are causing her to convert the cards until near the end of the series when Eriol reveals himself to her. He puts the city to sleep and challenges Sakura to convert the last two cards, the Dark and the Light, which must be converted together. He then takes Sakura, Syaoran, http://anidb.net/ch9580 [Tomoyo], Yue, and Cerberus to his home where he explains why he had to give her a reason to convert the cards, as her doing so without a need could have sent the cards out of control or drained Sakura`s own life.\nEriol`s true age is unknown, as he used his magic to halt his aging process to remain the same physical age as Sakura. He is romantically involved with http://anidb.net/ch14576 [Mizuki Kaho], whom he originally sent from England to aid Sakura in the Final Judgment and who offers Sakura support through letters during the second arc. In the second anime movie, they are shown together when Sakura calls for advice.",
  "gender" : "MALE",
  "name" : "Hiiragizawa Eriol",
  "rating" : {
    "rating" : 8.25,
    "total" : 21
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "270" : "Sasaki Nozomu"
  }
}