{
  "anime_ids" : [ 102, 513, 514, 12140 ],
  "character_id" : 14586,
  "description" : "Li Meiling is a character that appears only in the anime adaptation of Cardcaptor Sakura. Introduced in episode 19, she is Syaoran`s cousin and self-proclaimed fiancée. As children living in Hong Kong, they both trained in martial arts under the tutelage of Wang Wei. One night her pet bird escaped from his cage, and the normally quiet and withdrawn Syaoran told her not to cry, then left. After spending hours in the rain, he returned with the bird and Meiling was both grateful and touched. From that day, she devoted herself to him, eventually declaring that she liked him above all others and, reasoning that he liked her as well, she declared them to be engaged. At the same time, she promised that if he ever found someone he liked more than her, she would give him up.\nIn coming to Tokyo, Meiling intends to help Syaoran gather the Clow Cards, and actively dislikes Sakura. As the series progresses, Meiling develops a grudging respect for Sakura that turns into a good friendship by the time Meiling returns to Hong Kong in episode 43. During her initial visit, Meiling seemed to recognize that Syaoran was falling in love with Sakura, but it wasn`t until she briefly returned in episode 60 that she fully acknowledges and accepts Sakura as the person Syaoran loves. Wanting to keep his promise, Syaoran attempts to tell her that he loves Sakura, but Meiling interrupts and tells him that she knows because he is now calling Sakura by her first name, something he only does for his sisters and herself. She smiles at Syaoran with tears in her eyes and declares that the engagement is called off, then quickly leaves. Meiling spends the night at Tomoyo`s house to release all of her sadness through much screaming and tears without burdening Syaoran. At the end of the episode, Meiling returns home and is not seen again in the main series. She returns in the second movie, with Syaoran, and together with Tomoyo tries to help Sakura confess her own feelings to him.\nUnlike Syaoran, Meiling has no magical abilities, relying solely on her physical fighting abilities and a healthy dose of pride. Her lack of powers, however, results in her hindering more than helping Syaoran in most battles against the cards. She challenges the The Fight card in episode 20, and was nearly badly wounded and had to be rescued by Syaoran. Recognizing that she was being a burden, Meiling grew upset and lashed out at Syaoran. However, she was then able to be an aid to him while fighting The Twin card, as their years of practicing martial arts together enables them to match the card`s synchronized fighting style.",
  "gender" : "FEMALE",
  "name" : "Li MeiLing",
  "rating" : {
    "rating" : 3.59,
    "total" : 43
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "16" : "Nogami Yukana"
  }
}