{
  "anime_ids" : [ 979, 6107 ],
  "character_id" : 14592,
  "description" : "Elicia Hughes is the young daughter of Lieutenant Colonel Maes Hughes and his wife Gracia. The apple of the Lt. Colonel`s eye, Elicia and her apparently unfathomable adorableness are the subject of just about all Maes` casual conversation and grace her father`s presence in the form of a photograph that he carries everywhere and shows to almost everyone.\nIn the manga, Elicia first appears in Chapter 14, when Winry Rockbell visits Central City and is practically kidnapped to the young girl`s third birthday party by Maes. Fumbling precociously over her numbers and being genuinely enthusiastic, she manages to win over Winry as well, who begins to see the toddler as a baby sister.\nWhen Maes dies, Elicia is both confused and devastated and demands sadly at the funeral that the strange men stop burying her papa so that he can return to loving her and his job. Though Elicia`s protests break the hearts of most of the present mourners (as well as fans of the series), it is revealed later that Wrath was merely trembling from the strong desire to quiet her by force.\nShe appears again in Chapter 36, when (after hearing about Maes` murder) Winry returns to the Hughes residence to speak with Gracia. Though a significant amount of time has passed, it is clear that little Elicia has not yet managed to comprehend the finality of her father`s death, as she responds to Winry`s knock at the door with an enthusiastic \"Papa!\" before somberly realizing her mistake.\nDespite this, Elicia retains her innocence, greeting her surrogate older sister with love and comforting her mourning mother.\nIn the 2003 anime series, Elicia is introduced during the flashback to Edward`s preparation for the State Alchemy Examinations. In place of the character Satella Lecoulte from the manga, Gracia is the one introduced as pregnant in the first anime series. During a snowstorm in midwinter, Gracia goes into labor and while Maes goes to fetch the doctor, Ed, Alphonse and Nina Tucker must tend to Gracia and help deliver the baby, making the three of them present for Elicia`s birth, which just so happens to coincide with Edward`s birthday.",
  "gender" : "FEMALE",
  "name" : "Elicia Hughes",
  "rating" : {
    "rating" : 5.97,
    "total" : 33
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "304" : "Fukuen Misato"
  }
}