{
  "anime_ids" : [ 4893 ],
  "character_id" : 14627,
  "description" : "Kazune is the main male protagonist. His ring has the power of Apollo Greek god of light (in the Chu sequel, he has a different ring with the power of Ouranus). He is in 8th grade. While he acts cool during much of the story, Himeka states that in the past, he was weak and cried frequently, only becoming his present self when he turned ten years old, after knowing who he was. While Himeka loves bugs, Kazune hates and fears them; in Kamichama Karin, Himeka reveals that Kazune`s fear of bugs developed when he and Himeka ran into a giant bug when he was little (which, ironically, was Karin in a bug suit). Even though he is a clone of professor Kazuto Kujyou, he is incomplete and passes out after transforming in god form. He often speaks to Karin in a way that she deems sexist, talking about things like the inherent stupidity or weakness of girls (this is used against him in Chu when Jin calls him a `girly boy`) Kazune is in love with Karin (and tells Michiru such), and has known since the age of ten that Karin is his wife, Suzuka. He himself is the clone of his \"father\". The older Kazune, Kazuto, put his reseach in Himeka, and then split them in half to protect his work from his former partner, Karasuma Kirihiko.\nIn Chu, Karin`s and his son, Suzune come from the future. He warns them that Kazune goes missing in the future (with a woman Suzune claims), and later it is discovered that he actually died soon after Suzune was born. When he learns of this, he stays away from Karin, believing what he did was horrible and had caused the future Karin too much trouble. Karin punches him after discovering this was the reason why he avoided her, saying she knew he disappeared in the future but was working hard to change that.",
  "gender" : "MALE",
  "name" : "Kujou Kazune",
  "rating" : {
    "rating" : 6.76,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "38" : "Sawashiro Miyuki"
  }
}