{
  "anime_ids" : [ 1364, 1365, 1366 ],
  "character_id" : 148063,
  "description" : "he protagonist of the main story. He was born on May 5th. He is a 10-year-old boy who loves to play video games and 4th grade of elementary school. Most of the time his games get the best of his grades. He is a Taurus & type O. He likes sports in general. His hobby seems to be picking up girls. An existence that the first hero reincarnated into Maji Maji World (a general term for the real world that humans in Arara World refer to). He is mostly called \"Ramuness\" in the story, which is the name of the hero. His favorite phrase is \"I`m furiously doing ○○ right now!\" His family consists of a professional wrestler father Masatada (ring name: Giant Robo Baba) and a housewife mother Lime. It was the “ nuclear family ” that became a hot topic at the time. In the future, she plans to grow into a beautiful woman.\nHe is a bright and cheerful hero who has a strong sense of justice and is weak against cute girls. Contrary to his playful demeanor, he has a quick wit, a reckless aggressive side, and a tactical side, and has a nerve that does not flinch even if the other party criticizes it. Which is the name of the hero in the play. He has a good heart in general but isn`t too considerate of other peoples feelings. Ramune claims to not be a pervert in several episodes, though during his time at hot springs, he can`t help but stare with his eyes wide open. He usually finds himself saying things like \"ORE WA MOREZUNI HAZUKASHI!!\" (I am very embarrassed right now!!) or \"Ore wa morezuni odorote ii ru\" (I am very surprised right now). He says the action and \"Right now\" follows after. He has a son in VS Knight Lamune & 40 Fire named Ramunade III who follows the same fate as him. His love interest is Milk.\nSince he was an elementary school student, he wasn`t portrayed that much in the main TV series, but in Gaiden`s works such as novels, he woke up to puberty and his degree of lust is on par (official). Is this what he really likes to be a hero? However, this lust originally developed a romantic relationship with Arara Milk through many adventures and connections in her previous life, but when she finally returned to Maji Maji World, the events in Hara Hara World were recognized as a dream. I temporarily forgot about it, and on the other hand, I remembered only the fact that \"I have a girl I have to meet again\", so in order to find that \"girl\" (milk), as soon as I became a junior high school student, I became a Nampa king. It starts with what happened.\nLater, in a commotion, he meets Milk again and learns the identity of his pick-up habit. However, because of her repeated pick-ups until that time, her lustfulness, which has been engraved into her soul, is helpless, and as a result, it often provokes Milk into a rage.",
  "gender" : "MALE",
  "name" : "Ramune Baba",
  "type" : "CHARACTER",
  "voice_actors" : {
    "198" : "Kusao Takeshi"
  }
}