{
  "anime_ids" : [ 2186, 4170, 4758, 4905, 14032, 15401, 17959 ],
  "character_id" : 1484,
  "description" : "During the First Earth/ZAFT War in C.E. 71, ZAFT`s http://anidb.net/ch1489 [ZGMF-X10A Freedom Gundam] comes to be known as one of the most powerful mobile suits ever created. In the last stages of the war, ZAFT creates a successor unit, the ZGMF-X20A Strike Freedom Gundam. However, the Strike Freedom is stolen before its completion by Terminal, a secret organization associated with followers of Lacus Clyne. Although ZAFT`s original plan was to produce multiple units with overwhelming firepower, the stolen unit is instead refined for use by the Freedom Gundam`s former pilot, Kira Yamato. The Strike Freedom is a major improvement over the original Freedom Gundam in various respects. The wings feature new high output thrusters developed from the \"Voiture Lumiere\" propulsion system used by the GSX-401FW Stargazer. A similar propulsion system is used by ZAFT`s ZGMF-X42S Destiny Gundam. The Strike Freedom is powered by the hyper deuterion nuclear reactor technology developed by ZAFT. This new design stores power in deuterion form, providing a continuous deuterion charge and, in theory, an endless power supply. However, it is possible for the suit`s power to be expended before the reactor can replenish it. The Strike Freedom retains a set of hip-mounted rail cannons, although the cannons can swivel behind the main body and swap places with a pair of hip-mounted, combinable beam rifles (similar to the old GAT-X103 Buster Gundam). The Strike Freedom is also armed with a chest beam cannon, head-mounted vulcan guns and a pair of beam sabers. The biggest change in armaments, however, is in the Strike Freedom`s wings. Where the original Freedom Gundam carried a pair of plasma beam cannons, the Strike Freedom features eight DRAGOON (Disconnected Rapid Armament Group Overlook Operation Network) units. The DRAGOON units housed in the wings utilize an improved quantum communications system, allowing normal pilots without expanded spatial awareness to use them. Also, like the original Freedom Gundam, the Strike Freedom is capable of docking with the METEOR mobile weapons platform.\nIn early C.E. 74, the original http://anidb.net/ch1489 [Freedom Gundam] is destroyed in a battle with Shinn Asuka`s ZGMF-X56S Impulse Gundam. The Strike Freedom first enters combat when Kira flies into Earth orbit in the MBF-02 Strike Rouge to assist the Eternal, under attack by ZAFT forces. Afterwards, Kira, accompanied by Lacus Clyne in the ZGMF-X19A ∞ Justice Gundam, returns to Earth and rendezvous with the Archangel. With ZAFT`s attack on the Orb Union (codenamed Operation Fury) in full swing, Kira joins in the defense of Orb and engages Shinn`s new Destiny Gundam. When the Three Ships Alliance heads to space to counter ZAFT`s forces, Kira participates in the final battle over the Moon. During the battle, he causes heavy damage to Rey Za Burrel`s ZGMF-X666S Legend Gundam. Using the METEOR, Kira also heavily damages ZAFT`s mobile space fortress Messiah. Soon after, the death of PLANT Supreme Council Chairman Gilbert Durandal and the destruction of Messiah mark the end of the war.",
  "gender" : "NONE",
  "name" : "ZGMF-X20A Strike Freedom Gundam",
  "rating" : {
    "rating" : 8.78,
    "total" : 48
  },
  "type" : "MECH"
}