{
  "anime_ids" : [ 5818 ],
  "character_id" : 14843,
  "description" : "Wizer Freion is an inspector of the Ruvinagald kingdom. He appears in both Slayers REVOLUTION and the Slayers novels. However, he plays significantly different roles in each.\nWizer appears in volume 10 of the novels. When Lina and Gourry are in Solaria, Wizer appears in a mask to rescue them multiple times. His identity is not revealed until the end.\nIn Slayers REVOLUTION, Wizer at first glance seems to serve as the comic relief of the series. However, he is actually quite intelligent and schemes well (except when he took Xelloss`s advice in episode eight). He also displayed some physical and personality similarities to Xelloss; most notably, his eyes are rarely open, and when they are, are shown to also have little to no light in them, portraying a rather sinister face to match his underlying cunning disposition.\nWizer first appeared in episode 1 of REVOLUTION, where he tried to arrest Lina Inverse \"for being Lina Inverse.\" He was investigating the destruction of the mage-tanks of Ruvinagald, and suspected Lina was the culprit. However, the tanks actually being destroyed by Pokota, the designer of said tanks and a magic user on the same level as Lina herself.\nHis stated reason for his single-minded fervency was to impress the ladies of Ruvinagald`s court. Wizer may or may not have been assigned the case of the disappeared aid relief meant for the Taforashia kingdom, but he was intelligent enough to suspect and confirm Gioconda`s guilt, to even Xelloss` surprise. While he wasn`t a participant in the final battle of Slayers REVOLUTION, he was a key witness, as he knew that even if he tried to help the Slayers he would only end up getting in their way. He was last seen speaking to Xelloss as they watched the battle unfold.\nSource: kanzaka.wikia.com",
  "gender" : "MALE",
  "name" : "Wizer Freion",
  "rating" : {
    "rating" : 4.67,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "286" : "Ootsuka Akio"
  }
}