{
  "anime_ids" : [ 979, 6107 ],
  "character_id" : 14960,
  "description" : "Selim Bradley is the son of http://anidb.net/ch10175 [King Bradley], the Führer of Amestris. Due to the divergence between the manga and the 2003 anime series, Selim is portrayed as two very different characters in both the canons.\nIn the 2003 anime, he is merely the Führer`s timid biological child, appearing late in the series at the age of 10. Young Selim discovers the skull that constitutes Pride`s remains and is trusted by his father with guarding it, calling it his treasure. Flushed with pride, he gladly takes the responsibility. However, Selim accidentally wanders into the scene of Bradley and http://anidb.net/ch6586 [Roy Mustang]`s fight at the end of the series, with the skull wrapped inside a towel. As a Homunculus, King Bradley is severely weakened by the proximity of his human remains, allowing Mustang to gain the upper hand and remove the sword piercing his shoulder. In a fit of rage, the Führer strangles his son, killing him. Mustang then grabs the skull and draws a transmutation circle in his own blood on it, igniting a now weakened Bradley and in the process reducing him to a pile of ash, killing him instantly. After using the skull to kill the Homunculus, Mustang picks up Selim`s body and carries it outside the burning manor. It is unknown what becomes of Selim`s body.\nIn the manga series, Selim first appears in volume 8 as the Führer`s sprightly son. He frequently asks his father to tell him stories from the battlefront and interesting anecdotes from his everyday goings-on. Selim professes a desire to become a State Alchemist so as to be more useful to the Führer and is a self-professed fan of http://anidb.net/ch5885 [Edward Elric]. It is revealed that Selim is not Bradley`s biological son, but rather adopted from a distant relative. When http://anidb.net/ch6587 [Riza Hawkeye] hears from Mrs. Bradley that Selim comes from her husband`s side, she discovers the awful truth: that Selim Bradley is actually the Homunculus known as \"Pride\".",
  "gender" : "MALE",
  "name" : "Selim Bradley",
  "rating" : {
    "rating" : 4.75,
    "total" : 36
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "81" : "Sanpei Yuuko"
  }
}