{
  "anime_ids" : [ 171 ],
  "character_id" : 15029,
  "description" : "\"Twilight\" Suzuka is a 21-year-old female Ultra Class A assassin who only kills when the sun is setting. Her preferred weapon of choice is a bokken, or wooden sword, which through secret, semi-mystical swordplay can be used to slice metal like a cleaver and smash concrete, yet on the next stroke will land only a knockout blow on her opponent. She first appears when she tries to kill Gene Starwind`s friend Fred Luo as part of her contract with a rival weapons seller. Gene is able to outsmart her and force her to consent to come after him before she kills Fred as part of her pride. However, in her next appearance, Suzuka saves Melfina from a Kei Pirate and decides to help the group against the Kei Pirates, mainly to go after a member of the Anten Seven named Hitoriga, who killed her family. Surprisingly, Suzuka seems to know more about the Kei Pirates than the rest of the crew. Among the various members on Gene`s ship, Suzuka could best be considered the lone wolf, relying very little on outside help to accomplish her goals and frequently disappearing at ports to take care of \"business\". She is quiet and pensive, and once tells Gene that she `sticks around` only because she finds him interesting, much to his chagrin. Throughout the series, there are only three known battles that she has lost. Once in the past to Hitoriga (who killed her family), once to Gene (who tricked and outsmarted her), and once to Shimi (possibly more due to a meal Aisha had cooked than a lack of skill, though Shimi may have beaten her anyway).\nMuch about Suzuka`s past is unknown, such as why the Kei pirates would target her family, how she survived, and who trained her or if she trained herself. Even her age is never really mentioned during the run of the series. All that is known is that her pursuit of the Kei Pirates is of personal nature, particularly towards the assassin Hitoriga, who murdered her clan and family. Near the ending of the series, it is implied that she has feelings for Gene. During her fight with Hitoriga, he says, \"Well wonders never cease. I`m surprised that you would even consider a partner (referring to Gene Starwind). So Suzuka, are you in love with him?\" She responded by telling him that he will hear her answer when the time comes, after she kills him, as a sort of gift in order to see him off to the after life. After the fight and Suzuka wins, she never tells Hitoriga her true feelings for Gene so the nature of her feelings for him have been left unresolved.",
  "gender" : "FEMALE",
  "name" : "Suzuka",
  "rating" : {
    "rating" : 6.51,
    "total" : 22
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2221" : "Sayuri"
  }
}