{
  "anime_ids" : [ 171 ],
  "character_id" : 15025,
  "description" : "Gene Starwind is a young 20-year-old man who developed a fear of space flight and a hatred of pirates during an attack when he was 15 that resulted in his father`s death at the hands of a band of mercenaries led by Ron MacDougall. Gene was thrown into an escape pod by his father moments before their ship exploded and landed on Sentinel III where he would remain until the beginning of the series. Until Hilda questions him, \"Are you going to keep running away?\" and Gene responds, \"Keep running away?\", Gene is scared of space - but Hilda`s questioning of his courage is the turning point, and Gene`s fear of space disappears.\nWhile on Sentinel III, Gene met the much younger Jim Hawking and the two went into business; forming a company called Starwind and Hawking Enterprises. Gene is a reckless ladies` man and a bit of a pervert who shamelessly flirts with almost every woman he meets. He would rather try to achieve his goals with a minimum of effort and his reckless attitude proves a continuous source of frustration to Jim. Despite his brash nature, Gene does have a caring side to his personality which he usually displays toward Melfina. After realizing Melfina had no recollection of her purpose or function, Gene promises to help her find her past and protects her from the various individuals in pursuit of her. Through out the course of the series, he begins to develop feelings for her but is hesitant to act on them for fear of making himself vulnerable. It also results in him forming an antagonistic rivalry with Harry MacDougal who is far more open in his pursuit of Melfina`s affection. Gene was not able to admit his feelings for Melfina until late in the series. He has shown that he is almost never open about his feelings, however he has opened up to Suzuka on occasion.\nGene is well armed with a variety of weapons including a pistol, grenade launcher, knife, rocket launcher, etc. His special weapon, a Caster gun, fires special Caster shells; magic bullets that are effective against Tao priests and other entities protected against normal weaponry. Caster shells are projectile capsules containing a spell cast by a wizard which have been contained, allowing non-magic users to fire the spell from a gun. Caster shells are also numbered by power level (although not incrementally), the three most powerful being 4, 9, and 13 (in Japanese culture, the numbers 4 and 9 are considered bad luck, and in western culture, the number 13 is considered bad luck). Caster shells are considered antiques, however, and are difficult to acquire. Some of the effects of the caster shells include opening up small controlled black holes in order to absorb an opponent, as seen by the shell being used effectively against Hamushi and ineffectively against Hazanko. Gene only reserves these particular caster shells for powerful opponents, since they carry the extreme danger of killing him if he uses them consecutively.\nGene`s blue ear piercings are incredibly useful to him. They possess a communication device that serves like a two-way radio. Gene always wears one, letting him keep in contact with Jim, who holds the other communicator piercing.\nGene bears many scars all over his body, a testament to the hardships that he has endured over his lifetime. The most noticeable are the two on his left cheek, just below his eye. These were all probably made after his father`s ship was destroyed and he crashed on Sentinel III.",
  "gender" : "MALE",
  "name" : "Gene Starwind",
  "rating" : {
    "rating" : 6.95,
    "total" : 22
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "13050" : "Shibuya Shigeru"
  }
}