{
  "anime_ids" : [ 171 ],
  "character_id" : 15028,
  "description" : "Melfina is a bio-android created by Professor Gwen Khan using ancient biotechnology found within the Grave of the Dragon ruins. The complexity of the information was so vast that even a great mind like his couldn`t understand it all. Some time after she was created, both Melfina and the Outlaw Star were stolen from the Kei pirates by the outlaw Hilda who intended to use them to find the Galactic Leyline. Melfina`s appearance is of a petite and slender young woman with shoulder length black hair and large brown eyes. While her physical age appears to be seventeen, her real age is that of only two. She has no recollection of her past or why she was created, which very often troubles her throughout the series. Later, on the planet holding the ruins of the Grave of the Dragon she sings a mysterious song (the ending song for episodes 1-13) which possibly signifies the weight of the questions about her existence that she wants answered. Despite being an artificial humanoid, Melfina possesses both free will and human emotions as well as the physical need for food and rest (although for some unexplained reason she lacks the ability to dream). Her personality is sweet-natured, with a polite and loving -albeit generally naive- demeanor, and because of this Jim thinks of her as a mother figure. She`s noted as having a natural talent for cooking and serves as the Outlaw Star`s official chef in addition to being ship`s navigator.\nAfter the death of Hilda, Melfina travels with Gene after he promises to find her past and purpose and gradually begins to develop feelings for him. Later in the series, it is revealed that she was created to navigate to the Galactic Leyline, and is the only one able to act as a medium to access its vast powers. Because of this, the pirates referred to her as the \"Maiden of the Leyline\". In the last episode, the part of her spirit which was created to be the Maiden of the Leyline departs from her and relocates with the Leyline itself, meaning that Melfina is no longer bound to the Leyline and her past, and is subsequently freed from a forced destiny. Afterwards, Melfina and Gene finally admit their love for each other, and she joins him in exploring space aboard the Outlaw Star.\nMelfina navigates the Outlaw Star from within a cylindrical chamber on the bridge that rises from the floor and fills with an unknown, clear liquid-like substance, supposedly to help her link with the ship. The liquid is most likely a stabling agent to help ensure that her link is static-free, and because of this she has to navigate without wearing any clothes. She covers herself with her arms across her chest in a formation resembling angel wings. Her lower area is obstructed by the chamber`s outer retractable metal coverings.",
  "gender" : "FEMALE",
  "name" : "Melfina",
  "rating" : {
    "rating" : 6.29,
    "total" : 22
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "12" : "Kawasumi Ayako"
  }
}