{
  "anime_ids" : [ 171 ],
  "character_id" : 15026,
  "description" : "\"Hot Ice\" Hilda is an Outlaw who, for unknown reasons, has a problem with the Kei Pirates. Not much is known about Hilda from before she met Gene. She is responsible for taking out one of the Pirate Guild`s leaders at the cost of an arm and an eye. In retaliation, she stole the XGP. After being pursued by pirates, she came to Sentinel III, where she met Gene and Jim under the name Rachel Sweet. When the pirates caught up with them, her true identity was revealed. She tried to kill Gene, but he was able to overpower her, and at gunpoint she revealed the existence of Melfina. Escaping with Gene, Jim, and Melfina, they made their way to Blue Heaven where, while resting, they were attacked by outlaws sent by the MacDougall Brothers. After kicking one of her pursuers in the groin, they escaped to the Farfallas system`s sun, where the XGP was being held in an orbiting asteroid. The pirates used a Tao Spell to track them down and, thanks to the MacDougall brothers, Hilda`s ship Horus was destroyed. Hilda escaped and tried to reach the XGP by climbing the pirate`s grappling cable. However, the cable snapped, sending Hilda, the Tao Master, and her ship into the sun. Hilda stopped the Tao Master from making a final attack on the XGP by grabbing on to her leg and detonating a bomb hidden in her tooth, killing both of them. Her final words to Gene were that \"Outlaws never go down easy, no matter what happens to them.\" Possibly in memory of her, Gene named the ship the Outlaw Star.\nAfter Hilda dies, Gene has several visions of her, mainly at times when he is scared and believes that he is going to die (Episodes 15 and 25). This possibly suggests that there was more to their relationship than meets the eye, although he could just feel guilty for his powerlessness when he was unable to rescue her from Farfallas` gravity well.",
  "gender" : "FEMALE",
  "name" : "Hilda",
  "rating" : {
    "rating" : 6.64,
    "total" : 12
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3250" : "Fujita Toshiko"
  }
}