{
  "anime_ids" : [ 171 ],
  "character_id" : 15033,
  "description" : "Harry MacDougall is the younger of the MacDougall Brothers (18 years old). Similar to Melfina he is also a synthetic human, a test tube baby created in a lab using genetic material from that of another individual who had earlier died. Though usually calm and arrogant, he is prone to episodic fits of rage and hate. In his first upfront encounter with the XGP, he tries to hack into its systems. As a defensive measure, Gilliam shuts down and Harry encounters Melfina for the first time (Melfina was navigating the ship and thus was connected to its mainframe when the systems were shut down). From then on he developed an obsessive infatuation with her; claiming whenever they meet that they are one and the same and are the only ones capable of understanding each other and even directly admits to Melfina at the Leyline that he loves her. However, his attempts to make Melfina fall in love with him all fail as his emotionally unstable personality frightens her. In episode 17, Harry even beats Melfina unconscious after she refuses to accompany him. Over the course of the series, Harry`s body goes through numerous cybernetic enhancements, the first of which replaced his right arm with a mechanical prosthetic that allowed him greater strength and hacking capabilities. In the ruins of the Grave of the Dragon, Harry is nearly killed by one of Gene`s caster shells which requires most of his body to be replaced with bio-android prosthetics that empower him with superhuman strength and speed as well as weapons in his arms and shoulders. The cybergenic upgrades also allow him to completely control and navigate the El Dorado and pass through the outer barriers of the Galactic Leyline. Harry meets his end trying to defend Melfina from Hazanko at the gate to the Leyline. Although dying, the backup life support system kept him alive just long enough to delete the protective barriers created by Hazanko at the doors of the Leyline and tell Melfina a final `Goodbye`, fading away just before he got a chance to kiss her. His last two wishes were for Melfina and Gene to be together, and for Melfina to sing the song she sung back at the Grave of the Dragons for him one last time.\nIt is later noted that before departing to the Leyline he integrated himself with the mainframe computer of the El Dorado and created a \"backup\" of himself in case something happened to him while on the journey to the Leyline. The backup version of Harry is quoted as saying \"...almost as good as the original\" and is unaware of any of the events or experiences of that of the original Harry that took place in the Leyline.",
  "gender" : "MALE",
  "name" : "Harry MacDougall",
  "rating" : {
    "rating" : 2.35,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4661" : "Kashiwakura Tsutomu"
  }
}