{
  "anime_ids" : [ 171 ],
  "character_id" : 15034,
  "description" : "Professor Gwen Khan was one of the leading scientists on the Leyline Project. He has an odd personality, often speaking to himself, thinking out loud and repeating the same phrases multiple times in a row. A hyper-intellectual, his communication and personal deficiencies evidence a mentality pushed near if not into a mild form of insanity by information-overload. Khan`s goal in life is to gain ultimate knowledge, which drives him to find the Galactic Leyline, a \"machine-god\" created by an extinct alien race that acts as a catalog for all of existence.\nKhan first appears as a judge for the Heifong Space Race, recognizing the XGP as soon as it appears as an entrant in the competition. Afterwards he somewhat stalks Gene and his crew, going to extreme lengths to track them and their ship down. A shameless opportunist, Khan`s only allegiance is to himself, and he is willing to use every conceivable ploy to achieve his goal of reaching the Leyline and attaining ultimate knowledge, switching sides and backstabbing practically every member of the cast. Later on in the series, it is revealed that he was the scientist who decrypted some of the ancient biotechnology found in the Grave of the Dragon ruins that led to Melfina`s creation. He was also responsible for the development of the XGP15A-II and was a major factor in the Leyline Project. Aside from Hazanko, Khan is the only person in the series shown to have knowledge of voice recognition codes which tap into Melfina`s hidden powers related to the Leyline. By uttering \"It was you who broke my mason plate\" in Melfina`s presence, Khan shuts her down and forces Gene to infiltrate a high-security prison and retrieve the Leyline`s coordinates from a prisoner being held there, threatening never to revive her unless Gene complies with his demands. After Gene begrudgingly fulfills his half of the deal, Khan is knocked unconscious after reviving Melfina, with the phrase \"Breakfast is signalled with a silver spoon\", and is subsequently abandoned by the crew.\nNevertheless, by siding with the MacDougall brothers Khan gains entrance to the Leyline, riding as a passenger in their ship after repairing Harry`s damaged body with prosthetic enhancements. When Harry is mortally wounded in battle, however, Ron double-crosses and threatens to kill Khan, whose life is only spared by Gene`s timely entrance. Afterwards, both Gene and Khan gain access to the Leyline`s center when Harry, using the last of his automated suit`s energy, hacks through the defenses of the Leyline`s encrypted final portal.\nKhan`s goal for ultimate knowledge is fulfilled when he reaches the center of the Leyline shortly after Gene and Hazanko, making him the third and last member of the cast to do so alive. After that, he thanks Gene and Melfina before being entirely converted into the very concept of information itself: \"I am data, and data is me.\"",
  "gender" : "MALE",
  "name" : "Gwen Khan",
  "rating" : {
    "rating" : 1.59,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "28" : "Aono Takeshi"
  }
}