{
  "anime_ids" : [ 171 ],
  "character_id" : 15032,
  "description" : "Ronald \"Ron\" MacDougall is the elder MacDougall Brother. Always calm, he is the brains of the MacDougall`s entire operation. Ron has a past with Hilda. He uses a caster gun like Gene, but it is basically the barrel of a Caster fashioned in the style of a Shakujo, the staff often carried by Buddhist monks. Ron is a man who will take on any job so long as the money is right and he ends up finishing ahead of where he started. Be it pirates, Space Forces, or private contractors, he will consider anything viable and carry out the job only as it is stipulated, and no further than that. This is demonstrated by the fact that as soon as his contract with the Kei pirates that were pursuing Hilda was up, he immediately turned on them, attempting to kill both the pirates and Hilda, as well as destroying the XGP.\nGene accuses Ron of being the man who killed his father, and, as such, the MacDougalls are major antagonists throughout the first half of the show as Gene attempts to track them and exact revenge. Although Gene remembers seeing the El Dorado destroy his father`s ship, however, Ron doesn`t recall anything of the sort, noting that he has taken on so many similar jobs over his lifetime that he couldn`t possibly remember them all. His ignorance of the incident only infuriates Gene more, but, because he possesses rare knowledge of the Galactic Leyline, Gene is always forced to hesitate when given a chance to finally kill him.\nDespite his amoral personality, Ron is fiercely protective of his younger brother, Harry, who he considers his only family. At the Leyline, after Harry is mortally wounded by Hazanko, Ron becomes mad with grief and rage and subsequently attacks both Gene and Gwen Khan. Gene counters Ron`s caster attack with a powerful #9 shell, however, which propels him up into a starry void and leaves him severely wounded. He only lives because Harry, who had copied his memory and personality into the El Dorado`s Main Computer, is able to rescue and rejuvenate him inside of the ship. Both brothers defeated, they decide to temporarily retreat, although they vow that it isn`t the last Gene will hear from the MacDougall Brothers.",
  "gender" : "MALE",
  "name" : "Ron MacDougall",
  "rating" : {
    "rating" : 1.53,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "42809" : "Nakata Kazuhiro"
  }
}