{
  "anime_ids" : [ 171 ],
  "character_id" : 15030,
  "description" : "Aisha Clanclan is an 18-year-old Ctarl-Ctarl officer. She is a dark-skinned catgirl with a considerable ego and greater than human strength (Gene claims she has the strength of ten men in episode 16). She is also far more durable than any human; in episode 5, Gene shoots her at near-point blank range with a Caster shell that mimics a lightning bolt-type spell and Aisha is merely stunned, while in episode 23 she is shown comfortably bathing in what is at least boiling hot water and which might, due to the extremely slapstick nature of that episode, be molten lava. She also claims to have the best ears in the universe. While it is unknown if they are the best, she is shown to be able to hear small noises that no one else on the crew can. This is shown in episode 21 when she hears a clicking sound and saves Jim from an incoming rocket. In episode 5, she claims to be immortal, but it is unknown whether or not this is based in fact or is merely Aisha`s immense ego and racial pride. Even if it is true, it is more likely a reference to how difficult Ctarl-Ctarls are to kill than to an increased life-span. As with all Ctarl-Ctarl, Aisha has access to an ability referred to in the dub as \"Beast Strength\", where she taps into the primeval powers of her racial ancestors. This allows her to increase her strength and possibly her speed and durability, but is extremely energy-draining; Aisha burns a lot of calories by using this ability and is always depicted as eating massive quantities of food afterwards. This ability is somehow tied to lunar bodies, both their presence and their phase, though it is unclear if these make it easier for her to access the ability or if they reduce the amount of energy it drains. Using Beast Strength makes Aisha more animalistic in form and, apparently, in mentality; at less than full power, her fingernails elongate into claws and she sprouts a tail, while at full power she assumes the form of a feline-like creature that resembles a white tiger with elongated ears.\nAisha was originally in charge of locating the Galactic Leyline for the Ctarl-Ctarl Empire, but after she unknowingly allowed for Hot Ice Hilda to escape, her government ordered her to stay behind on Blue Heaven to look for clues as punishment. Aisha finds out that Gene Starwind is connected to Hilda and tries to pump him for information; however, Gene knows nothing of the Galactic Leyline, and eludes her by stunning her with a Caster and leaving her to pay the considerable restaurant bill she racked up. Later in the series, Aisha was able to trick Gene into letting her on board the Outlaw Star during the Space Race, where she finds out that the MacDougall Brothers have more information on Hilda than they do. Aisha then decides to join the crew, since they are the ones who were indirectly responsible for her demotion in the first place.\nDuring the series, Aisha entered the universe`s strongest woman tournament whilst under the guise of a wrestler called \"Firecat\" (the real Firecat had been captured by Aisha, and was kept tied up and gagged in a locker). The Ctarl-Ctarl were banned from the tournament after one of them five years before transformed into her beast form and, after being reprimanded and disqualified for biting off her opponent`s ear, went berserk and killed over nine hundred people with thousands injured. In the final fight with Iraga of the Anten Seven, Iraga transformed into a wolf, forcing Aisha to transform into a tiger. Aisha eventually defeated Iraga and secured her place as the strongest woman in the universe, under the light of the planet`s three full moons apparently making Aisha effectively unbeatable. It should be noted, however, that as Ctarl-Ctarl were banned from the competition, it is unknown whether Aisha was crowned the universe`s strongest woman or simply disqualified after the final fight, since it was never shown in the episode.\nAisha can be rather absent-minded at times, acting on rash impulse and not really caring about anyone other than herself. And she tends to act like a 12 year old child. She does start to have more positive relationship with Jim over the course of the series, and starts to concern herself with his well-being and acts like an older sister to him.",
  "gender" : "FEMALE",
  "name" : "Aisha Clanclan",
  "rating" : {
    "rating" : 6.87,
    "total" : 38
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "164" : "Miyamura Yuuko"
  }
}