{
  "anime_ids" : [ 4521, 5373, 7126, 7127, 12567 ],
  "character_id" : 15097,
  "description" : "Diethard Ried is the head of information, espionage, and public relations for the Black Knights. A graduate of the Imperial Britannia Central University`s Faculty of Law, Diethard is a former producer and member of the press staff at Hi-TV, a Britannian television station. Following the appearance of Zero and the announcement of his goals, Diethard joins the Black Knights, wishing to witness and document Zero`s campaign to overthrow Britannia. Like Kallen Stadtfeld, he shows fierce loyalty to Zero, whom he views as his source of inspiration. He harbors contempt for the Britannian Imperial Family and its supporters, on occasion commenting to Rakshata Chawla that \"Britannia is a finished product\" and that he would rather take part in creating something new.\nDiethard has proven himself to be highly perceptive, easily picking up on the likely outcomes of Zero`s plans. He recognizes immediately that Zero is responsible for the destruction of the Japan Liberation Front`s tanker ship, a fact of which Zero never made the organization aware. However, this same trait also causes him to overreach himself, most evident in his ordering an assassination attempt on Suzaku Kururugi after being instructed otherwise by Zero. When Kallen wonders if he can be trusted, Lelouch replies that Diethard is dedicated to making Zero a god, which makes him predictable and thus easy to control.\nDespite possessing some knowledge of who Lelouch is and of his power, Diethard remains loyal. Only when Lelouch is exposed in front of the leaders of the Black Knights does he finally betray him. He claims that he would rather have watched Zero topple Britannia, but will settle for a hero`s death instead. When finding Lelouch proves difficult following his escape, Diethard suggests reporting him as dead, noting that even if Zero came back he would have no credibility without support. He defects to Schneizel following this, deciding that Schneizel and his plans are more interesting than Zero`s. When Schneizel is placed under Lelouch`s control, Diethard flies into a rage, holding Lelouch at gunpoint and claiming that Zero`s story is dead. Schneizel shoots him in the heart before he can pull the trigger. In his dying moments, Diethard asks Lelouch to use his Geass to kill him, to which Lelouch responds that Diethard isn`t worthy of having a Geass order cast upon him.",
  "gender" : "MALE",
  "name" : "Diethard Ried",
  "rating" : {
    "rating" : 4.92,
    "total" : 111
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "226" : "Nakata Jouji"
  }
}