{
  "anime_ids" : [ 4521, 5373, 7126, 7127, 12566, 12567 ],
  "character_id" : 15095,
  "description" : "Tamaki Shin`ichirou is the leader of the second special squadron of the Black Knights. He is hot-headed, carefree and the self-proclaimed best friend of Zero, quick to cheer others on when not doing the fighting but rash and impulsive when he`s on the front lines. His rashness is shown to border on recklessness, as he orders the execution of the Ashford Academy student council against Zero`s wishes, though extenuating circumstances prevent his orders from being carried out. He pilots a standard Knightmare during battles, but is rather inept at that; his frame is the first to be destroyed by Suzaku`s Lancelot in the first season and in all encounters after that, Tamaki is rather comically dispatched very early in battle, which ends up hurting his pride in the end of the second season (the only time Suzaku needs more than one strike to defeat him).\nTamaki dreams of being a bureaucrat, and states that if he didn`t have his dream to aim for, he would probably have become a Refrain user. He is initially skeptical about Zero, but comes to be one of his most vehement supporters, particularly after the Specially Administrated Zone of Japan fails. Even after being captured and imprisoned for a year following the failed Black Rebellion, he never gives up hope that Zero will rescue them, despite the fact that Zero was reported as dead.\nTamaki seems to be the most critical of C.C.`s involvement in the organization during the first season, due to her lack of an official position, and accuses her of being Zero`s lover. In the second season, this appears to have been lightened into simple back and forth banter. Tamaki also complains about his own lack of an official position in the second season (what happened to his old position is not revealed), wanting to be in charge of finances in some way (Lelouch relieved him of this responsibility early in the first season when he spent much of their money on frivolous dinners for recruiting). With the formation of the United Federation of Nations and the Black Knights` appointment as its unified army, Tamaki is made the Internal Cleaning Supporter. When Lelouch is exposed as Zero, Tamaki takes it the hardest, being the last to accept that Zero could have manipulated them all this time. At the end of the series, Tamaki opens his own bistro alongside Sugiyama, Minami, and Villetta and is last seen standing right next to Ohgi in Ohgi and Villetta`s wedding picture.",
  "gender" : "MALE",
  "name" : "Tamaki Shin`ichirou",
  "rating" : {
    "rating" : 3.06,
    "total" : 126
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "73" : "Hiyama Nobuyuki"
  }
}