{
  "anime_ids" : [ 4521, 5373, 7126, 7127, 12566, 12567 ],
  "character_id" : 15098,
  "description" : "Lloyd Asplund is an earl of the Britannian nobility and the head of the scientific research team Camelot, which is responsible for the development of the elite Knightmare Frame Lancelot. To keep from being reminded of the fragility of human lives and friendship, Lloyd immerses himself in science and comes to view people as nothing more than tools — he regards Suzaku, for example, as a mere component of the machine that he pilots. He has a tendency to mock others and is often rebuked for this behavior by Cécile Croomy, his assistant. Prior to joining the military, he attended the Imperial Colchester Institute.[4] Lloyd`s research organization, Camelot (キャメロット?), is an irregular division of the Britannian Military that has permission from Prince Schneizel to operate outside the command structure and regulations of the regular Britannian armed forces.\nRakshata refers to Lloyd as the Earl of Pudding (プリン伯爵?), as pudding is his favorite food. He is engaged to Milly Ashford in the first season, having agreed to the union mostly in the hope that he might obtain the designs of the Knightmare Frame Ganymede. As such, he is forced into doing nice things for her by Suzaku, though Milly breaks off the engagement after she graduates in order to become more true to herself.\nAfter the second battle of Tokyo, he is confronted by a distraught Nina after she realizes the fatalities caused by her F.L.E.I.J.A. Lloyd tells her that she has to make a choice between saving her heart and morals or discard them for science. When asked by Nina if he had already made that choice, he replies that he never had such a problem due to himself being a sociopath. He willingly joins Lelouch`s new regime, remarking that he and Cécile have become \"parts\" without ever realizing it. He and Cecile are among the few who know the details of the \"Zero Requiem\", Lelouch`s plan to unite the world. He expresses an interest in studying Lelouch`s Geass, but he is warned off by Jeremiah. He works with Nina and Cécile to create a countermeasure to F.L.E.I.J.A. and assists Sayoko during the rescue of the hostages on board the Avalon (as ordered by Lelouch). He and Cécile are last seen in Ohgi and Villetta`s wedding picture.",
  "gender" : "MALE",
  "name" : "Lloyd Asplund",
  "rating" : {
    "rating" : 6.42,
    "total" : 168
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2605" : "Shiratori Tetsu"
  }
}