{
  "anime_ids" : [ 4521, 5373, 7126, 7127, 8914, 12566, 12567 ],
  "character_id" : 15094,
  "description" : "Ougi Kaname is the leader of the original resistance cell. He took over leadership following the death of Kallen`s older brother, Kouzuki Naoto (紅月ナオト), leaving his teaching job to do so. He is a somewhat reserved individual who lacks self-confidence, often questioning his ability to lead. However, he is also fairly perceptive, recognizing Zero`s intentions to a degree and even deducing some of the things he keeps secret from the organization. Kaname turns over leadership of his resistance cell to Zero after Zero proves himself the more competent and effective commander. When Zero reorganizes the Black Knights, he appoints Ohgi as deputy commander.\nFollowing a battle in which the Japan Liberation Front is all but wiped out, Ohgi finds Villetta Nu left for dead at a ship dock. He nurses her back to health, and lets her live with him when she cannot remember who she is. Though he knows she has seen Zero`s face (Villetta having said so when he recovered her), he cannot bring himself to kill her or use Refrain to recover her memories. Over time, he falls in love with her. During the Black Rebellion, Ohgi is shot by Villetta, who has regained her memories.\nDespite being captured in the Black Rebellion, Ohgi maintains his faith in Zero, knowing that Zero alone can liberate Japan. During the opening ceremony for the second Special Administration Region in Japan, he prevents Villetta from being shot. She suspects it is him, but he doesn`t confirm her suspicions and bids her farewell. Later, Villetta arranges a meeting with Ohgi, intending to kill him to erase her links to the Elevens. Ohgi comes knowing full well what she intends to do, and confesses his love for her. Villetta is captured during an altercation with Sayoko and held hostage by Diethard to ensure Ohgi`s loyalty, but is set free shortly after the second battle of Tokyo is cut short. She and Ohgi help convince the leaders of the Black Knights that Schneizel`s claims are valid. However, Ohgi adamantly insists that Japan be freed if they betray Zero, feeling that he couldn`t forgive himself if any less came of it. Diethard notes that it is in Ohgi`s nature to protect, not lead, and considers his new leadership role a \"miscast.\" During the battle against Lelouch, he has Villetta stay on Horai Island, telling her that he was the first to acknowledge Lelouch and that he doesn`t want to get new lives involved, as she is pregnant. He marries Villetta at the end of the series, and is elected Prime Minister of Japan.",
  "gender" : "MALE",
  "name" : "Ougi Kaname",
  "rating" : {
    "rating" : 2.85,
    "total" : 113
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "231" : "Madono Mitsuaki"
  }
}