{
  "anime_ids" : [ 1552, 3569, 4818, 5956, 6095, 7246, 10306, 19432 ],
  "character_id" : 15188,
  "description" : "Lance Corporal Dororo (Formerly known as Zeroro) is the Keroro Platoon`s assassin who crash landed on Pekopon and was forgotten about by his platoonmates (as usual). Soon after, he found his leg caught in a bear trap and awaited his lonely death, until he was rescued by female ninja Koyuki Azumaya (with the help of Zeroyasha, the dog, in the anime). He decided to follow the way of the ninja, he changed his name to Dororo, the name of the forest where Koyuki rescued him. Dororo is often forgotten about by the rest of the platoon and most everyone else but Koyuki, which will cause his Trauma Switch to turn on. When this happens, a purple, gloomy era radiates from Dororo and he will sit in a corner or dark space and cry. His Trauma switch is usually activated when he is reminded of something done to him by Keroro during thier childhood, Such as using him as a sheild in a snowball fight caused him to remember when he was used in the same way during a dodgeball game.\nDororo has a love for all creatures and nature of Pekopon. He has stated that he has \"fallen deeply in love\" with the planet (Episode 13). As a result, he will not participate in plans that will potentially harm people`s feeling or nature, or endanger any wildlife species on the planet. Dororo has vowed to protect Pekopon at all costs along with Koyuki.\nAs a child, Zeroro loved to garden, which he still does. Dororo even has his own lovely garden in the underground base of the platoon, where he grows both plant species that are native to Pekopon and other alien planets. He uses gardening as a way of meditating (along with reading and actual meditating, usually on top of high places like lamp posts or trees) to train his physical and mental swiftness.\nYoung Zeroro was part of a large, wealthy family. Unfortunately, Dororo has never had a strong aura of presence, much to the point where people won`t notice he`s there even if he`s standing right next to them. Thus, little Zeroro never had many friends until Keroro and Giroro came along. Zeroro would do most anything to stay friends with the two, even when they (mostly Keroro) would often to things that led to his feelings being hurt or his possessions broken, and occasionally physically hurt. Over the years, Keroro has broken Zeroro`s precious music box, used his stamp collection, stolen the strawberries of Zeroro`s cake, wrote all over his books and taken advantage of his kind nature.\nDespite his mistreatment, Zeroro retained his sweet, humble and kind personality and doesn`t hold a grudge or want revenge against Keroro (unlike his counterpart in the Garuru platoon, Zoruru), though he will break down and cry when reminded of one of his experiences as a child. Dororo used his natural quietness and ability to be unnoticed in the form of stealth after inspired (ironically) by Keroro to become an assassin in the Keronian Military. He joined an elite group of assassins along with Zoruru, led by Jirara, before departing for Pekopon as a Lance Corporal (In the manga, formerly a Private Second Class).\nDororo often ends his speech with \"De Gozaru\", an archaic form of \"Desu\". Also, Dororo addressed himself as \"Sessha\", an archaic male form of \"I\" primarily used by Samurai.\nEarly in the series, one of Dororo`s more common actions was to speak to Keroro and the others in the form of a shuriken made of paper which acted as a note, when needed. The shuriken would always seem to stick itself in Keroro`s head, usually causing him to freak out until it`s removed by another platoonmate. Dororo does not need to be close by to perform this.",
  "gender" : "MALE",
  "name" : "Dororo Heichou",
  "rating" : {
    "rating" : 8.39,
    "total" : 23
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "198" : "Kusao Takeshi"
  }
}