{
  "anime_ids" : [ 6400, 7277, 7470 ],
  "character_id" : 15214,
  "description" : "Introduced in Shin Koihime Musou. A descendant of a distinguished family who was given possession of a sword, the family heirloom, before she encountered the man who would eventually steal her name (leading everyone to believe him to be Ryuubi Gentoku in the first season) and her sword, causing her to fall into disgrace. To redeem herself, she ventures out in search for the man and her sword, which leads her to Kan`u and company, who are greatly surprised of her identity (in fact she is nearly assaulted by Kouchuu, and later Bachou, upon hearing of hearing of the name Ryuubi again). After being attacked twice by bandits (and almost being raped in the second attack) while venturing alone, she concedes to Chouun`s suggestion of joining their group for protection. She is revealed to be an old classmate of Kousonsan in primary school, even though she doesn`t remember Kousonsan`s real name Pairen much to the latter`s disgust.\nShe eventually gets her sword returned to her from Enjitsu, thanks to Shokatsuryou who conned Enjitsu with a \"mysterious container\", in the same fashion Enjitsu herself obtained the sword from Enshou. Sadly, she loses her sword again in an effort to help defend a village from an army of attacking bandits. However, she realize her bravery to sacrifice her sword to defend the village after a lecture from Kan`u so she decides to follow her example by making a vow of sisterhood as her younger sister but Chouhi was against it as Chouhi was already her younger sister so instead she becomes Kan`u older sister. By the third season, she, Kan`u and Chouhi have accepted calling each other sisters. Also to her surprise, she is given a new sword, claimed by the Touka villagers to be a \"sword left by the gods\".",
  "gender" : "FEMALE",
  "name" : "Ryuubi Gentoku",
  "rating" : {
    "rating" : 5.4,
    "total" : 24
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1671" : "Gotou Mai"
  }
}