{
  "anime_ids" : [ 634 ],
  "character_id" : 15338,
  "description" : "A scruffy but handsome ghost writer who becomes obsessed with Maki (romantically), while the latter is totally uninterested in him and finds his behavior very creepy. He is a smooth talker but prone to overly aggressive declarations of love, sometimes bordering on assault, towards Maki, who he calls \"My Jenny\". He tends to always kiss her and declare his love for her when they`re together, even during their fights, throwing her off balance. This is usually done for comedic effect. He has three women who are head over heels for him: Uzumi Mika (a famous singer), Nono Rakuko (a famous model), and Nanjou Remon (a famous novelist). He ignores them all since he`s fixed on marrying Maki and making her move in with him. Maki is physically capable of beating him down in his insane-like \"distracted\" state of mind (Julietta rarely gets serious with anyone—he`s got \"Maki\" on his mind,if ya know what I mean); however, she did have a hard time with him at first. If Julietta, who defeated the 3rd ranked Yoshitoku Konishi (without going serious), were to get serious with Maki, who lost to the 4th ranked Fukamichi fighter... it is in no way clear who the \"winner\" would be. He can take a huge beating and still be able to fight. In a fight with another opponent he once had both his legs and one of his arms broken but he was still able to fight. Sakamoto usually only fights with extremely fast and devastating kicks. He usually leaves his hands in his pockets while fighting even though he has a powerful punch. It`s said his strength is legendary on the street. He becomes rank seven in the Fukamichi Rankings after defeating Nobuhiko Fukamichi in a single kick, though Julietta`s rank does not do justice to his fighting ability, as he defeats Yoshitoku Konishi, the third place holder, without going serious.",
  "gender" : "MALE",
  "name" : "Sakamoto Julietta",
  "rating" : {
    "rating" : 9.06,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2037" : "Horiuchi Ken`yuu"
  }
}