{
  "anime_ids" : [ 584 ],
  "character_id" : 1534,
  "description" : "In the http://anidb.net/a584 [Legend of Galactic Heroes] universe, the Galactic Empire, also known as the Empire, is a nation with a feudalistic system and an aristocratic government based on the planet Odin, forged by http://anidb.net/ch1019 [Rudolf von Goldenbaum] and ruled with an iron fist by the Goldenbaum Dynasty and its nobles for centuries. The Empire was originally forged as its precursor, the Galactic Federation, decayed and its people looked for a hero-like politician to guide them; Rudolf, who was a very charismatic leader, fit the bill perfectly, and was also very power-hungry; he jumped at the opportunity, took all power into his hands, dissolved the Federation into a new Empire, and named himself the Kaiser. Eventually, refugees under the leadership of http://anidb.net/ch1026 [Ale Heinessen] would flee the oppression and form what became known as the http://anidb.net/ch1535 [Free Planets Alliance], but the Alliance was discovered and attacked as rebels, and subsequently waged a seemingly endless war to a stalemate. As one might expect, nobles can be either born with that status or granted it, and that one of the lead characters would be made into a noble is a key plot point in the story.\nAfter almost 160 years of war and many centuries of bad government, http://anidb.net/ch186 [Reinhard von Lohengramm] would take advantage of his military prowess to garner allies and power, even more so during the civil war that followed the death of http://anidb.net/ch206 [Kaiser Friedrich IV]. Soon afterwards, Reinhard would use that power in his favor to depose the Goldenbaum dynasty entirely, seizing power to himself and thus founding the Lohengramm Dynasty, also referred to as the New Galactic Empire. Under Reinhard`s leadership, the Empire would undergo drastic reforms; he revoked the privileges of nobles, seized control of the then-autonomous planet http://anidb.net/ch6233 [Phezzan], moved the government to it, started a new calendar, and did many other things that caused the horror of the former aristocracy, causing many nobles to unsuccessfully try to stop him. He soon also conquered the Alliance and imposed a harsh peace treaty, and after a revolt also annexed it altogether. After his death, his wife http://anidb.net/ch199 [Hildegard von Mariendorf] would lead the Galactic Empire into maturity, eventually changing it into a constitutional monarchy, as his highly respected, long-time rival, Alliance admiral http://anidb.net/ch737 [Yang Wen-li] would have argued for.",
  "gender" : "NONE",
  "name" : "Ginga Teikoku",
  "rating" : {
    "rating" : 9.31,
    "total" : 3
  },
  "type" : "ORGANIZATION"
}