{
  "anime_ids" : [ 3070 ],
  "character_id" : 15427,
  "description" : "A charming and optimistic mercenary who travels with a white bird (of unknown species) named Kurruku. Kotona is only her alias, and her real name was revealed later. She prefers to use her feminine wiles and diplomatic nature to avoid conflict but still reach her objective. She joins Ruuji in his quest for a Generator mechanic, as a way to repay him for helping defeat a group of Zoid thieves. Later on, Ruuji would ask her to aid him in a campaign against Digald. From clues in later episodes it shows that Kotona stayed with them because she likes Ruuji.\nHer hometown, IronRock, is revealed to house a facility that can create the silver armor which Digald uses, and that a secret guild which she was part of would assassinate anyone who was close to uncovering its secret. Kotona left because she was to be the next leader, but to do so, her twin sister would have to be killed. Because she ran, her sister took her position and attempted to kill her. Wounded, Kotona fell into IronRock`s deep lake, but she was rescued by the hitherto-inert RainbowJerk, which was hidden in the watery depths. Since leaving her home she led a freelance life, keeping her identity and past a secret.\nShe was brought up to be a skilled assassin and has many weapons hidden on her body. It was later revealed that her people are actually part of a surviving group that avoided the \"Gods` Fury\" event and rebuilt their society at IronRock. Throughout the years, her people began to forget their origins, but a small group of them has kept the secret for generations as custodians of the city and to their sleeping Gil Dragon. She knows various ancient phrases passed down by her mother, and her real name is actually the Gil Dragon`s activation code. No one can know her true name unless it`s her husband.\nRuuji tried to ask her real name anyway for the sake of obtaining Gil Dragon. Kotona revealed her secret without Ruuji marrying her, but still joked about the prospect. She found it ironic that her early painful memories would come to aid the war effort. Kotona and Souta would eventually help pilot Gil Dragon to fly to Sora City to recover the Leeo ammunition for the war against Jiin. It has been seen she was relieved after Ron reported that Seijuurou recovered from his illness back in Sora City.It is unknown if she resolved to return to IronRock as leader as intended.\nShe pilots the Zoid Rainbow Jerk later the Rainbow Peak.",
  "gender" : "FEMALE",
  "name" : "Kotona Elegance",
  "rating" : {
    "rating" : 8.47,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "182" : "Itou Shizuka"
  }
}