{
  "anime_ids" : [ 252, 2186, 2445, 4165, 4168, 4169, 4170, 4366, 4457, 4466, 4758, 4905, 14032 ],
  "character_id" : 1542,
  "description" : "An international coalition formed by the http://anidb.net/ch1571 [PLANT] sponsor nations and their terrestrial allies to battle the forces of http://anidb.net/ch1509 [ZAFT]. The Earth Alliance is not a single political entity, but rather a collaboration between several individual nations, which regard each other as potential adversaries even though they are currently united against a common foe. The dominant powers within the Earth Alliance are the http://anidb.net/ch1594 [Atlantic Federation], the http://anidb.net/ch1595 [Eurasian Federation], and the http://anidb.net/ch1598 [Republic of East Asia], all three of which invested heavily in the construction of the PLANTs. The South African Union and the United States of South America are junior partners in the Alliance, with the latter having been forcibly annexed by the Atlantic Federation at the start of the war.\nThe Earth Alliance was formally established on February 7, C.E. 70, two days after final negotiations between the PLANTs and the sponsor nations were disrupted by a terror bombing at the lunar city of Copernicus. The Alliance was created as a successor to the former United Nations, whose leadership was wiped out in the Copernicus attack, and like its predecessor it`s nominally an international organization headed by a moderate secretary-general. However, in practice it`s little more than a military alliance dominated by the Atlantic Federation and its fellow PLANT sponsor nations.\nThe Earth Alliance is headed by a moderate Secretary-General, but the real leaders of the Earth Alliance are http://anidb.net/ch1579 [Blue Cosmos] and its http://anidb.net/ch1578 [Logos] benefactors.\nAt the beginning of C.E. 71, the Alliance is headquartered at the JOSH-A Base in Alaska. At the beginning of C.E. 71 its other major strongholds include the Kaohsiung spaceport in Taiwan, the Panama spaceport in Central America, the Victoria spaceport in eastern Africa, and the Ptolemaeus Lunar Base. After the destruction of JOSH-A and the Ptolemaeus Base in the first war, their functions are transferred to Heavens Base in Iceland and the Arzachel Lunar Base.",
  "gender" : "NONE",
  "name" : "Earth Alliance",
  "rating" : {
    "rating" : 3.47,
    "total" : 37
  },
  "type" : "ORGANIZATION"
}