{
  "anime_ids" : [ 6374, 6769 ],
  "character_id" : 15447,
  "description" : "One of the few close friend of Tomoharu who calls Tomoharu by nickname Tomo. An did not like Tomoharu to join the Science Club as she wanted him to follow her and join another club.\nIt is implicated that An has a crush on Tomoharu but cannot express her true feelings to him.\n(First World)\nAn and Tomoharu are lot closer since Tomoharu from First World joined same club as An. In First World, An express her true feeling to Tomoharu by confessing to him, ask him to go to the Christmas party, just two of them together. But after the accident at the La Croix, Tomoharu quits the club and become an handler of the Hagane in order to save Misao and the First World from the vanishing and goes to Second World, make him never replies to An`s confession.\nAfter Tomoharu from Second World comes to the First World, he was confronted by An who wants him to answer her confession before the end of the Christmas Eve. It`s irony that when An asked Tomoharu about answer to her confession, She says that if she doesn`t ask now, she feels that she never have chance to get answers from Tomoharu. An was right about not being able to see Tomoharu anymore because Tomoharu from First World died in Second World and Tomoharu from Second World will go back to the Second World, Tomoharu from both First and Second World won`t be able to reply to her confession, because neither Tomoharu won`t be exist in First World anymore. Knowing this, Tomoharu grieves from it but told An he will answer to her questions later.\nAfter An left he told her sorry that he`s not the Tomoharu she knew and the Tomoharu from First World whom she had crush on had died, and sorry that he cannot answer to An`s reply to her confession. It is implied that Tomoharu from Second World had feelings for An as well, also realizing that An from Second World also like him. Before Tomoharu leaves to Second World, he replies to An`s confession and An told him instead of saying sorry, he should reject her properly so Tomoharu introduced Kanade as his girlfriend. After An runs in crying, Tomoharu says this is least he can do to An, because Tomoharu from First World dead, only he can reply to An`s confession.",
  "gender" : "FEMALE",
  "name" : "Oohara An",
  "rating" : {
    "rating" : 4.95,
    "total" : 16
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1438" : "Toyosaki Aki"
  }
}