{
  "anime_ids" : [ 5356 ],
  "character_id" : 15574,
  "description" : "Yuuri Andou, the first second-year student on the team, is a girl who seems to zone out most of the time and seems not to care much about winning, but her looks can deceive others greatly. She is rather skilled at kendo and is quite sadistic, like Miyako Miyazaki of Muroe High. Another trait of hers that resembles Miyako`s is Yuuri`s tendency to turn \"black\" and let some of her true nature show through, which always manages to induce fear in everyone, including her own teammates. (Unlike Miyako, however, Yuuri also tends to openly badmouth her teammates, particularly Akemi Asakawa, when they do something that displeases her.) When Yuuri is showing her crueler side she is surrounded by a rather eerie black aura that looks rather similar to, if not exactly like, Miyako`s \"black\" aura. Yuuri also tends to resort to using nasty methods to win (such as tripping people with her foot, stepping on her opponents` feet, and \"harassing\" her opponent by showing her \"black\" aura) and then deny that she has cheated in a falsely sweet manner, much to the chagrin of the other members of her kendo team, who are already rather frustrated with her apparent lack of team spirit. Apparently Yuuri has a bit of a sweet tooth, as she once cost her team precious time at a practice match with Muroe High by making them stop at a café so she could \"charge\" her brain with sugar. She apparently does not function well in the morning. Another one of Yuuri`s disturbing traits , seen in episode 15, is her ability to sleep with her eyes open. This freaks Tamaki out when she wakes up next to her while at Training Camp. Occasionally she is seen reading a book during important moments (such as kendo matches or team member assignments), a habit that only emphasizes her complete lack of desire to win.\nSource: wiki",
  "gender" : "FEMALE",
  "name" : "Andou Yuuri",
  "rating" : {
    "rating" : 6.62,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2137" : "Omimura Mayuko"
  }
}