{
  "anime_ids" : [ 3321 ],
  "character_id" : 15588,
  "description" : "Sephiria Arks in the manga\nNumber I. Her weapon is `Christ,` an extremely sharp sabre made of Orichalcum (Orichalcon) that is incredibly strong. Despite her gentle looks and young age, her swordsmanship is such that she can attack extremely rapidly and precisely, not even producing sound when her sword makes a cut. She can also move with such speed as to create after-images to confuse opponents. She is young but very charismatic, and genuinely cares for life. She can also see through a person`s soul, it is said, as she can guess exactly a person`s feelings. As a result of that skill, she often manipulates others, such as Train Heartnet. While she can be cruel and hurtful in her ambition, she is not a mean-spirited person. No matter if it`s a friend or a foe, she hates seeing anyone sacrificed - though in a battle with Creed Diskenth, she would have given up her own life (via an explosive bracelet) to destroy Creed, if Train hadn`t intervened. In the final tankouban of Black Cat, she mentions that her body possesses an enhanced recovery time because she was \"born to live for Chronos\" and \"wouldn`t die so easily\". She is also a master swordsman, knowing all thirty-six moves of her style, the ultimate being `Apocalypse` which completely reduces a target to nothing.\nSephiria Arks in the anime\nSephiria holds much animosity towards Train for leaving Chrono, and is generally more aggressive than her Manga counter-part. Her appearance looks younger as well, and she seems to be near Train`s age. Her manipulativeness is also played down in the Anime, and she is more forthright than sneaky. She decides to help Train in fighting Eden to rescue Eve when Train defiles her pride. In these battles she demonstrates her superior fighting abilities. At the end of the Anime, she leaves to rebuild Chronos from scratch.",
  "gender" : "FEMALE",
  "name" : "Sephiria Arks",
  "rating" : {
    "rating" : 8.0,
    "total" : 12
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "240" : "Inoue Kikuko"
  }
}