{
  "anime_ids" : [ 3395, 4597 ],
  "character_id" : 15591,
  "description" : "Hänsel and Gretel are two unnamed Romanian identical twin orphans, suggested to be male and female, who were abandoned in a state-run orphanage due to the Nicolae Ceauşescu regime`s ban on abortion. As a result of being repeatedly forced to participate in paedophilic snuff films in which they are either raped or forced to murder other children, the twins eventually became deranged, sadistic killers just to survive. Unknown to most people, \"Hänsel\" and \"Gretel\" are actually two personalities alternately adopted by the two children, both of whom suffer from Dissociative Identity Disorder, meaning they swap being \"Hänsel\" and \"Gretel\" with each other from time to time. There is also slight implications that they could be incestuous, though this may be due to the abuse they`ve suffered.\nIn combat, \"Hänsel\" wields a sharp, wicked-looking battle axe while \"Gretel\" uses a M1918 Browning Automatic Rifle that appears to be taller than `she` is. Both also carry additional sidearms. While they were mentally deranged, Hänsel and Gretel were also cunning, having used two other children as decoys to distract the \"Hotel Moscow\" ex-soldiers and using money to distract Eda. They were also not above using their innocent appearance to deceive their enemies.\nAs revenge for killing Balalaika`s men, Hänsel is shot from a distance and left to bleed to death in one of Roanapur`s parks, while Gretel manages to escape and eventually boards the Black Lagoon of her own volition. Due to Rock`s kindness, she begins to shed her psychotic personality and takes a genuine liking to him. However, just as Gretel starts to begin a normal life, she is gunned down by a hitman, hired by Hotel Moscow.\nWithin the story of Black Lagoon, Hänsel and Gretel may be two of the most evil characters, as they live for nothing other than random, senseless acts of murder. However, they may also be the most tragic characters as they believe that these acts of violence will prevent them from being harmed by others.\nThe characters` names are taken from the German fairy tale, Hänsel and Gretel. Many of the series` characters compare them to a similar pair of disturbed, sadistic twins from the American film The Shining. In the manga, the song sung by Gretel to Rock on the Black Lagoon is called \"Midnight, the Stars, and You,\" the song used in the ending credits to \"The Shining.\" In the anime, she sings \"The World of Midnight,\" made for the anime and sung by Minako \"mooki\" Obata.",
  "gender" : "MALE",
  "name" : "Hansel",
  "rating" : {
    "rating" : 3.77,
    "total" : 27
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "186" : "Minami Omi"
  }
}