{
  "anime_ids" : [ 5674 ],
  "character_id" : 15653,
  "description" : "Introduced as a very quirky but handy fellow with a proficiency for constructing dolls, Takashi also has the esper ability to animate his creations with anthropoid authenticity. While it has never really been conclusively appraised, Takashi has demonstrated the ability to animate/maneuver several of his creations at one time and even conduct a nice conversation—an event that does not happen very often without a request as its ulterior motive.\nUnfortunately, the euphoria of watching Takashi happily do his esper thing for B.A.B.E.L. is tempered by the fact that he is a spy whose purpose seems to be researching and appraising the B.A.B.E.L. Special Espers and ancillary personnel for Kyousuke. Although he is perfectly fine with being left in peace to do the whole doll thing, Takashi demonstrates signs of demonstrating the common anthropoid social affinities of infatuation and of wanting to be acknowledged/appreciated. Perhaps the most prominent manifestation of this is capitulating to Kaoru`s blackmail when she detects him appraising Kashiwagi`s corporeal dimensions at distance (a life-sized doll of Kashiwagi in exchange for her silence) and his quiescent morality being annihilated with that life-sized doll at Kashiwagi`s hands (who does not—or perhaps does not want to—understand that Kaoru is the intended benefactor rather than himself) during a confrontation in his workshop. Given how it has generally taken him for granted and marginalized him before accusing him of lecherous conduct that is more of the rule with Kaoru or Ichirou, B.A.B.E.L. has a dangerous enemy in Takashi. Takashi`s downfall is brought about when he tries to frame Dr. Sakaki as a traitor in order to have him killed without getting his hands dirty; thanks to Minamoto and company, his plot backfires even though he was willing to do his own dirty work.",
  "gender" : "MALE",
  "name" : "Kugutsu Takashi",
  "rating" : {
    "rating" : 2.88,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5400" : "Souma Yukito"
  }
}