{
  "anime_ids" : [ 252, 2186, 2445, 4165, 4168, 4169, 4170, 4366, 4457, 4466, 4758, 4905, 14032 ],
  "character_id" : 1571,
  "description" : "A new type of space settlement, created chiefly by Coordinators. Roughly 120 of these constructs are gathered at Lagrange point 5, a gravitationally stable area in Earth orbit, and these settlements have become a new homeland for Coordinators fleeing the persecution they experienced on Earth. As their name suggests, the PLANTs were created to serve as research and manufacturing sites, but their unique design also enables them to recreate a lush natural environment, with abundant vegetation and open water.\nThese hourglass-style structures consist of two disc-shaped living areas, each ten kilometers in diameter, which rotate around a central hub to produce artificial gravity. Each living area is anchored to the hub by a 30-kilometer central shaft and a network of high-tension strings, and a high-speed elevator runs up the central shaft to provide access to the hub. A set of external mirrors, attached to the central hub, are used to reflect sunlight into the inner surfaces of the living areas.\nThe PLANTs are grouped into twelve sectors, or \"cities,\" each with its own scientific or industrial speciality. These cities are named after the months of the Roman calendar, and each is made up of roughly ten individual PLANT settlements, which are referred to as Januarius One, Januarius Two, and so forth.\nThe construction of the PLANTs began in C.E. 38, with funding supplied by the Atlantic Federation, the Eurasian Federation, and the Republic of East Asia. The PLANT settlements were initially managed by a directorate controlled by these sponsor nations, but in C.E. 53 their inhabitants formed a http://anidb.net/ch1554 [PLANT Supreme Council] to represent them in their dealings with the directorate. With the start of open hostilities between the PLANTs and the Earth Alliance in C.E. 70, the PLANTs effectively became an independent nation, governed solely by the http://anidb.net/ch1554 [Supreme Council].\nAfter the first war between Earth and the PLANTs, the citizens of the PLANTs adopt a new name for their space settlements to reflect their independent status, and this acronym is redefined to mean People Liberation Acting Nation of Technology.",
  "gender" : "NONE",
  "name" : "PLANT",
  "rating" : {
    "rating" : 5.01,
    "total" : 24
  },
  "type" : "ORGANIZATION"
}