{
  "anime_ids" : [ 252, 4165, 4168, 4169, 15333 ],
  "character_id" : 1577,
  "description" : "With the outbreak of war, the Earth Alliance`s Atlantic Federation begins a secret project to develop mobile suits to counter ZAFT`s mass-produced ZGMF-1017 GINN as well as operate free of interference from the N-Jammers. The GAT-X105 Strike Gundam is one of five initial prototype suits secretly developed in conjunction with Orb`s http://anidb.net/ch1576 [Morgenroete] defense company. Whereas the other Gundams are designed for specific roles, the Strike Gundam is intended to operate in various configurations through the use of Striker packs. Like the other prototype Gundams, the Strike Gundam is equipped with the new Phase Shift (PS) armor technology. When in Phase Shift mode, the Strike Gundam is nearly impervious to attacks from shell-firing artillery or melee weapons. However, use of Phase Shift for extended periods of time is a massive drain on the energy battery. The basic version of the Strike Gundam is nearly identical to the GAT-X102 Duel Gundam`s initial configuration. Its armament consists of two \"Igelstellung\" vulcan guns, a 57mm beam rifle, a shield and two \"Armor Schneider\" combat knives. Other optional armaments include a bazooka designed for underwater combat. In addition to the first unit, Orb later constructs an improved version from spare parts, the MBF-02 Strike Rouge. The Alliance also constructs a third unit, which is later upgraded into the GAT-X105E Strike E. The Strike Gundam is later followed by the mass production GAT-01 Strike Dagger and GAT-01A1 Dagger.\nThe first Strike Gundam enters combat in January 25, C.E. 71, when ZAFT attacks Orb`s space colony Heliopolis in an attempt to steal the Gundam prototypes. Although ZAFT succeeds in capturing four units, the Strike Gundam remains in Alliance control and is initially (and ineffectively) used by Murrue Ramius. However, young Coordinator Kira Yamato is able to modify the incomplete operating system and make the Strike Gundam combat ready. Following the destruction of Heliopolis, Kira becomes the Strike Gundam`s default pilot and joins the crew of the Archangel. While heading for the Alliance`s Alaskan headquarters, the Strike Gundam is severely damaged in battle on April 17 by Athrun Zala`s self-destructing GAT-X303 Aegis Gundam. The Strike Gundam is later repaired by Orb and passed on to ace pilot Mu La Flaga, while Kira upgrades to ZAFT`s ZGMF-X10A Freedom Gundam. The Strike Gundam serves as Mu`s personal mobile suit after the Archangel defects from the Alliance and joins the Orb forces and Clyne faction to form the Three Ships Alliance. At the war`s end on September 27, the Strike Gundam is damaged in a duel with Rau Le Creuset`s ZGMF-X13A Providence Gundam and later destroyed while Mu is protecting the Archangel from an attack by the Alliance battleship Dominion. Two years after the war, the versatile design of the Strike Gundam serves as the basis for ZAFT`s ZGMF-X56S Impulse Gundam.",
  "gender" : "NONE",
  "name" : "GAT-X105 Strike Gundam",
  "rating" : {
    "rating" : 5.01,
    "total" : 8
  },
  "type" : "MECH"
}