{
  "anime_ids" : [ 2839 ],
  "character_id" : 15799,
  "description" : "Wendy is Van`s first travelling companion and joins him to find her brother Michael Garret who had been kidnapped by the Claw Man. Wendy is kind, compassionate, and determined and often wishes to assist those in need of help that they meet during their travel, in contrast to Van`s policy of leaving everybody to him/herself. Around her neck is a pink tortoise, Kameo, that serves as a good luck charm, given to her by her brother. In the first episode it does so by stopping an incoming bullet meant for her.\nWendy grew up in a town called Evergreen with her brother, whom she deeply cares for as he protected her from danger in her early childhood days. She carries her brother`s gun which she retrieved after his kidnapping. The gun contains only one bullet, and Wendy does not use it until the final episode of the anime, ironically uses it to shoot her brother.\nA point constantly made in the series is Wendy`s coming of age. She is often irritated when people put her aside as a child and she has attempted various times to be more adult-like in Van`s presence from when he dismissed her as a brat in the first episode to go back to her town, and Wendy tells him to stop treating her as a child because she was ready to be his wife at anytime. With each progression in the story, she begins to be more ladylike as she learns more about the world. When she finally finds her brother, she decides to continue journeying with Van to find out what is right or wrong and what is true happiness, especially when she finds that she can`t deny that what the Claw Man envisioned was attracting to her. She eventually follows Yukiko in trying to help the others despite not being able to fight. Also, Wendy grows to refute Van`s statements at times, standing for her beliefs instead of subsiding. At the end, before Van departs, he remarks to her about how she`d grown since the first time he`d seen her in Evergreen.\n(An older Wendy is seen years later at the end of the series, retelling the events of the series to a reporter. By that time, Kameo had grown to the size of a coffee table and Wendy`s cooking had become oriented towards how `Van liked it`, as she explains to the reporter. At that point, Van stumbles into her house unexpectedly, asking for some food and milk yet again, and the two stare at each other in shock.)\nHer relationship with Van is another aspect as it presented her with a revenge-driven drifter who still managed to be kind. She goes to extensive lengths to take care of him and it has been hinted quite constantly that she has feelings for him. Wendy refers to Van as her hero in the beginning, but sheds that title from him as she learns more about him, growing closer and seeing him with his flaws and his hidden side; she refers to this part of him with a memory of `how very sweet and precious he looked when he was like that`.",
  "gender" : "FEMALE",
  "name" : "Wendy Garrett",
  "rating" : {
    "rating" : 6.2,
    "total" : 18
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "166" : "Kuwashima Houko"
  }
}