{
  "anime_ids" : [ 2839 ],
  "character_id" : 15816,
  "description" : "Michael Garret is Wendy Garret`s older brother and was her only remaining family member in Evergreen after her parents died. When they were younger, he cared very much for her, protecting her when their town of Evergreen was assaulted by bandits. He is later kidnapped by The Claw, and Wendy joins Van in order to rescue him. However, when she finally finds him, it proves out he no longer is kept with the Claw against his will. He reveals that he has joined forces with him in order to realize the Claw`s dream of eradicating all sorrow on the planet by creating a new world.\nLike his sister, he is usually kind and compassionate, but can be fiercely independent when he wants to. Although he has freely joined the Claw , he still has his doubts and struggles to rid himself of his suspicious feelings against the project he has joined, especially when a mutinous group attempts to rebel and they try to get Michael to join them. But in the end, he chooses to stay with the Clawed Man, and Fasalina, with whom he ends up sharing a deep bond.\nMichael is one of the only member of The Original Seven (along with Woo) who is able to control an \"Original Armor\" without needing surgical implants embedded into his body. This is the main reason why the Claw chose him, and Michael later proves out to be a vital part of the Claw`s plan.\nHe pilots the Original Seven armor Saudade of Sunday, which was launched into space and destroyed two of the Original Seven satellites. There, he encounters Van and the two of them battle, with Van constantly reminding Michael about Wendy. Whether this is a diversion tactic or Van genuinely cares very much about Wendy, it enrages Michael and he blames Van in turn for making Wendy leave Evergreen. Their fight is interrupted by an explosion brought about by the moon and the liquid-state material surrounding it, but continues when they return to the Planet of Endless Illusion, where Van also continues to scold and taunt Michael for not being a good brother. In the end, Michael is defeated and Saudade destroyed.\nIn the penultimate episode, he and Wendy meet again, and when he tells her to step aside as he still has to complete his mission, she points his own gun towards him, answering that he`s not the only one with a mission to complete. She ultimately shoots him in the arm when he keeps on going, using up the last bullet in the gun. Wendy begins to explain the negative effects of the Claw`s plan, which only makes Michael even angrier. He then tries to strangle her out of rage, but Wendy is saved by Kameo biting Michael`s hand. Even so, he still saves her from being crushed by falling debris, and the two siblings come to an understanding and part ways, with Michael leaving his gun with Wendy and advising her to follow her own path, while he follows his. He and his lover Fasalina seemingly perish after a boulder falls on top of them, though this is not confirmed.",
  "gender" : "MALE",
  "name" : "Michael Garrett",
  "rating" : {
    "rating" : 2.87,
    "total" : 9
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "381" : "Hoshi Souichirou"
  }
}