{
  "anime_ids" : [ 61, 247, 1176, 3431, 4290, 4414, 6122 ],
  "character_id" : 1582,
  "description" : "Kusanagi Motoko is a http://anidb.net/t2180 [cyborg] in the employ of http://anidb.net/ch1590 [Public Security Section 9], a fictional division of the real Japanese National Public Safety Commission, as the squad leader.\nLittle is known of Kusanagi`s early history, though the television series hints at some of her background, usually through flashbacks; commonly from the points of view of others, rarely from Kusanagi`s. Notably, the opening sequence of the http://anidb.net/a247 [Stand Alone Complex series], episodes number 8 \"http://anidb.net/e5276 [The Fortunate Ones - MISSING HEARTS]\" and 37 \"http://anidb.net/e19413 [Kusanagi`s Labyrinth - AFFECTION]\" which seem to imply that Kusanagi has spent most of her life in a prosthetic body.\nMotoko Kusanagi`s various incarnations in the different manga or movies or TV series all portray her differently. Since each of these have independent storylines, the physical and mental characteristics of Motoko Kusanagi has been modified in different ways to reflect the focus of the story; these changes are reflected in the different ways that artists draw her.\nIn the 2nd Gig episode \"Kusanagi`s Labyrinth - AFFECTION\" it is revealed that as a young child Kusanagi was involved in a plane crash, the only other survivor of which was http://anidb.net/ch10194 [Kuze Hideo] who later became a member of the \"Individual Eleven\". After spending an undefined period of time in a coma Kusanagi`s ghost was transferred into a fully cybernetic body, presumably without her prior consent. After this she visited Kuze Hideo in hospital since he was still paralysed from the injuries he had suffered in the crash and eventually convinced him to undergo the cyberisation procedure himself.\nAt the end of the series Kusanagi confessed that she couldn`t remember what her real name was, indicating that Motoko Kusanagi is actually only a pseudonym, just as Kuze Hideo`s name is as well.",
  "gender" : "FEMALE",
  "name" : "Kusanagi Motoko",
  "rating" : {
    "rating" : 9.22,
    "total" : 3230
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "222" : "Tanaka Atsuko"
  }
}