{
  "anime_ids" : [ 40, 603 ],
  "character_id" : 15976,
  "description" : "The second main protagonist of the series. Jean is a young 14 year old orphan who fell in love with Nadia ever since he first laid eyes on her; unlike her, however, Jean has a completely different personality and interests. He is very generous, patient, friendly, and devoted to the things he loves, which are his friends and the love for science. He is also a genius inventor, in fact he is capable of creating complex machines at a very young age. Jean`s father is a wealthy trader and ship`s captain, but was recently lost at sea and is presumed dead. (We later find out that there has been a rash of mysterious disappearances of ships lately and the rumors are that a sea monster has been attacking them) Jean, however, chooses to deny them and is determined to finally find his father along with his big adventure with Nadia to find about the Blue Water. Despite being somewhat awkward when it comes to social graces around the opposite sex (such as giving compliments or lack of awareness in some cases where he`s inventing and/or reading when Nadia wants his attention), Jean is genuinely well-behaved and is nice to everyone—even Gargoyle finds something to admire about his courage and cleverness.\nHis relationship with Nadia is one of the more central aspects of the show. When they first meet on the Eiffel Tower, Nadia refuses his overtures, but when Jean rescues her, he earns her trust. A close friendship forges between the two of them—Jean is consistently loyal to her and vows to take her to Africa someday; later their relationship begins to turn romantic, but Nadia does not know how to express her feelings to him. This leads to outbursts of anger often misdirected at Jean, yet he continually forgives her. When she is not brooding over their relationship, Nadia often goes out of her way to do something nice for him, such as cooking, encouraging him to build a gyrocopter, or comforting him when he grieves about his father (in Episode 16). Likewise, each time Nadia gets into trouble, Jean continually rescues her. Occasionally a disagreement will occur between them about certain issues (notably eating meat or the use of technology vs. nature), but they do not last long. As a result of Jean`s love, Nadia is gradually transformed as a person; his optimism overcomes her pessimism, and she becomes more trusting, respectful, and caring of others.",
  "gender" : "MALE",
  "name" : "Jean Rocque Raltique",
  "rating" : {
    "rating" : 7.2,
    "total" : 18
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "268" : "Hidaka Noriko"
  }
}