{
  "anime_ids" : [ 2839 ],
  "character_id" : 15980,
  "description" : "Ray is a withdrawn and ruthless Armor pilot whose wife, Shino, was killed by the Man with the claw hand. He first appears in episode 4 at the last minute, making his main appearance in episode 5 but is opposed at first to Van. Like Van, he travels to find the Man with the claw hand and exact his revenge by killing him. Unlike Van he has far fewer qualms over who dies by interfering with him, something Van despises and is easily provoked by. However, according to Joshua, he apparently was completely different in behavior prior to his wife`s death. Later in the series he reveals that he seeks to kill the Claw and then die too in order to meet Yoshimo again. Like Van, he also abstains from alcohol, drinking water instead, though drinks it in a sake cup.\nNear the end of the series his eyes are injured and his vision is blurred. His vision remains blurred until he is killed on episode 24 while he tries to kill the Claw Man, his gunshots becoming more erratic with his deteriorating vision. His final shot temporarily derails the Claw`s plans by lodging itself in the timer used by the Claw Man to activate his plan. He is then killed by security vehicles and falls down the steps. He is last scene in a sort of dream sequence where Shino is still alive and he remarks on the `strange dream` he had before being reunited with her.\nHis rivalry with Van stems from the fact that both of them want to kill the Claw. Later in the series, they work together, although they show little concern for each other, even when engaged in combat with enemies.\nRay`s primary weapon is a katana-shaped gun with a large magazine where the blade would be. He holds it just ahead of the hilt and spins it to fire streams of bullets. He has several hidden weapons, such as the heels of his shoes. One acts as a very small hand held gun, while the other provides a way of summoning, remote-controlling, and self-destructing Volkan.\nIn many ways he is both very similar and opposite to Van. They both use Armors their wifes worked on, completely dedicated to kill the Claw, and are weak to alcohol. Where they are opposite is where Van wears a more western style, Ray wears more of a samurai style, Van uses a sword that looks like a gun, and Ray uses a gun that looks like a sword, Van focuses more on close combat where Ray fights with long distance, and finally Van summons his Armor from the sky where Ray summons his from the ground.\nLast words: \"Thank you...Josh.\"",
  "gender" : "MALE",
  "name" : "Ray Lundgren",
  "rating" : {
    "rating" : 6.93,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "225" : "Sakurai Takahiro"
  }
}