{
  "anime_ids" : [ 6816 ],
  "character_id" : 15995,
  "description" : "The Queen of the Living Silver, controlling the element mercury, able to summon it in vast quantities and solidify it at will, turning the substance into razor-sharp wires and blades, droplets as powerful as bullets, and other solid objects or even traps. While Sasha and Ekaterina were fighting http://anidb.net/ch15996 [Eva-Q] and http://anidb.net/ch15997 [Eva-R], the real Eva Silver appeared out of nowhere in Mafuyu`s class, killing their teacher by smothering him with mercury and then proceeding to \"teach\" the class about the beauty of cruelty and humiliation upon others, ironically also reprimanding the students about their bullying of Mafuyu. One of the most sadistic and deranged characters appeared so far, Eva was the original source of all of her clones, younger versions of herself who were given physical immortality so as to endure the atrocious tortures imposed on them by their mistress, whom they adored as their only queen and were then massacred and reabsorbed into Eva`s body, so as to keep her young and beautiful. Highly prideful, Eva was initially defeated by Sasha, when she was crucified and set ablaze, yet she reappeared shortly after, gruesomely disfigured, kidnapping Mafuyu and forcing Sasha to fight once more. It was Ekaterina who shed light upon Eva`s identity, unmasking her as Eva Braun, the wife-lover of Nazi dictator http://anidb.net/ch21 [Adolf Hitler]. Believing her acts of depravity, especially cloning and reassimilating herself, as the true manifestation of the Nazi idea of a supreme being, she was defeated nonetheless, and completely torn apart by Ekaterina`s gynoid, in the end revealing herself to be fearful of death. A cloned corpse of Eva Silver was later used in the botched attempt, made by the Qwaser of Gold and Friederich Tanner, to summon Sword`s Maria. Her position in the Adepts` hierarchy is unknown.",
  "gender" : "FEMALE",
  "name" : "Eva Silver",
  "rating" : {
    "rating" : 5.28,
    "total" : 18
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "82" : "Asakawa Yuu"
  }
}