{
  "anime_ids" : [ 2839 ],
  "character_id" : 16013,
  "description" : "The Claw Man, whose real name remained a mystery throughout the series, is a mastermind with a prosthetic claw for a right hand and is the primary antagonist of the series. He killed both Van`s and Ray`s wives, and is the subject of their furious lust for revenge. Before episode 12, he is only shown in flashbacks as a shadowy figure with the claw hand. In episode 12 however, Wendy runs into a kind, old man who helps her in overcoming her sorrow for her brother. Immediately after the conversation, it is revealed that this man is the claw man when he abruptly screws on his claw hand, to Wendy`s horror.\nLater in the series, it is revealed he plans to create a new world which supposedly will bring happiness to all people and eradicate all sins one has committed during life, regardless of whether the people want it or not, and totally ignoring those who were already happy to begin with. His plan apparently is to change the world by dissolving himself and then combining with everyone and everything on the planet on a subconscious level, perhaps acting as a sort of conscience for people. It is never made clear what exactly would happen to civilization or to himself, nor how the process would occur. It was described by Wendy as `Mental terrorism`.\nNear the end of the series, it is revealed the Moon, as controlled by Birthday, could be used as a terraformer. The Claw Man hints that he intends to terraform the Endless Illusion into the perfect world he dreams of. It is implied that the entire population of the planet will be killed during the process and will be reborn in the new world. It is unclear whether this rebirth is possible as the Claw Man is very clearly insane.\nThe plan was also violently opposed by some of his crew members, claiming he was planning on committing genocide. In one of the episodes they attempt to commit a coup against him in order to force him into revealing the details for his plans. During the negotiations, the Claw seems to strongly prefer talk instead of violence, insisting that genocide is not part of his plans. This pacifism and goodwill is debatable, as minutes later, he kills one of the rebels by hugging him (apparently of love) while slashing his back with the claw. When he relinquishes him and discovers he is dead, he breaks into shock, saying \"I did it again\", and repeatedly apologizing, as if unaware of his embrace being lethal for the rebel. He also shows very little sadness and is somewhat indifferent whenever one of the Original Seven is killed by Van or Ray, maintaining that as long as he has the DNA samples of each pilot, his plan will succeed.\nTo realize his plans, he gathers a society of loyal and devoted followers (including Wendy`s brother Michael and Van`s mentor Gadved), six of whom are pilots of the Original Seven save Dann of Thursday. Within this society he is only known as \"The Comrade\".\nHe wears simple clothes most of the time, despite being the leader. In the final episodes however he replaced this with a white outfit with a chain which leads from his collar down. This is later seen to be the standard uniform of the scientists when Michael sees their remains, all of them wearing the same sort of clothing. He also is shown to like gardening, and the company of animals. In general, he is shown to engage in creative and nurturing activities. Though he appears to be a kind and somewhat absent-minded old man, the Comrade is actually very insane and does not admit to any kind of wrongdoing, despite the fact that nearly all of his actions have caused death and misery to innocents. He always rationalizes his acts as being ultimately for the good of mankind. Another driving force to his insanity is due to his impending death, probably brought about by an illness.\nIt was revealed later in Episode 23 that the Claw Man managed to escape the Mother Planet `Earth` along with a collection of other people. Apparently, they loved each other at first, but then they began killing each other leaving only the Claw Man left. This is what inspired him to \"make the world a peaceful place with my own hands\".\nHis plan is halted before its completion when Van and his allies stop the process and the Claw meets his end as Van cuts him in half with his sword. During the final battle, the Claw shows the scope of his insanity by saying things like `Amazing! I have so many new friends!` and finally `Van... I really like you` before Van slices him in half.\nSuper Robot Wars K has confirmed The Claw Man`s real name to be Koo Krying Kroo (クー・クライング・クルー), William Woo`s father.",
  "gender" : "MALE",
  "name" : "Kagitsume no Otoko",
  "rating" : {
    "rating" : 3.65,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2037" : "Horiuchi Ken`yuu"
  }
}