{
  "anime_ids" : [ 6645 ],
  "character_id" : 16137,
  "description" : "Fabiola Iglesias is a young maid in the employ of the Lovelace family. She is one of the maids who work as Roberta`s subordinates, and the only other combat-trained person among the maids apart from Roberta herself. In combat, she prefers to use two MAG-7s that were given to her by Roberta. She also carries a pump action China Lake NATIC (Mistakenly referred to as anEX 41 grenade launcher in the Manga). She also has heel blades concealed in her shoes (a possible reference to the James Bond film From Russia with Love, in which the antagonist Rosa Klebb famously attempts to use poison-laced blades conceled in her shoes to kill the main protagonist).\nFabiola first appears in the same bar, The Yellow Flag, that Roberta met the Lagoon crew in, panicking everybody with her resemblance to Roberta. However, unlike Roberta, her suitcase is revealed to be filled with lollipops and a lunchbox with Scooby Doo and Ranger Smith on it. She is currently helping Garcia search for Roberta. She is something of a comic relief when compared with Roberta (whom she calls \"head housemaid\" with the utmost respect), as she is little, carries her grenade launcher concealed in her outfit, and is often prominent in humorous situations; such as her height, being picked up like a bratty little kid, to being made fun of her breast size.\nDutch describes her as a \"short version of the Killer Maid\", after she destroys Bao`s bar. She states that she comes from the poorest slums of Caracas, where she lived with her ten siblings until she was employed by the Lovelace Family. As noticed by Rock, she does not brawl, being a proficient practitioner of capoeira. According to her, she and Roberta are the only two maids in the Lovelace house who are proficient in firearms, with Roberta being the better of the two. She also mentions that there are three other maids in the Lovelace house: Karina, Masica and Davia (though it`s unknown at this time if they`re combat proficient as well). This makes Revy question her \"Just what is the Lovelace plantation like? Full of bad-ass motherfuckers who could storm the Iranian embassy by themselves?\". She and Garcia are reunited with Roberta; but the happiness is short lived when she and Roberta witness Garcia shooting Caxton with a Colt 45 filled with blanks and in retaliation Roberta shoots Garcia. She and Roberta then tend to a wounded Garcia.\nJust like Roberta, Fabiola is very protective of Garcia. She is more brash than her mentor, but not as much as Revy. She tries to attack Chang after seeing him with Garcia, but he easily disarms her without trying. She loves to play in the pool when she`s relaxing, but is embarrassed to ask Garcia for a break, despite the fact he is aware of her activities.",
  "gender" : "FEMALE",
  "name" : "Fabiola Iglesias",
  "rating" : {
    "rating" : 7.19,
    "total" : 40
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "271" : "Yukino Satsuki"
  }
}