{
  "anime_ids" : [ 2605, 4565, 5868 ],
  "character_id" : 16277,
  "description" : "Chachazero is a magical doll that was Evangeline`s Ministrum Magi before Nagi put the Dark Evangel under a curse. She looks like a small and childlike version of Chachamaru. Unlike Chachamaru (Evangeline`s current Ministra Magi), who is powered by a minimal amount of magical energy that Evangeline still has and a spring, Chachazero needs to be powered by quite a large amount of magic, which mainly came from Evangeline. Because of the curse, she can talk on her own, but cannot move unless there is a large concentration of magic in the area, which is the reason why Evangeline relies on Chachamaru. Chachamaru is polite, kind and well mannered. However, Chachazero is rude, abrupt, a bit of a whiner and sometimes bloodthirsty. She is always complaining that she cannot move and that her master has become too soft and not so evil. This is because Chachazero enjoys killing things and seeing things get killed. When she fights, she uses two daggers, meat cleavers and sometimes, a giant sword larger than she is. She is sometimes seen riding on Chachamaru`s head or carried like a marionette by Evangeline. In areas with the high amounts of ambient magical energy, such as Evangeline`s resort, or during the Mahora Festival, Chachazero is able to move about on her own like a small child. She was also able to move about freely in Kyoto, since Evangeline`s full powers were unsealed. Chachazero also seems to get along very well with Chamo.\nWhile she can be vindictive in the manga, in the anime Chachazero takes on a minor and childlike role; appearing in the memory and voicing Evangeline`s request for Nagi to \"please stay... I know we`ll be happy together\" and the recurring dream of Evangeline`s past defeat at Nagi`s hands. She also chases butterflies. In Negima!?, Evangeline is seen commanding a small army of Chachazeroes in her battle against Nagi. In a later episode, one Chachazero distracts a Dark Seed Fairy in order for the class to save Negi the Chupacabra.\nIn the manga she and Chamo seem to have a strange friendship between them since they are mostly seen observing a situation, passing comments together and/or eating while watching (this happens almost every time the situation involves Negi and Evangeline such as sparring, talking, and the like).",
  "gender" : "UNKNOWN",
  "name" : "Chachazero",
  "rating" : {
    "rating" : 2.67,
    "total" : 4
  },
  "type" : "MECH",
  "voice_actors" : {
    "6933" : "Teppouzuka Youko"
  }
}