{
  "anime_ids" : [ 2429 ],
  "character_id" : 1628,
  "description" : "Azuma`s main antagonist, the owner of St. Pierre, and ironically, the same `kind old man` who encouraged Azuma and started his baking career in the very first chapter/episode. He is in league with Yukino, who, in her struggle to dominate her sisters for control of Pantasia, betrays the store and allows Kirisaki to buy it out.\nThe reason for Pantasia`s involvement in the Monaco Cup is so that Kanmuri can organise the ten billion yen required to protect the company, but in the end, the plot fails. Kirisaki allows the team a final chance in the Yakitate!! 25 (manga) /Yakitate!! 9 (anime) competition to win back Pantasia, but his ulterior motives for this are not yet clear. Yuuichi`s brilliant and estranged son Meister Silvan Kirisaki is the general manager of Pantasia, and his daughter Sophie Balzac Kirisaki assists Azuma`s team during the Monaco Cup. Specialized in Gopan (Bread with rice or rice-based material in it), his baking ability is said to be strongest, as his bread can send even insensitive people into a strong reaction state where they feel that they are in the universe, and even Shadow can only copy him 98% on the first try. Ironically, Gopan is part of his dream to create a bread that can represent Japan, something Azuma`s Japan is attempting to do.\nAt the beginning, the nature of his evil is left ambiguous, since it is implied that he only acts evil in order to push Azuma to improve his skills, and was never revealed in the Anime; in the anime, when he eats Kazuma`s bread in the final round of Yakitate!! 9, he experiences a change of heart and explains to Pierrot why he has been so cruel to Kazuma, but when the effect of Kazuma`s bread wears off, his original attitude returns and he continues to challenge Azuma. In the manga, it was revealed that his evilness was part of a reaction of his first Gopan, known as \"Devil`s Gopan\", which is so addictive that, aside from violent withdrawal symptoms, can also can transform a kind person to an evil person and vice versa; eventually, he was actually processed by the devil, and transformed into a hybrid of bread and human. It would seems that, when in Azuma`s presence, he does have the chance of reverting back to his old self. After eating Azuma`s ultimate Japan, he was reverted back to his old self.",
  "gender" : "MALE",
  "name" : "Kirisaki Yuuichi",
  "rating" : {
    "rating" : 9.31,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "32" : "Tachiki Fumihiko"
  }
}