{
  "anime_ids" : [ 6107 ],
  "character_id" : 16495,
  "description" : "Sara Rockbell was a surgeon and the mother of http://anidb.net/ch6588 [Winry Rockbell]. She married into the Rockbell family by wedding http://anidb.net/ch16494 [Urey Rockbell], http://anidb.net/ch10164 [Pinako Rockbell]`s son and practiced medicine alongside her husband. When the Ishval Civil War reached its peak, the two Doctors Rockbell reluctantly left their family home in Resembool to help treat the wounded on the front lines. Though both Amestrian, the Rockbells were rather well known in the Kanda region of Ishval for treating the injured on either side of the conflict. Though many, including Doctors http://anidb.net/ch10165 [Marcoh] and http://anidb.net/ch14964 [Knox], viewed them as a medical inspiration and several Ishvalan people owe their lives to the husband and wife medical team, officials the Amestrian military began to view their humanitarian effort as a nuisance and sought to have them killed. In the manga, http://anidb.net/ch14594 [Solf J. Kimblee] is unofficially ordered to kill them and stage their deaths as an accident so that the military would not be forced to waste resources ensuring their protection as humanitarians of their nation, but before the Red Lotus Alchemist could arrive on the scene, the Rockbells are killed by http://anidb.net/ch6593 [Scar], who had just awakened in their makeshift medical center and was driven into a violent rage upon learning that his brother was dead. In the 2003 anime series, the Rockbells are officially ordered executed as insurgents because their Ishvalan patients would return to the battlefield after treatment. http://anidb.net/ch6586 [Roy Mustang] is ordered to carry out the execution against his will.\nSara was a rather tenacious woman, refusing to leave Ishval with the other Amestrian civilians when given the option by her husband. She gives the excuse that Winry and Pinako would never forgive her if she abandoned her calling and reminds Urey that Rockbell women are strong (though she is only a Rockbell by marriage).",
  "gender" : "FEMALE",
  "name" : "Sara Rockbell",
  "rating" : {
    "rating" : 4.85,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2054" : "Amano Yuri"
  }
}