{
  "anime_ids" : [ 7382, 7953 ],
  "character_id" : 16780,
  "description" : "Busujima Saeko is a high school senior and president of the school`s kendo club, she is extremely skilled with a bokken and close combat. Calm and collected with a sense of pride in her skills and those that she`s with, Saeko is among the most reliable of the group. Everyone can count on her combat skills to pull them through a tough spot if need be. She has shown fondness towards Takashi and believes in his abilities to get them through the crisis. Not much is known about her family except for her father who had traveled abroad on a self-defense conference before the advent of the Outbreak. Saya`s father Souichirou Takagi tells Saeko that her father gave him some guidance once so in gratitude he gives her a unique sword.\nFour years prior to the start of the story, a man had attempted to assault her. Armed with her bokken, she easily disposed of the would-be assailant, breaking several of his bones before the police came. This experience revealed her sadistic tendencies; she enjoyed holding the power to inflict pain on another human being. In addition to her reliance on killing the undead in order to survive, Saeko continually struggles with this part of her self, which causes momentary weaknesses in her otherwise strong demeanor. After telling Takashi her story and encountering a group of undead afterwards, for a second Saeko considers letting herself get taken away. She is stopped by Takashi who restores her confidence and resolve. After this she accepts herself and promises to continue fighting with Takashi whom she now counts on to be responsible for her actions. After Saya Takagi mentions that Takashi and Kohta are the most likely to \"lose it and become a danger to themselves\" if things keep going the way they are. It is Saeko that mentions that she will be there for them and that she is of the female sex.",
  "gender" : "FEMALE",
  "name" : "Busujima Saeko",
  "rating" : {
    "rating" : 8.5,
    "total" : 360
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "38" : "Sawashiro Miyuki"
  }
}