{
  "anime_ids" : [ 626, 9723 ],
  "character_id" : 1726,
  "description" : "This prototype machine, created by the military research institute SNRI, is the latest product of the Federation Forces` miniaturized mobile suit development program. The F91`s capabilities exceed those of any contemporary mobile suit, but its full potential can only be expressed with a Newtype pilot at the controls. In its high-performance mode, the F91`s face mask opens to help cool the bio-computer installed in its head, ventilator fins are deployed from its shoulders, and it can dissipate excess heat via the Metal Peel-off Effect. Thanks to its high generator output the F91 can drive multiple beam weapons, including a beam rifle, a beam shield, and a pair of powerful Variable-Speed Beam Rifle (VSBR) units.\nAnother new technology incorporated in the Gundam F91 was the bio-computer system developed by Doctor Monica Arno. This system acted as a sort of \"reversed\" psycommu system, relaying information directly to the pilot`s mind rather than vice versa. The bio-computer, however, could be used by normal pilots, and it gave the pilot many advantages by directly providing him with tactical and sensor data, piloting suggestions, and so on. Thus, the bio-computer allowed the pilot to react more quickly and decisively to any battle situation, and it also made a novice pilot`s job easier in terms of adapting to the new mobile suit.\nThe F91 prototype, originally manufactured by SNRI in UC 0116, was slowly upgraded and modified over the next several years. Its final assembly, which incorporated the bio-computer system, was cut short when the Crossbone Vanguard force began conquering the Frontier Side area in March UC 0123. The F91`s parts were stowed aboard the Federation Forces` training ship Space Ark, and during an escape to the Frontier I colony, the Space Ark crew rescued a group of civilian students who were also fleeing. Since the ship`s complement was made up of trainees - and a skeleton crew, at that - a pilot was needed to pilot the F91 when it was completed. Seabook Arno, one of the rescued civilians, was selected for the job, based on his rather shaky credentials of being an engineering student and the son of bio-computer engineer Doctor Arno. Although reluctant to become a soldier, Seabook soon found himself performing his duties well, adapting to the F91 easily and scoring three enemy MS kills on his first sortie.\nThe Gundam F91 would perform superbly during the conflict, and its abilities would soon have another surprise in store for Seabook. Being a very high-performance unit, the F91`s weapons and systems generated a tremendous amount of heat. This heat was normally dissipated through a seat of radiator fins built into the mobile suit`s shoulders; however, excessive amounts of heat would sometimes still remain throughout the mobile suit`s body. Another method of getting rid of this heat was by \"shedding\" the heated outermost layer of the Gundam`s armour; this had the rather dramatic effect of creating \"after-images\" of the mobile suit while it was moving. While confronting Crossbone Vanguard leader Carozzo Ronah`s deadly XMA-01 Rafflesia mobile armor, Seabook would find this ability useful in tricking his enemy into attacking targets that were not where they appeared to be.",
  "gender" : "NONE",
  "name" : "F91 Gundam F91",
  "type" : "MECH"
}