{
  "anime_ids" : [ 1176, 4290, 4414 ],
  "character_id" : 17466,
  "description" : "Kayabuki Youko is Japan`s newly elected prime minister in http://anidb.net/a1176 [Stand Alone Complex 2nd GIG].\nKayabuki first appears in the second season of Stand Alone Complex and is elected as Japan`s first female prime minister. She reinstates http://anidb.net/ch1590 [Section 9] after a deal was made with http://anidb.net/ch1588 [Aramaki] in the Stand Alone Complex, 2 years after the raid by Umibozu commandos on Section 9`s headquarters.\nPolitically, she was selected by the ruling party as an internal political movement to conservatism in the wake of the Laughing Man scandal that brought down the previous government.\nHowever, she was perceived as being politically weak - the Cabinet at this time was increasing in political power and becoming led by personality rather than by electoral responsibility.\nThe undercurrent of secret manipulation by the Cabinet Intelligence Agency through the Individual Eleven / Refugee Crisis sought to make the Prime Minister a rubber stamping figurehead.\nKayabuki becomes a victim of the Individual Eleven and is involved with Section 9`s investigation into the case. During the refugee crisis, she is arrested under charges of treason for requesting UN intervention in the crisis, though this action on the part of the Ruling Party chairman was not sanctioned by either party, or electorate - her escape from custody and the aid of Section 9 prevented this secret coup d`état from becoming a reality, and also then sent a clear signal to the American Empire that Japan prefers a Stand-alone status within the international community.\nThis demonstration of capability, and the calling in of favours owed at the height of the crisis increased her ability to control Japan in the wake thereof. She also demonstrated that she held clout from a military stand-point: The JASDF was her tool of choice for reminding the contending land and sea force commanders where Japan`s true military prowess was to be found, from both a domestic and military stand-point.\nKayabuki displayed great wisdom by selecting Daisuke Aramaki and http://anidb.net/ch1582 [Major Kusanagi] as personal advisors that prevented potentially cataclysmic events during the beginning of her premiership.\nShe appears briefly in http://anidb.net/a4414 [Ghost in the Shell: S.A.C. Solid State Society], where she remains Prime Minister, and Daisuke Aramaki`s immediate superior.\nThis character was created by http://anidb.net/cr205 [Kamiyama Kenji] of http://anidb.net/cr721 [Production IG] - not http://anidb.net/cr871 [Shirow Masamune] and is exclusive to the TV series.",
  "gender" : "FEMALE",
  "name" : "Kayabuki Youko",
  "rating" : {
    "rating" : 5.07,
    "total" : 39
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "571" : "Sakakibara Yoshiko"
  }
}