{
  "anime_ids" : [ 6662, 8132, 8788, 9980, 13295, 15597, 16637 ],
  "character_id" : 17608,
  "description" : "Lisanna was the younger sister of both Elfman and Mirajane, and was also a member of Fairy Tail, like her siblings her magic is take over. Her member stamp was on her upper left shoulder.\nIt is also very possible that Lisanna, Elfman and Mirajane operated in a three man group similar to Shadow Gear. She lost her life while trying to revert Elfman after his full-body Take Over went awry. He quickly lost control of himself and went on a rampage. Lisana gave her life trying to calm him down and stop his rampage (actually she didnt die, but was transported to Edolas). How she actually was able to do this is unknown. The mental and emotional trauma that Elfman and Mirajane both experienced after Lisana`s supposed death crippled their powers considerably. Mirajane lost her S-class rank and has not fought since. Elfman suffered major emotional damage and was incapable to cast his full body takeover spell for some time. When he did try casting it, a flashback to Lisana caused him to lose concentration. When Lisanna was younger, she seemed to be very kind like Elfman and unlike Mirajane. She wanted to help Natsu Dragneel raise an unknown egg to see what comes out of it, being a little more knowledgable in it then Natsu. After seeing a softer side of the usually flamboyant Natsu, she stated that he was a lot like her sister and joked that perhaps later she should become his bride which predictably freaked him out. It is shown that while the Edolas version of Lisanna is deceased, the Eathland version of Lisanna is still alive. Like her Earth land counterpart, she seems just as friendly and caring, as seen when she scolds Lucy for bullying Natsu and tells Jet and Droy not to pick on Elfman. When Natsu and Happy see her they both shed tears and tried to hug her in joy, this freaked her out. She doesn`t seem to have the massive crush her Earth Realm counterpart has on Natsu.",
  "gender" : "FEMALE",
  "name" : "Lisanna Strauss",
  "rating" : {
    "rating" : 5.96,
    "total" : 86
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1918" : "Sakurai Harumi"
  }
}