{
  "anime_ids" : [ 177, 178 ],
  "character_id" : 17655,
  "description" : "Rabat (Rabatto, a contraction of \"rat bastard\") is an intergalactic trader. Although he is a swindler and con-artist, he has some vital information as to what exactly the enemies are that the Nirvana are up against. He is accompanied by a female orangutan called Butan.\nFrom his first introduction in the series, the crew meets Rabat and his ape sidekick on a deserted space station. He cajoles his way aboard the Nirvana, and secretly tries to swindle the crew and steal Hibiki`s Vanguard. Afterwards, when confronted by Hibiki, he scolds Hikibi on the ethics of manhood by beating him to a pulp, though this did play part in Hibiki`s development. After being found out, he departs from the ship but later has another run in with the Nirvana after saving Hibiki. Afterwards, he resurfaces when the Nirvana docks in a facility of Harvester refugees whose leader has a long infatuation for him. Later along the series, it is revealed that he was, in fact, an informant for the Harvest fleet, selling them information, seeing it as his way of making money and surviving.\nHowever, there was another dimension to his character as well. Rabat was originally a space explorer from Earth, and his real name is Samuel Adams. He crashed on a planet that had inhabitants that could only speak through telepathy and not words. Rabat was taken in by their culture and eventually learned their ways, that the \"spirits\" would choose someone to lead the victory over the Harvest fleet. That person was Hibiki, and not Rabat - and so Rabat set out in search of the one chosen by the spirits. His profession as a merchant and his association with the Harvest fleet is perhaps only a cover for this. His bad treatment of Hibiki was only a way of teaching him to overcome himself, and prove that he existed by using words that were his own, and not others. Towards the ending of the series, he later helps the Nirvana in the final battle against the Harvesters.\nRabat does not appear in the manga.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Rabat",
  "rating" : {
    "rating" : 4.38,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}