{
  "anime_ids" : [ 343, 826, 3705, 11056 ],
  "character_id" : 17684,
  "description" : "Although Gemini Saga and Leo Aiolia were the first Gold Saints introduced by Masami Kurumada in his manga, Virgo Shaka was the first one he showed fully revealing his status as Gold Saint and wearing his Gold Cloth, in the chapter 18, contained in vol. 5.\nShaka is one of the Twelve Gold Saints. As the guardian of the Temple of Virgo along the path of Sanctuary, Shaka has played a pivotal role chiefly in the battle between Athena and the Pope in the Sanctuary arc, and also in the Hades arc. He is referred to many times on the story as the \"the man who is almost a god\" due to his immense power and is also considered the only Gold Saint that has full control over the Araya Shiki (8th sense). He is supposed to be Buddha`s reincarnation.\nShaka alone of all saints occupies the rarefied spot between God and man, but living between two worlds has its blessings as well as curses. As a Bodhisattva, and endowed with the most powerful cosmos of all the saints, Shaka well deserves his reputation as the man closest to God. Even as a child in India, Shaka was precocious and communed with God himself—a scene recounted in the flashbacks moments before Shaka`s death in the Twin Sala`s Garden. For someone whose life has just begun, he had been unusually sensitive to sufferings and mortality of human life. Seeing pain and death as reflected in the Ganges gives the boy Shaka enough despair, if not a crisis of faith. With esoteric learning and training, Shaka eventually became powerful enough to don the Gold Cloth of Virgo, which he wore even as a boy in the manga, and wise enough to rise above human passions and attachments. For most of his life, he would look on human feelings with a mix of pity and compassion without being bound to them, with charity but not always with love. Detachment seems to be Shaka`s answer to the poignant questions raised by human life, and he is seeing humanity from the point of God rather than living the experience. He would be disabused of this attitude in his encounter with Ikki. In the end, Shaka would have to remember that he is a man, as well, and return to whence he came.",
  "gender" : "MALE",
  "name" : "Virgo no Shaka",
  "rating" : {
    "rating" : 5.81,
    "total" : 11
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3270" : "Mitsuya Yuuji"
  }
}