{
  "anime_ids" : [ 343, 826, 1887, 11056, 12648 ],
  "character_id" : 17680,
  "description" : "Pisces Aphrodite is the last of the Gold Saints introduced by Kurumada in his manga, formally presented in vol.11. Aphrodite was a Saint famous not only because of his incredible, mesmerizing beauty, but also for his reputation as one of the strongest among the 88 Saints. However, this reputation is not explored very well in the series itself, as he is killed by Andromeda Shun rather easily by Gold Saint standards, and is beaten rather easily by Aries Mu during the Hades Saga.\nGold Saint Gemini Saga once stated that Aphrodite`s beauty was the greatest among Athena`s Saints. Kurumada named him after the Greek Goddess of love and beauty as a reference to the Greek myth associated to the Pisces constellation. However, Aphrodite never claimed to be the most beautiful creature, unlike the Silver Saint, Lizard Misty who claimed that even the stars` splendor dimmed next to his glory.\nIt is notable that despite his incomparable beauty, Aphrodite is not narcissistic. He is often described as cruel as his fellow Gold Saint, Cancer Deathmask, but not as sadistic. He is also ironic and sarcastic. According to Saga, despite his beauty, Aphrodite is the most feared of all the 88 Saints of Athena, however, as explained above, this may be due to his cruel nature as opposed to his fighting prowess. His reputation is supported more in the still non-canonical Saint Seiya Episode G, when Aphrodite appeared in front of the Titan`s soldiers who were awe-struck due to his beauty but also paralyzed by fear in his presence.\nA recurring motif in the Pisces Saint is that he considers victory as the greatest beauty of all and, therefore, he believes what makes him really beautiful would not be his physique, but absolute power. Aphrodite is depicted as a man who believes the power is the only way to keep the order and assure the justice. Subscribing to this theory, he believes the stronger is allowed to rule over the weak.\nSome casual fans believe Aphrodite is a female because of his name. In the French, European Spanish -first dubbing- and Chinese dubbing of the anime adaptation, he is voiced by a female actress.",
  "gender" : "MALE",
  "name" : "Pisces no Aphrodite",
  "rating" : {
    "rating" : 9.2,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3282" : "Nanba Keiichi"
  }
}