{
  "anime_ids" : [ 343, 826, 3705 ],
  "character_id" : 17687,
  "description" : "Kanon is a character with a substantial importance in the universe of Kurumada`s manga, and therefore in its anime adaptation. He is directly responsible for triggering two main events : the conflict of the 12 temples by inciting Gemini Saga to succumb to his evil desires, and the resurrection of Poseidon, Emperor of the Seas. Also, Kanon is notable for redeeming himself after all his sins in the past and wreaking havoc as the Gemini Gold Saint in the army of Hades` 108 [[Specters.\nKanon is the younger twin brother of Gold Saint Gemini Saga, and later took up his position as a Gold Saint after Saga`s death. Before finally embracing his destiny as the Gemini Saint, Kanon masqueraded as the Sea Dragon General of the North Atlantic, one of Poseidon`s seven Sea Generals. At first, Kanon was depicted as a treacherous man, always tempting his twin brother to use his status and power to advance his status of influence beyond that of a Gold Saint. He concluded that their amazing and powerful abilities were gifts from the Gods for them to take advantage of. Much to his dismay, his brother opposed this and caused his incarceration at Cape Sounion. After his redemption, however, Kanon becomes a much centered person, much like his brother.\nKanon was the one person responsible for Poseidon`s awakening, although he kept Poseidon just half awakened so that he could pose as the true leader of the Marines as a Marine General and use Poseidon`s army to achieve his desires. In order to do so, Kanon stole the scales of Sea Dragon and pretended to be the Sea Dragon General under Poseidon`s order. Even after joining forces with the Athena, Kanon retains his ruthless personality and harsh characteristics, scolding Pegasus Seiya and Andromeda Shun that they should never hesitate to finish their enemies, because their hesitation was a weakness that their enemies would take advantage of. Even so, he quickly absorbs the honor of a Gold Saint.",
  "gender" : "MALE",
  "name" : "Gemini no Kanon",
  "rating" : {
    "rating" : 5.9,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "351" : "Okiayu Ryoutarou"
  }
}