{
  "anime_ids" : [ 4880, 8159 ],
  "character_id" : 18186,
  "description" : "Pain (Asura Path) was the fifth of Nagato`s Six Paths of Pain to be shown. It was destroyed twice during the invasion of Pain, first by Kakashi`s Lightning Cutter and then for a second time by Naruto`s Rasengan.\nWhen it was alive, the Asura Path belonged to a tall, bald man with an unusual body shape, possessing a very thick neck, no ears and a large jaw. In the anime, the Asura Path was shown to be a wandering puppeteer with insight to the world. He also had part of his face obscured by a rice hat in the anime, possibly hiding a headband that had not been shown in the manga, as Jiraiya quickly discovered that he was a ninja. The Asura Path`s unnamed puppet was made to look like a baby, and was capable of emitting infantile cries.\nThe Asura Path, like all of the six paths, possessed Nagato`s Rinnegan. It was the only body to not have orange hair, simply because it had no hair at all. It had a vertical ring piercing on its nose, six spike studs all around its head, three studs on the top and bottom of each of its six arms, an enormous cylindrical stud on its chin, and two vertical studs on each of its upper cheeks. The body had three faces, each with a different expression, and two of which appeared from the sides of its head only when it removed its cloak in a fight: happy (its normal face), angry, and neutral.\nThis body was very different from all other paths, being more like an android, as it had a number of body alterations. It was shown to have robotic inner workings, possessing six arms and a folded, serrated blade-like tail. It could fire one of its left forearms off as a long-range projectile, and could pull out his arms to reveal and fire a cluster of segmented missiles at its targets. It could quickly propel itself forward with a burst of chakra from its boots, and could protract multiple blades and a drill from one of its arms in battle. Also, it could open up the crown of its head to release a titanic shockwave that was capable of destroying numerous buildings at once. Its physical raw power was enough to rip Jiraiya`s arm off, and then crush his throat with basic Taijutsu moves, as well as to throw Animal Path all the way into Konohagakure from the forests in its outskirts. All of these abilities befitted the \"warring demon\" name that the Asura Path held, whilst giving it a considerably higher degree of versatility than the other paths had (aside from the Deva Path).\nDespite being used frequently and providing heavy firepower, the Asura Path was readily sacrificed to protect the even more powerful Deva Path, acting as a human shield against Kakashi`s Lightning Cutter.",
  "gender" : "MALE",
  "name" : "Pain (Shuradou)",
  "rating" : {
    "rating" : 5.34,
    "total" : 13
  },
  "type" : "CHARACTER"
}