{
  "anime_ids" : [ 4880, 8159 ],
  "character_id" : 18187,
  "description" : "Pain (Naraka Path) was the sixth of Nagato`s Six Paths of Pain to be shown. It was incapacitated during the invasion of Pain by Naruto Uzumaki`s Sage Technique: Rasenrengan.\nWhen it was alive, the Naraka Path belonged to a tall, stocky, muscular man. The anime showed him to be somewhat of a holy man in a small village, strongly emphasizing the power of prayer among his religious disciples. The Naraka Path, like all of the six paths, possessed Nagato`s Rinnegan. It had a spiky mop of orange hair, which had been a gray-brown color while he was alive. It had multiple body piercings, such as a circular stud on the bridge of its nose, a diagonal row of studs on each of its cheeks, three spike piercings in each of its ears, and a stud on each of its shoulders near its neck.\nAlthough it was physically strong enough to lift a man with one hand, the only ability exhibited by the Naraka Path lay in the use of summoning the Outer Path. The Outer Path is a large head which sprouts out of the ground surrounded by purple flames and possesses the Rinnegan. The Outer Path could fulfill two purposes: interrogation and restoration.\nTo interrogate, the Naraka Path need only catch hold of a person, causing the Outer Path to appear before them. With the victim seemingly paralyzed, the Naraka Path begins questioning them. After answers are given, the King of Hell will unzip its mouth to release tendril-like arms and would draw out the victim`s tongue. The Outer Path then proceeds to pass its judgment. If the person was lying or refused to answer the questions, the Outer Path would remove their tongue and consume it, apparently killing them. However, if they told the truth, they would be spared, although left extremely exhausted.\nThe second ability the Naraka Path possessed is the ability to repair any damage. To do so the Naraka Path has the Outer Path ingest the damaged body with its tendril-like arms into its mouth. Then, after some time, the destroyed body will emerge from its mouth, completely healed and rejuvenated.\nIn all situations where Pain`s bodies were shown in a combat formation, the Naraka Path always took a rear position with the others protecting it, behind even the Deva Path. This indicates that the Naraka Path`s healing ability made it one of Pain`s most important bodies.",
  "gender" : "MALE",
  "name" : "Pain (Jigokudou)",
  "rating" : {
    "rating" : 7.73,
    "total" : 12
  },
  "type" : "CHARACTER"
}