{
  "anime_ids" : [ 156 ],
  "character_id" : 18290,
  "description" : "Pist Shaz XI is another of the four Lords of Gaudium, Pist played the role as an annoying villain quite well. A shark-humanoid with a body of water, its mouth is at the back. An arrogant, over-confident and boastful individual, Pist is also unfortunately intelligent, collecting the data from previous battles and analyzes them to prepare for the next one. He drives a convertible with a pool inside, and goes by his annoying laugh - shashasha! Pist resides in an underwater castle made of corals somewhere. Arriving to Gaudium while still busy on his project, Pist decides to handle Kaze, succeeding to steal Kaze`s Magun`s power but failed to use the Magun as his own. Though he lost, Pist`s revealing Omega`s stirring made up for it.\nPist later played a bigger role after the demise of Fungus, completing his masterpiece: The Ocean Puzzle, a Rubik`s Cube like dimension that entrapped the protagonists, sending them to a part on Wonderland where they had to pass a challenge to continue or be destroyed. However, the protagonists manage to survive each of his puzzles, forcing him to confront them when they arrived to Telos.\nUsing Blue Elenium, a compound made of Elenium, Pist was able to alter the summons called upon by Kaze; in this case, he turned the Giga Phoenix into a destructive summon that starts to destroy Telos, much to the Earl`s dismay. However, Makenshi appears and destroys the summon with his Mist powers, and Pist was forced to retreat in spite of Telos` destruction ensured. Back in his lair, Pist was almost about to gather all the Omega crystals within his Ocean Puzzle when Makenshi intervened. Though confident in himself, Makenshi defeats Pist by turning him into Mist, using Pist as Mist Dragon to destroy the Ocean Puzzle, causing all the Omega crystals but Clear to be destroyed, forestalling the Earl`s evil plans.",
  "gender" : "MALE",
  "name" : "Pist Shaz 11 Sei",
  "type" : "CHARACTER",
  "voice_actors" : {
    "139" : "Koyasu Takehito"
  }
}