{
  "anime_ids" : [ 7414, 8957 ],
  "character_id" : 18435,
  "description" : "Akari Sakura is the main heroine of Jewelpet Twinkle and both Ruby and Labra`s human partner. She is 13 years old, an aspiring manga artist and a student of the Winston Academy as well as the younger sister of Monica Sakura, a famous teen personality and the student council president in middle school. She`s bright, gentle, shy, often embarrassed, and lives with her parents. Her dad is a shipbuilding architect while her mom is the chief editor at a magazine. Because of her older sister`s popularity, Akari developed an inferiority complex and jealousy to her sister. She first met Ruby on the beach when waiting for the bus. At first, Akari thought Ruby couldn`t understand her, but as they got to know each other, Ruby begins to understand how hard Akari`s life is and how sad and miserable she can be. Akari later realizes that the feelings of her heart matches Ruby`s after a Jewel Charm appears on her hand. She then enters the Magic Academy and becomes a student there, with Ruby as her partner. Akari has goals to win the championship with Ruby in the Jewel Star Grand Prix and to earn the title of being a Jewel Star, though she has a lot of competition for that. Her wishes in the Rarerare (human) world are to be with Yuma and to be a famous manga artist. Unlike the other academy students in the Jewel Land, Akari`s powers can go to its full potential when she has something or someone she must protect. In Episode 33, her Jewel Charm stopped sparkling since she thought that Yuma liked her sister. She wasn`t able to use magic or go to the Jewel Land while the light was out in her Jewel Charm. After gaining it back, she found the courage to confess to Yuma that she likes him and wants to be a perfect girl for him. Akari can use magic by using her Jewel Charm along with Ruby and Labra, sometimes changing her regular attire to her pink magical costume to increase her magical powers. During the preview of Episode 51, Akari is spotted to have a black magical costume and black wings, stating that the Battest finally possessed her body. But later reverted back to her original appearance after they sealed the Battest and revived Fealina from her lifeless sleep. She is now the current holder of the title \"Jewel Star\".",
  "gender" : "FEMALE",
  "name" : "Sakura Akari",
  "rating" : {
    "rating" : 9.33,
    "total" : 7
  },
  "type" : "CHARACTER"
}