{
  "anime_ids" : [ 4932, 8102, 8160, 9309, 10566, 10755 ],
  "character_id" : 1887,
  "description" : "Aozaki Touko is a very powerful magus who specializes in puppet making and runs a business called Garan no Dou, literally meaning Hall of Monastery. The business is de jure a design agency that sells its work (mostly architectural work) to whoever is interested, but the agency`s good taste is debatable and http://anidb.net/ch1889 [Kokutou Mikiya] believes that Touko is simply forcing what she wants to make onto the customers. As the design company officially only consists of herself and Mikiya, she is the sole designer while Mikiya takes the job of her secretary. However, the design work is partly a cover to its de facto job, which is something more akin to a detective agency for supernatural cases. For those jobs, Mikiya isn`t really a secretary, but an actual investigator, and Touko hired him for his ability as one, seeing he managed to trace her to Garan no Dou even though it`s surrounded by bounded fields and nearly impossible to find. Garan no Dou`s job is so good even the Mage`s Association hires it through Touko`s connection, despite the fact Touko is actually on the run from them. She is on the run because the Mage`s Association has placed a Sealing Designation on her, which means that her skill and knowledge about a unique subject, which can`t be acquired through study (in her case, puppet making), are too strong and useful to be allowed to be lost; due to various reasons, the Designation effectively means doom for a magus. Indeed, she is so skilled that even before the Designation was placed she had already been dubbed Orange; receiving a color is one of the highest recognitions of skill in the Association. She is the sister of Tsukihime`s http://anidb.net/ch1945 [Aozaki Aoko], with whom she does not share a particularly good relationship, for reasons such as Aoko having inherited family head status and having been dubbed Blue, a more powerful color which Touko wanted, and Touko using her name to get money from the Association. She also has a role in the Heaven`s Feel route of the Fate/Stay Night game, in which\nshe appears as the unnamed maker of http://anidb.net/ch1904 [Emiya Shirou]`s new body, which is actually a puppet, in the True End`s epilogue, after his original body was destroyed.",
  "gender" : "FEMALE",
  "name" : "Aozaki Touko",
  "rating" : {
    "rating" : 8.76,
    "total" : 299
  },
  "type" : "CHARACTER"
}