{
  "anime_ids" : [ 5922, 6400 ],
  "character_id" : 18934,
  "description" : "A charismatic young commander. He is not to be confused with Ryuubi of Shin Koihime Musou as the latter is female and he doesn`t have the real name. He first appears in episode 11 leading the Touka Village militia against Bandits where Aisha and Rinrin helps them defeat the Bandits. Gentoku claims to be a descendant of Ryuushou and was able to get an army from the Feudal lord of Touka as he and his followers were on a quest to defeat the bandits. However, his army was defeated 7 times and which had led to his reputation known as the commander who loses in every battle which at one point the lord was thinking of throwing him out if he lost again. Thanks to the help of Aisha and Rinrin and Shuri strategies, Gentoku and his men were able to defeat the bandits one by one. He is also good with women as he was the first person to recognize that Aisha was the famous Beautiful Black hair Bandit Fighter without the usual skepticism of her beauty, and he even charmed General Kashin herself, earning her trust.\nAs his reputation grows, along with his alleged relationship with Aisha (As he resembled her late older brother), Rinrin began to distrust him as she suspect something suspicious about him. These suspicions were confirmed when Gentoku and his men attended an imperial war meeting held by General Kashin, Touka is attacked by a large army of Bandits, and he refused to go and help the village, instead is more focus on his mission to defeat rebels, given to him by Kashin. Aisha tries to make him reconsider but he tries to seduce Aisha to join him in his mission instead and forget the Village. Realizing that Gentoku never did care about saving people and was only interested fame, glory and his twisted view of justice, Aisha slaps him and leaves him along with Bachou to save their friends. Without those two, Gentoku`s army was defeated in battle where he receive a severe scolding from General Kashin. He tries to save face by returning to Touka only to meet two unexpected guests, Kouchuu and Riri who immediately recognize him as the man who kidnapped Riri and threatened Kouchuu to commit assassination. His identity exposed, he runs away where Kouchuu concludes he was nothing more than a no good impostor who lied about his ancestry and identity to gain fame.\nIn Shin Koihime Musou, it is revealed that he stole the name Ryuubi Gentoku from a girl (the real Ryuubi Gentoku) along with her sword prior to his appearance in the first series. He is now the target of the said girl, who intends to retrieve her sword and clear her name.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Ryuubi Gentoku no Nisemono",
  "rating" : {
    "rating" : 3.61,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "236" : "Seki Tomokazu"
  }
}