{
  "anime_ids" : [ 5531 ],
  "character_id" : 18979,
  "description" : "A lone, mysterious figure who serves as a Demoniac hunter. He is often seen either talking to Elea or whittling a statue of the Virgin Mary and is considered as a good candidate for the role of Blassreiter since his extraordinary sense of self-control allows him to retain his sanity, at the cost of remaining weaker than other more `open-minded` opponents like Xargin or Beatrice. During the course of the story, he causes motorbike star Gerd Frentzen to become paralysed. As a result, he becomes one of XAT`s primary targets (he then becomes known as `Blue` due to his body colour). It was after one of his run-ins with the police forces that he befriends Malek, Amanda`s adopted brother, with whom he shares similar experiences of bullying and social isolation. He is later reunited with the revived Sasha (who now bore white hair and a cybernetic implant in her left eye) and agrees to receiving the Pale Horse physical enhancement program, which will theoretically allow him to develop greater strength at the cost of his own self-control. The experiment later proves successful, turning himself into a berserker-like Blassreiter with red outlines instead of blue ones. But in the berserker state, haunted by illusions, he can`t tell the difference between friend or foe, even attacking Sasha and Amanda. Only Snow was able to bring him to his senses after sustaining heavy injuries. Joseph fights outside Zwölf`s base with Beatrice after the confrontation with Snow. He nearly kills her before Xargin interrupts and defeats him, claiming that the power Joseph had was fake.\nIn his Demoniac form, Joseph can make use of an energy whip, which he can also turn into a narrow-bladed sword. He uses the GARM motorcycle (masquerading as a Yotsubishi custom model), which he can fuse with once transforming.",
  "gender" : "MALE",
  "name" : "Joseph Jobson",
  "rating" : {
    "rating" : 7.15,
    "total" : 19
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "263" : "Matsukaze Masaya"
  }
}