{
  "anime_ids" : [ 5531 ],
  "character_id" : 18982,
  "description" : "Amanda`s partner and an officer of XAT, Hermann was a good friend of Gerd Frentzen, having raced with him for a long time. He was known as reckless and more often than not ignored orders, much to his superior`s chagrin and his colleagues` amusement, though he stayed loyal to his duty to hunt down Amalgams. Gerd`s transformation in an Amalgam left him stunned and desperate, and he and Malek were the only ones to defend Gerd even after he started behaving erratically. Seeing Joseph - or Blue as he knew him - killing his friend worsened his condition, fuelling his extreme hatred toward Joseph and blaming him for Gerd`s fate. When Wolf revealed his nature as an Amalgam and took over XAT, Hermann was the only human survivor who escapes along with Amanda by piloting a helicopter that ended up crash-landing soon after he ejected Amanda to safety. Laying on the brink of death, he was saved by Beatrice, who gave him her blood and turned him into an Amalgam. Although following his resurrection he suffered from amnesia and couldn`t remember their encounter. He discovered the truth inside Zwölf HQ, where he fled in a frenzy after stealing the prototype `666 Bike` (a floating platform-motorbike designed for Joseph to use). Pursued by Amanda and initially willing to find and kill Wolf alone as retribution for his dead friends of XAT, he agreed to team-up with her and rescue Malek. he ends up fighting Beatrice soon after, recognizing her as the one responsible not only for his, but for Gerd`s and Malek`s fate as well. He lands a killing blow during their fierce battle, and Beatrice uses her final attack on Malek before dying. Hermann took the hit instead and died soon after in Amanda`s arms.\nHermann`s Demoniac form is that of a red-armoured, demon-horned warrior with spiral motifs on his shoulder pads and head, armed with an enormous two-handed halberd equipped with a retractable chain-linked blade. He makes proficient use of the motorbike stolen from Zwölf, using it as a floating platform for aerial combat.",
  "gender" : "MALE",
  "name" : "Hermann Saltza",
  "rating" : {
    "rating" : 4.78,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "178" : "Miyake Kenta"
  }
}