{
  "anime_ids" : [ 5531 ],
  "character_id" : 18990,
  "description" : "Amanda Werner`s adopted brother and an ardent fan of Gerd Frentzen. Constantly bullied at his school for being an immigrant, he ended up skipping classes to avoid being discriminated against due to his origins. It is suggested that he already tried to drop out of school prior to the events in the series but had a counsellor help him back on tracks - only to fall victim to the same bullies when he returned. It`s during one of those encounters that he meets Joseph, with whom he shares similar childhood experiences, and takes care of him after he`s wounded during a fight with XAT. Distraught by Gerd`s destroyed reputation and the suicide of his only friend (who suffered from the same bullies` actions), he was approached by Beatrice and offered a pill much in the same way as Gerd, becoming a Demoniac as well. With his new powers, Marek initially believed himself to be a protector of justice allowed to punish the oppressors of the weak in whatever way he saw fit, exacting vengeance against his tormentors by brutally slaughtering them. He was confronted by XAT and fought with Joseph briefly, before being shielded by him and by Amanda as well against Al and Brad`s sniping. Escaping with Joseph into the countryside, he tended to him until Xargin appeared and easily defeated him with such power that he slipped into a catatonic state. He was kept by Zwölf as a research subject, though was eventually rescued by his sister and Hermann. He woke up during Hermann`s fight against Beatrice, and was shielded from a mortal attack once again. He resolves to challenge Xargin a second time, and although he fares better, he was nonetheless weaker and was again beaten easily. Years after Joseph`s death, during the finale, he is shown as a nineteen-year old teenager, clothed in Joseph`s trademark coat and riding a red version of his GRAM motorbike, equipped with an A.I. named Maria.\nIn his Demoniac form, Marek has odd-shaped yellow armour with satyr-like feet and curved horns on his helmet. While not extremely strong - for Demoniac standards - he shows incredible speed and dexterity, so much so that he leaves after-images of himself when moving. He`s armed with a long energy whip that can be turned into a dual-bladed sword. The whip can also rotate in a spiral-like motion, creating a small combat shield strong enough to easily repel small arms fire.",
  "gender" : "MALE",
  "name" : "Marek Werner",
  "rating" : {
    "rating" : 2.38,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "570" : "Minagawa Junko"
  }
}