{
  "anime_ids" : [ 5531 ],
  "character_id" : 18991,
  "description" : "The primary antagonist of the series, Magwald Xargin was once an enthusiastic and generous researcher in his university years who tried his best to help the immigrant population, finding it unthinkable that humans wouldn`t help their peers and opposing the racist views that were commonplace in his country. He was Sasha`s lover and a great supporter of her research, though he didn`t know its objectives, believing it to be a revolutionary medical discovery. The extreme acts of intolerance he suffered, from the fire at the church where he met Joseph for the first time to the death of Sasha, drove him to disillusionment and utter despair, and when Victor Strachus bestowed him the power of the Amalgams, to complete madness. Now driven by a Messianic complex, he saw humanity as a hopeless race incapable of anything other than harm and destruction and vowed to exterminate them all himself, replacing them with a much more pure population of Amalgams. He wounded Joseph in the same event that saw him become the enemy of mankind and granted him his blood, turning him into his fiercest foe, and sometime later stumbled upon Beatrice and her dead horse. He resurrected them both and took them in as his right arm and mare respectively. While driven by genocidal ideals, Xargin is very calm, polite, and religious, often reading the Bible or citing prayers. His very appearance reflects his belief of being a saviour, as he`s always bare-footed and clothed in white, with almost feminine facial features. Xargin showed himself rarely, although he beat Malek and Joseph easily when he made his second appearance and took part in the assault of the Zwölf HQ, killing Victor Strachus. He is finally stopped after killing Joseph by being showered with Isis nanomachines, which reduce him and his whole army of Amalgams to ash, which he surprisingly takes in stride as the will of God. In the hologram that was shown at the end of the series he was present in the background, next to Beatrice.\nXargin can be considered the most powerful Amalgam in the entire series. As a Demoniac he appears as a towering, armoured humanoid reminiscent of a king or a warlord, with spiralling horns protruding from his head and four tentacles on his back. He fights with an aptly oversized greatsword, which he wields easily with one hand. Before his final fight with Joseph no one ever wounded him, being impervious to even the most powerful weaponry of the Paladins. His powers were somewhat unique in that he showed a degree of pyrokinesis, the ability to shoot powerful energy blasts, and to heal or even revive living beings.",
  "gender" : "MALE",
  "name" : "Magwald Xargin",
  "rating" : {
    "rating" : 2.34,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "200" : "Suwabe Jun`ichi"
  }
}