{
  "anime_ids" : [ 4728 ],
  "character_id" : 1920,
  "description" : "Team Galactic is the villainous team in Sinnoh.\nThey first appeared in \"A Secret Sphere of Influence!\", though it was only a brief cameo at the end. They assigned the Team Rocket trio of Jessie, James, and Meowth to steal the Adamant Orb for them. Both Brock and Officer Jenny believed that the trio had been assigned to this work by Butch and Cassidy or Pokémon Hunter J.\nIn their next appearance in \"Journey to the Unown!\", Saturn brings the two grunts into the Solaceon Ruins. The Team Rocket trio observe them, following them inside. Using three Plates, Saturn obtains a cube inside of the ruins, enraging the Unown and causing general chaos inside of the ruins. Before leaving, Saturn thanks the Team Rocket trio for their assistance in the earlier episode and his group escapes with his Bronzor.\nTeam Galactic appeared again in \"Enter Galactic!\", where Saturn appears yet again. After exposing the obtained cube to the Veilstone City meteorites, it transforms into the Spear Key. This episode is also the time when Ash and his friends finally encounter them. Their mission this time is apparently to steal some of Veilstone City`s meteors. Saturn also battles Brock with their Toxicroak and Croagunk, respectively. However, no thanks to Ash, Dawn, Officer Jenny, and Paul`s Electabuzz, the battle ends up in a draw and the mission is a complete failure, leaving Team Galactic to retreat.\nThey appeared in DP096 and DP097, when Mars, Jupiter and Cyrus debuted in the anime. In the episodes, they steal the Lustrous Orb and the Adamant Orb from the Celestic Town museum. Later, it is stated that the Veilstone City meteorites were sent to the Fuego Ironworks as part of the Red Chain project.\nThey also appear in the opening \"High Touch!\".\nUnlike in the games, most of the main characters know Team Galactic`s goal is to control Dialga and Palkia.",
  "gender" : "UNKNOWN",
  "name" : "Ginga-dan",
  "type" : "ORGANIZATION"
}