{
  "anime_ids" : [ 230, 990, 1041, 3419, 4728, 6801, 7109, 7891, 9216, 9764, 9956, 11585, 12407, 12409, 14215, 15067 ],
  "character_id" : 1933,
  "description" : "Sakaki is the head of Team Rocket, and formerly served as the Gym Leader of Viridian City`s Gym, known officially as the Viridian Gym. He handed out the Earth Badge to Trainers who defeated him. As a Gym Leader, he specialized in Ground-type Pokémon, but his master plan includes collecting rare Pokémon of all types.\nVery little is known about his past in any timeline; he is generally shrouded in mystery. However, certain things are known:\nHis mother was the head of Team Rocket before him. However, this is presumed to be canon in the anime timeline only, as the games have no precedent for this.\nWhile Sakaki very rarely takes the role of antagonist, his agents often have him in mind during missions due to the chance of power, be it through promotion or other means. This gave him a unique series of appearances, mainly during the Hoenn saga, where Nyarth often saw how the Pokémon in each episode could be used to help Sakaki and win the trio promotions. These boss fantasies never show his actual personality and occasionally even show Sakaki in chibi form.\nThe only time Sakaki has been seen in battle was in The Battle for the Badge. He used powerful Pokémon against Shigeru but later left the Gym to deal with an unexplained emergency, leaving Satoshi to battle Musashi. By the time Satoshi returned from Hoenn, Agatha was in charge of the Gym until a new leader could be found. Sakaki`s reasons for leaving it have not been explained, though it is speculated to be linked with the events of the aforementioned episode.\nSakaki is one of the three most prominent figures speculated to be Satoshi`s father, alongside Professor Okido and Silver. There is no evidence to support this, though Diamondshippers see Sakaki`s avoidance of Satoshi mentioned above as suspicious. In Pokémon Live!, it was claimed that Sakaki and Delia had shared a relationship as teenagers, though it is also stated that someone else is Satoshi`s father in that particular canon.",
  "gender" : "MALE",
  "name" : "Sakaki",
  "rating" : {
    "rating" : 3.97,
    "total" : 46
  },
  "type" : "CHARACTER"
}