{
  "anime_ids" : [ 230, 921, 990, 991, 992, 1020, 1041, 1804, 2371, 2848, 3419, 4199, 4728, 5048, 5772, 6316, 6801, 7109, 7257, 7891, 8012, 8269, 8826, 9216, 9564, 9653, 9764, 9956, 10318, 10966, 11585, 11842, 12407, 12646, 13649, 14215, 14993, 15067 ],
  "character_id" : 1937,
  "description" : "Jessie is one half of of the Team Rocket duo that follows around Ash Ketchum and friends in the Pokemon anime, usually trying to steal Ash`s Pikachu, but always failing.\nJessie`s mother, Miyamoto, was a high-ranking Team Rocket agent. When Jessie was around the age of three, Miyamoto left on a mission to the Andes Mountains to record the voice of the elusive Pokemon Mew. However, Miyamoto disappeared, and Jessie was put into a foster home which had very little money. There were times when she had no choice but to eat snow because of a lack of more nourishing food.\nWhen she was old enough, she left home to become a Pokemon nurse in Jouto. However, the school she was enrolled in was literally for Pokemon nurses (i.e. Chansey), so she failed to graduate and left, leaving behind a Chansey she had befriended there. It is assumed that she then traveled back to Kanto, where she enrolled in Pokemon Tech, a trainer`s school, met James, and subsequently failed and dropped out. After this, Jessie and James joined a bicycle gang in Sunny Town, where Jessie was known for swinging a chain above her head as she rode her bike (nicknamed \"Chainer Jess\").\nDue to conflicts in canon between Kanto and Johto episodes and the special episode \"Training Daze\", what happened between Jessie and James after the bike gang is unknown. What is known, as shown in the special episode, is that they joined Team Rocket separately and were on initially unfriendly terms after being grouped with Meowth. However, they quickly made up and the rest is history.\nSometime before joining Team Rocket, and it is not known when, Jessie obtained a Contest Pass in the Hoenn region. Also during the years before Team Rocket, she had several boyfriends, all of whom left her and/or treated her badly. In \"Xatu the Future\", she revealed that she had once worked at a T.V. station as the Weathergirl. In \"From Cradle to Save\" is also revealed that she once was a ninja.\nShe has a long-standing bitter rivalry with Cassidy, another member of Team Rocket. Another member, Wendy, held a grudge against Jessie for failing to pay for a drink (making Wendy pay), but got her revenge when she added the charge to Jessie`s overall Team Rocket bill.\nIn the episode \"Ignorance is Blissey\", Jessie was reunited with her friend Chansey from the Pokemon nurse school; Chansey had since evolved into a Blissey.\nStarting in Hoenn, Jessie has become a Pokemon Coordinator, entering every contest that she could. She frequently makes it to the battle round, but usually loses there. However, in \"Borrowing on Bad Faith\", she finally succeeded in winning an (unofficial) contest by using Ash`s Aipom, which she had saved earlier in the episode. And, in \"Team Shocker!\", she finally wins an official contest with her Dustox in at Solaceon City. Later she also won a ribbon with help of her Yanmega. She has Contest Passes to compete in the Hoenn, Kanto, and Sinnoh regions.\nWhile Jessie`s role in the Pokemon anime has not yet ended, in Toshihiro Ono`s manga, \"The Electric Tale of Pikachu\", she ended up married to James and with child.\nJessie seems to have a special preference for snake-like Pokemon, owning both an Arbok and a Seviper. In \"The Ninja Poke Showdown\", she expressed a preference for Poison-type Pokemon in general.\nFor unknown reasons, she, James and Meowth mostly use hot air balloons instead of faster ways of transportation.\nIn the Kanto contests, Jessie disguises herself as Jessebella (which is similar to James former fiancee Jessiebelle) wearing a red dress and glasses. Eventually, Ash, Brock, Max and May finds out her true identity at the last contest.\nDuring the Kanto Grand Festival, Jessie dresses up as Jessadia (Japanese: キャンディ・ムサリーナ Candy Musalina). and wears glasses, long white socks, a yellow and orange dress, and has her hair in pigtails. She works there as an announcer and Lilian Meridian`s assistant; Lilian herself says she may not really like \"Jessadia\"`s style, but recognizes her talent. In the Latin American dub, she enters Super Contests under the name Jessiebella (referencing Jessiebelle again). Jessie currently still continues to use the Jessalina disguise while participating in Super Contests.\nIn \"Pruning a Passel of Pals!\" and \"Strategy With a Smile!\" she once again used her Jessadia disguise to report on the Wallace Cup.\nAlthough Jessie had entered mostly every contest in Hoenn & Kanto, she lost in every single one, whether it was the first match of the Battle Rounds or the finals. But in the Sinnoh Region, she has so far won 2 ribbons using her Dustox and Yanmega.",
  "gender" : "FEMALE",
  "name" : "Musashi",
  "rating" : {
    "rating" : 6.11,
    "total" : 786
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "13" : "Hayashibara Megumi"
  }
}