{
  "anime_ids" : [ 230, 921, 990, 991, 992, 1020, 1041, 1804, 2371, 2848, 3419, 3491, 3493, 3510, 4199, 4553, 4728, 5048, 5772, 6316, 6792, 6796, 6797, 6798, 6799, 6800, 6801, 6802, 6803, 6804, 7109, 7257, 7891, 8012, 8139, 8269, 8735, 8826, 9021, 9216, 9289, 9564, 9565, 9653, 9764, 9956, 10318, 10319, 10966, 11585, 11842, 12407, 12646, 13649, 14215, 14993, 15067 ],
  "character_id" : 1938,
  "description" : "Meowth is a very unique Pokémon as it has many of the characteristics of a human. It walks on two feet, talks and is as smart as any human. Meowth is currently a member of Team Rocket and he travels around with Jessie and James trying to capture Pikachu and other rare Pokémon for Giovanni.\nMeowth generally finishes his sentences with \"Nyaa (ニャー)\" which is the equivalent of \"meow\" in English. This helps people remember that despite his ability to talk like a human, he still has cat character traits.\nMeowth is also known for coming up with his many schemes to try to capture Pikachu. While Jessie and James always agree with Meowth and think his plans are brilliant, they are generally foiled by Ash and his friends.\nLong Con to Access Raimon City Pokémon Center\nMeowth schemed with Jessie, James and Doctor Zager to figure out a way for them to infiltrate the Raimon City Pokémon Center where high-leveled Pokémon are stored in a vault that is protected by a security machine scan system that would only open if Nurse Joy (Isshu) or Nurse Joy`s Audino were scanned. Meowth pretended to be no longer part of Team Rocket making up a story that his made an error while executing a certain operation and when headquarters hear of his mistake, they told him he was fired.\nAsh, Iris and Cilan believed him and allowed Meowth to travel with him. Pikachu though didn`t trust Meowth even though Meowth proved on numerous occasion that it should be trusted. Meowth`s plan was put into action when they arrived at the Raimon City Pokémon Center and as soon as Nurse Joy`s Audino was scanned to open the door, Meowth turned on Pikachu and the other and captured all the Pokémon in the vault. The long con had been a success and Meowth met up with Jessie and James below the Pokémon Center. Unfortunately, they weren`t able to get away as Ash and his friends realized that Meowth had just been conning them and they were able to stop Team Rocket.",
  "gender" : "MALE",
  "name" : "Nyarth (Rocket-dan)",
  "rating" : {
    "rating" : 5.41,
    "total" : 477
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3832" : "Inuyama Inuko"
  }
}