{
  "anime_ids" : [ 1015, 3348, 4932, 6784, 7206, 8102, 8160, 8824, 8880, 9042, 9977, 10091, 10760, 10833, 11639 ],
  "character_id" : 1952,
  "description" : "The Holy Church, also referred simply as \"the Church\", is a worldwide religious organisation, apparently styled after the real Roman Catholic Church. It is a powerful faction in the Nasuverse, with several important characters in the `verse works being its active or former members. On the surface, they coexist rather peacefully with the http://anidb.net/ch1951 [Mage`s Association], but that is only out of necessity, and neither group will waste an opportunity to backstab the other. They sometimes act as arbiters in the Association`s internal disputes; one such example are the Holy Grail Wars. Aside their regular duties as a normal religious group, they have a few special agencies dedicated to supernatural events.\nThe Assembly of the Eighth Sacrament, the lowest among the Church`s special agencies, is charged with researching, recovering and managing Holy Relics, items considered to have the holy attribute, scattered around the world. Their name comes from the seven Sacraments of the Catholic Church. As the Holy Grail is a Holy Relic, they`re in charge of managing every Holy Grail that appears; as such, in order to watch over the Holy Grail War, the priest stationed at Fuyuki City is always a member of this agency and is the one who acts as the war`s Supervisor.\nThe Church is also very active and relentless in the pursue and elimination of heretics, beings acting in disagreement with the Holy Scriptures. The members of the Church in that line of work are called Executors, and their specialties include magus hunting, demon killing, and vampire slaying. Among them, the most powerful ones are members of the Burial Agency, a group always composed of eight Executors, one of whom is the leader and another of whom is not an acting member, but a backup. Members of the Burial Agency work alone, and they will act without orders if they deem necessary, even going as far as skewering bishops, which earned them the reputation of the most heretic group inside the Church.\nAmong the items the Holy Church uses for its purposes, one can find the many types of Keys of Providence, Conceptual Weapons used for purification, and the Holy Scriptures, very powerful Conceptual Weapons used only by a few select Executors. Examples of Keys of Providence are http://anidb.net/ch1916 [Kotomine Kirei]`s most used weapons, the Black Keys, sword-shaped items that can be thrown at an opponent in order to pierce them and that do not have a blade when inside the priest`s frock. An example of a Holy Scripture is the Seventh Holy Scripture, used by http://anidb.net/ch1941 [Ciel], a massive metal weapon which can kill a vampire through physical power alone, shoots Bible pages, has an unicorn horn for a bayonet, and has a http://anidb.net/ch31725 [residing spirit].",
  "gender" : "UNKNOWN",
  "name" : "Seidou Kyoukai",
  "rating" : {
    "rating" : 5.26,
    "total" : 14
  },
  "type" : "ORGANIZATION"
}