{
  "anime_ids" : [ 5584 ],
  "character_id" : 19770,
  "description" : "A carefree young man with a sinister side, Yahiro has known both Kei and Akira since they were children. He holds the distinction of having beaten Kei once during their childhood in a game of tag which Kei lost because Yahiro had locked the door to the roof to prevent Kei from winning. Yahiro attends Kokusen Academy, another high school, and is the heir to the Saiga Financial Group, a group that is even higher in status than the Takishima group. When he was young, Yahiro had no friends, for the most part because his attitude prevented him from making anyone smile or laugh and made them cry instead. He chose not to become friends with anyone until he met Sakura; at first, he had rejected her offer to become friends with her, but complied after they went through a lot of trouble to save the rabbit they were trying to bring back to its home in the mountains.\nYahiro has harboured a crush on Akira since childhood and is very protective of her, willing to use whatever means necessary to protect her, even if she hates him for it. It is this protective nature that made him drive away Akira`s only friend, Sayo, after he overheard her saying how she never liked Akira and was only her friend because Akira was rich and she enjoyed all the privileges and status that came with the friendship. Akira had believed that Yahiro had been jealous of her relationship with the \"poor\" kid she was playing with and never forgave Yahiro for ending her friendship with Sayo. He never told Akira the truth and has no intention of telling her. His hatred of \"poor\" people comes largely from this incident, which made him believe the poor exploit the rich. He eventually gives up his feelings for Akira, telling Tadashi that if he ever makes Akira cry, he will never forgive him. Because he still cares for Akira, Yahiro is initially unable to reciprocate Megumi`s feelings for him, but comes to see her as an important person to him and encourages her to sing.",
  "gender" : "MALE",
  "name" : "Saiga Yahiro",
  "rating" : {
    "rating" : 5.57,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "181" : "Taniyama Kishou"
  }
}