{
  "anime_ids" : [ 2855 ],
  "character_id" : 19799,
  "description" : "Galian is the former leader of the notorious thief guild Luberia, founding it as a sanctuary for the lowest of the world. As a leader he was an amicable figure and well-loved by his subordinate thieves, and led Luberia in a peaceful reign - until the 1st War started. The birth of a homicidal Chess Pieces army begot disasters and destructions all over MÄR-Heaven, which, while seen as a bad thing for `business` by many Luberians, set Galian on constant agitation, eager to test his power. His first encounter with the Chess was inside a havoc-wrought castle they occupied, and after defeating many Pawns, Galian faced the strategist Knight Peta. Although Galian was easily worsted, Peta still acknowledged his great potentials and let him go after provocatively advising him to invest his power in a worthier place.\nThe 1st War Games concluded with the Chess` defeat, however that did little to help Galian`s already triggered infatuation with their immense power. Predicting the Chess` inevitable return, he resolved to abandon Luberia and joined the Chess. During that time he found and saved a wounded man with no memory of his past life, but nevertheless endowed with latent might, whom he named Nanashi. Turning a deaf ear to his thieves` suspicion and cool reception towards Nanashi, Galian took Nanashi under his wings. To help him win Luberia`s heart Galian sent a monster to the guild`s fortress, which Nanashi outfought and earned him the respect of many, just like Galian wished. After that he trained Nanashi and when he was strong enough, he left his throne and the Electric Eyes ÄRMs, symbols of Luberia`s leader to Nanashi, erased all memories regarding him and went to Peta to accept his previous offer. Over the years, his name also faded from Luberia`s memories itself as the thieves recognized Nanashi as their true leader.\nAlthough Galian severed all his ties to Luberia when he gave up on it, the news of Luberia`s extermination (along with its ragged flag), brought to him by the perpetrator Peta himself, comes as a great personal blow, though he denies it by setting fire to the flag. Knowing Nanashi`s nature and his reaction to this homicide, Galian anticipated the man`s participation in the 2nd War Games and entered it thus, to prove he had chosen the right path. With Phantom`s approval, he revealed himself to Nanashi in the 5th round after Ash`s defeat and the two battled, Nanashi`s memories of him gradually returning. He`s defeated by Nanashi and compliments him for having become a fine leader, admitting his envy. At the end of the series, Nanashi and Galian rule Luberia together. Like Nanashi, he fights with lightning-themed ÄRMs:",
  "gender" : "MALE",
  "name" : "Galian",
  "type" : "CHARACTER",
  "voice_actors" : {
    "455" : "Matsumoto Yasunori"
  }
}