{
  "anime_ids" : [ 7251, 8150, 8836 ],
  "character_id" : 19970,
  "description" : "Mashiro Nobuhiro aka Kawaguchi Tarou (川口たろう) is the late uncle of Moritaka and also a mangaka. He is scruffy looking man, with his hair held in a loose ponytail, and a bit of stubble. He wears round glasses and often holds a cigarette. He is rather uncaring of his appearance, often being seen in a t-shirt and shorts while in his studio. When he was younger, his hair was short and smothed out and he had yet to grow faical hair or wear glasses.\nHe`s the reason Moritaka know so much about manga. His love interest is Miyuki, Miho`s mother, but was too late to confess with her. At high school, he`s best friend of Miyoshi father, Yosshi. His first manga is a gag manga named Superhero Legend (he wasn`t a good artist; despite getting good grades in art class, his skills were subpar compared to most professional manga artists). Nobuhiro was also especially determined, and refused to let failure dissuade him. Even after learning that Miyuki had gotten married, he continued writing out of the belief that she was still watching him progress, and she did, in fact, she glanced at Shounen Jump to read his manga. After being told that his contract had been canceled, he told Sasaki that he saw it as an opportunity to start over as a newbie, and submitted finished drafts until five days before his death. Nobuhiro believes in three rules for mangakas who are not geniuses; 1) conceit 2) hardwork 3) luck. He was still remembered by the editors long after his passing. Later, Moritaka and Takagi use his workplace as their workplace. He`s a hard-working man, and his death acctually is by overworking because he wanted to get published again, not by suicide. His death is also a matter to dissuade Moritaka to become a mangaka, but later Moritaka can go through it.",
  "gender" : "MALE",
  "name" : "Mashiro Nobuhiro",
  "rating" : {
    "rating" : 5.74,
    "total" : 19
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "373" : "Hamada Kenji"
  }
}