{
  "anime_ids" : [ 957, 1717, 3152 ],
  "character_id" : 19994,
  "description" : "Hatsuno Hana is a childhood friend of Mamoru Amami, and closet love interest. Her cousin Ayame it often dragging her into dangerous situations. Hana remains unaware of Mamoru`s involvement in the events surrounding the Zonder invasion until Intestine Primeval captures her and several of the other children onboard the ship that the Primeval had used as robo material. At this point she sees Mamoru in his Latio form on their return to StealthGao II - Mamoru is unaware of this, and it is not until near the last battle with the Z-Master that she reveals this information to him. She was under the impression that the real Mamoru was replaced by an alien, and is relieved to know that Mamoru is the same one she has known all along, and becomes a steadfast supporter of Mamoru in the events to come. The other children soon thereafter declare that Mamoru and Hana should get married. She later reveals Mamoru`s identity to the other children during the battle with the New Machine Species Zonuda. In the epilogue, Hana comes to say goodbye to Mamoru wearing a wedding dress - the two share a kiss before Mamoru leaves with Galeon.\nIn King of Braves GaoGaiGar FINAL, Hana is the one with whom the introduction begins, taking a litter of Yosef`s puppies on a walk when she finds the wounded Ikumi Kaidou (Arma) engaged in combat with Repli-Mamoru. After the battle concludes (leading to the destruction of a harbor but leaving Hana and her dogs unscathed), Hana takes the unconscious Kaidou back to her home and questions him as to Mamoru`s actions and whereabouts. As the actions in the Trinary Solar System continue, Hana is often looked in upon to show the degradation of the situation on Earth. Despite the destruction being wrought upon the Earth, Hana remains determined that she will see Mamoru again. In the finale, she gets her wish, and is seen standing side-by-side with Mamoru and Kaidou before the memorial erected in honor of the GGG members who went missing in the crisis. She is also one of the singers for the first verse of Someday in the Sea of Stars: Character Version, which plays during said finale.\nFor much of the television series, Hana has an unfortunate tendency to be knocked unconscious. She almost compulsively repeats the phrase \"I`m not scared\" in times of mental stress - this was first taught to her by Mamoru as a coping mechanism.",
  "gender" : "FEMALE",
  "name" : "Hatsuno Hana",
  "rating" : {
    "rating" : 6.46,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4960" : "Yoshida Konami"
  }
}