{
  "anime_ids" : [ 1717, 3152 ],
  "character_id" : 20004,
  "description" : "Renais Kerdif Shishiou is Raiga Shishioh`s daughter by Freres Kerdif. She was abducted by the criminal organization BioNet in 2002 shortly following their murder of her mother (a BioNet agent herself gone rogue) and turned into a cyborg. Over the course of two years, she was trained as a killing machine, and ordered to swear loyalty to her captors; she chose to defy them instead, attacking them with the weapons they had equipped her with. For this outrage, she was chained up in a BioNet facility to die in 2004, where she was discovered in time and rescued by the French intelligence agency (and GGG partner organization) Chasseur.\nDr. Raiga—who was visiting France at the time—volunteered to help save Renais`s life, managing to do so with the addition of a portable GS-Generator to her cybernetics. Renais would eventually join Chasseur in an ongoing effort to destroy the organization that modified her, showing no mercy against its members.\nFar less of her body was altered than Cyborg Guy`s. Her modifications, however, have a problem with generating extreme heat—a flaw in BioNet`s design that even Raiga wasn`t able to properly remedy. As a result of this, Renais must always wear a cooling coat over her body or risk overheating. Any normal human being that touches her without proper protection risks suffering severe burns. However, Soldato J is perfectly able to touch her without injury, thanks to the fact that the Red Planet was a world aflame. For this reason, as well as the mutual respect they gained from their fights with their counterparts Pillnus and Pia Decem, Renais and J began to develop a relationship at the very end of FINAL, where she piloted King J-Der in conjunction with J. The results of this incident may have been the reason for the usage of Ikumi Kaidou as one of the Head Divers of the Super Neuromechanoid GaoGaiGo.\nLike Cyborg Guy, she is able to enter an Equip form, and access Hyper Mode in certain conditions. In both situations, her cooling coat expands and stiffens into lateral \"vanes\" to handle the additional heat exchange required.\nThe spelling of her name is not always consistent; her first name in various sources has been rendered as \"Lune\", \"Rune\", \"Renat\" and \"Renée;\" her mother`s maiden name is frequently rendered as \"Cardiff\" and occasionally as \"Cirdef.\" This Wiki uses the most-commonly-used spelling, which is consistently used in GaoGaiGar FINAL material and the second half of the novel \"The King of Braves GaoGaiGar: Queen of Leo <Leon Reine>.\"",
  "gender" : "FEMALE",
  "name" : "Renais Kerdif Shishiou",
  "rating" : {
    "rating" : 6.84,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "223" : "Kakazu Yumi"
  }
}