{
  "anime_ids" : [ 7718 ],
  "character_id" : 20076,
  "description" : "He has good control over machines, and excels in taijutsu. He`s commander of the Shadow Mirror`s special forces, and is Lemon`s lover.\nHe`s a former member of the EFA, and worked in the same squad as Beowulf. He left Beowulf`s team due to a difference in ideals, which were caused by the sudden change in Beowulf`s personality. He joined the Shadow Mirror in order to gain power, and to try and save the world from Beowulf`s influence.\nHe encountered Raul and Fiona`s group transporting the Excellence units while he was testing the Soulgain. He tried to capture the two Excellences, but failed. He badly damaged Fiona`s machine, and requested that Raul surrender his unit. Dunamis appeared suddenly, and caused a dimension jump, forcing Axel to retreat before his demands were met.\nWhen the Shadow Mirror were ready to use System XN to go to the new world, Axel decided that he would stay behind and fight against Beowulf forces one last time, while preventing the enemies from jumping with them.\nHe followed them soon after, but happened to arrive before any of his comrades did. He arrived during the end of the L5 Campaign, and participated in Operation SRW. It took him nearly six months to rejoin his comrades, and it`s unknown as to what he was doing during that time.\nHe doesn`t view Kyosuke as the Beowulf, and is able to see the differences between them. He comes to the conclusion that there is only one way to keep Kyosuke from becoming an abnormal existence like Beowulf, and that is to challenge and defeat him in a fight before he undergoes the same changes as Beowulf.\nHe later encountered Raul`s group when they jumped to the other side, and did battle with them. He tried asking them to join him, but he was unsuccessful, since they hated him for what he did to Fiona.\nHe had a dislike for Lemon`s W Number series, and always talked down to them, but that began to change as he started to see them grow. He was impressed by Lamia`s actions when she decided to disobey her orders and betray the Shadow Mirror since that meant that she had a mind of her own. He offered her a chance to return, but she refused.\nEchidna died protecting him while they were fighting the EFA outside of the White Star. He was disappointed in the fact that they lost yet another valuable soldier. He retreated to the inside of the White Star, where he was eventually defeated. He told Lamia that her and the other W Numbers were more than just lifeless dolls, since they`ve decided to things on their own. He thought about Lemon during his final moments.",
  "gender" : "MALE",
  "name" : "Axel Almar",
  "rating" : {
    "rating" : 3.54,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "211" : "Kanna Nobutoshi"
  }
}