{
  "anime_ids" : [ 98, 7991, 11851 ],
  "character_id" : 2012,
  "description" : "The elderly ruler of Midland who had been fighting a century long war with the neighbouring kingdom of Tudor. Burdened by the demands and responsibilities of his throne, the King`s only comfort was his daughter Charlotte whom to him was the sole source of warmth in his existence. Due to the Band of the White Hawk`s victories on the battlefield, the King supported Griffith despite his common heritage and the disapproval of the nobility and eventually bestowed upon him command over all of Midland`s armies.\nHowever, after Griffith slept with Charlotte, the king became enraged and ordered that Griffith be imprisoned and tortured. He also ordered an attack on the leaderless Band of the Hawk, resulting in the Band`s numbers being drastically reduced over the following two years. Driven to the brink of insanity by the fear of losing his only comfort, the king then proceeded to attempt to rape Charlotte who barely managed to fight him off. Afterwards, the guilt over what he had nearly done caused the King`s health to slowly degrade to the point that his hair turned white and his body wasted away to skin and bones. When Griffith was rescued a year later by Guts and the surviving members of the Hawks; the king sent first a group of five Bakiraka, and then the Black Dog Knights led by Wyald to kill Griffith. Shortly before Griffith was reincarnated on Earth, the King`s health had further faded to the point that he was unable to leave his bed anymore. In his final moments, he demanded to see his daughter, but Charlotte no longer recognised him as her father and refused to see him. Before he died, the King had a final vision of Griffith being reunited with Charlotte whereupon he realised the real reason he had supported Griffith was his hope that Griffith would take his place and free him from the cold loneliness of the throne.",
  "gender" : "MALE",
  "name" : "Midland no Kokuou",
  "rating" : {
    "rating" : 2.47,
    "total" : 27
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3379" : "Katsube Nobuyuki"
  }
}