{
  "anime_ids" : [ 90, 17065 ],
  "character_id" : 20158,
  "description" : "Takeda Kanryuu, a cunning money-minded industrialist, starts an opium dealing business in Tokyo and forces Takani Megumi to make the drug after the death of his previous opium maker. The opium is a stronger, faster-working recipe called \"Spider`s Web.\" The purpose of his opium business is to generate enough profits to bring in modern Westernized weapons such as the Gatling gun and become an arms dealer. He hires his own private army in Tokyo, as well as the infamous Oniwabanshuu. He thinks he has the Oniwabanshuu under his thumb but when Himura Kenshin shows up at his mansion to save Megumi, he finds that he is mistaken. He resorts to using his Gatling gun to kill all his enemies in the mansion. He manages to kill the four Oniwabanshuu as they protect their leader Shinomori Aoshi with a suicide charge. In the manga Kanryuu uses all of his bullets killing the four members, and Kenshin defeats him. As Kanryuu is arrested, he tries to get the police to arrest Megumi, but Kenshin tells the police that Kanryuu had forced Megumi, so the police leave her alone as Kanryuu is taken away. In the anime, the feeding ramp of his gun is jammed with a dart, after which Kenshin renders him unconscious to be arrested by the police.\nWatsuki modeled Takeda Kanryuu after Takeda Kanryuusai, the captain of the Shinsengumi`s Fifth Unit. Watsuki says that there is no model in terms of design; he describes Takeda Kanryuu as a \"carryover\" of Nishiwaki, a character in the second standalone Rurouni Kenshin story. Kanryuu wears white since Watsuki felt that \"between Kenshin and Aoshi, there was too much black already.\" Watsuki felt that, since he put so much emphasis on Megumi and the Oniwabanshuu, Kanryuu never \"became the character\" Watsuki intended, which for Watsuki \"was a bit of a letdown.\" The historical Takeda Kanryuusai was known as a homosexual; Watsuki considered making Kanryuu a homosexual, but dropped the idea as Watsuki felt it would \"unnecessarily complicate things.\" He wondered how the story would have proceeded if Kanryuu was a homosexual.",
  "gender" : "MALE",
  "name" : "Takeda Kanryuu",
  "rating" : {
    "rating" : 2.78,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "231" : "Madono Mitsuaki"
  }
}