{
  "anime_ids" : [ 90, 17065, 18323 ],
  "character_id" : 20160,
  "description" : "Hannya is a pupil of Aoshi. The village he was born in was poor, so he was abandoned at birth to reduce the number of people to feed. Han`nya survived, but he could not return to the village so he wandered around like an animal until Aoshi found him and gave him a position in the Oniwabanshuu. After the Bakumatsu Hannya received no prosperous government job offers because of his appearance.\nHannya is the master of disguise within the group; he gained his ability by removing all his prominent facial features, which is why he wears the demonic mask on his face. Hannya burned his lips, cut off his ears and nose, and crushed his cheekbones so he could disguise himself as any individual. The anime mentions nothing of his reason for the mask, although his face is still disfigured. Since Aoshi gave him something to live for in the Oniwabanshuu, he is very loyal to him. Han`nya gives his life to allow Kenshin enough time to retrieve his sakabatou to defeat Kanryuu and save Aoshi. Although working as a spy is more his specialty, Hannya is still one of Aoishi`s most powerful men (even mildly difficult for Kenshin to defeat). His style of combat evolves primarily from his discipline from Aoshi. However, he adds his own bit to it by having painted, possibly tattooed, his arms in horizontal stripes. Giving them the appearance of being shorter than they actually are, thus luring opponents into a false sense of security regarding distance of attacks. He also wears steel gauntlets beneath his gloves, which help him to block attacks from other weapons. These gauntlets contain retractable steel claws, which he will resort to as a sort of trump card.\nHannya`s personality is derived from Yamazaki Susumu, a member of the Shinsengumi. Some readers proposed that Han`nya had a handsome face under his mask, was Aoshi`s kagemusha (such as Aoshi`s twin brother), or was a kunoichi (a female ninja). The design model for Hannya was a human skeleton. Originally Watsuki based Han`nya off of Joseph Merrick, the \"Elephant Man.\" Watsuki initially intended for Han`nya`s face to be deformed since a person stepped on it while Hannya was still in his mother`s womb. In Watsuki`s original concept, other people treated Han`nya like a monster, and therefore he would live alone in the mountains. Aoshi discovers Hannya and Hannya becomes a member of the Oniwabanshuu. Therefore Hannya, who finds his raison d`être in fighting, says \"Only in the Oniwabanshuu am I able to live as a human being.\" Watsuki and his editor discussed how this could mean \"the shape of one`s destiny is determined by how one is born.\" Watsuki decided that this message would be inappropriate for a shounen series. Watsuki said that for him Hannya was a difficult character since it made Watsuki aware of the responsibilities of writing for children. The fact that Hannya`s left and right eyes have different shapes and sizes originates from the Merrick concept. Watsuki said that since Hannya`s design became \"more and more blocky\" in development his assistants referred to Hannya as \"mobile suit,\" \"robot,\" and other names. Watsuki said that Hannya is not a character one would describe as \"evil.\" Hannya was not based on Masked Ninja Akakage.",
  "gender" : "MALE",
  "name" : "Hannya",
  "rating" : {
    "rating" : 7.87,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "351" : "Okiayu Ryoutarou"
  }
}