{
  "anime_ids" : [ 1677, 5457, 5815 ],
  "character_id" : 20250,
  "description" : "Yuuri`s older brother who is apparently a genius, likes to play dating simulators and is very protective of Yuuri. He is to become Bob`s successor as the Maou of Earth. When he was younger, he met Bob who rescued Yuuri and him from some bullies. While initially despising his parents for having a divorcement argument, he also resented the fact that Yuuri will have to go to Shin Makoku eventually. Bob explained to him it will happen in the future, and Shouri was contented being with Yuuri for the time being. Shouri wanted Yuuri to call him \"onii-chan\" but Yuuri refused to and became more independent when he went to elementary school. It is seen that Shouri communicates regularly with Bob, who he complains emphasizes his age more than anything else.\nOften carrying a cold attitude, he did not welcome having Wolfram and the others in his house. He seems especially distasteful to Conrad, and makes a point of demanding that Conrad returns his clothes to him properly cleaned (since the two of them are about the same build and size, Jennifer usually lends Shouri`s clothing to Conrad). Later, he and Conrad form an understanding based on their mutual desire to protect Yuuri.\nOnce Shouri ends up in Shin Makoku, he becomes suspicious about the Original King, MurataKen, and the four forbidden boxes.\nShouri eventually goes to Shin Makoku where he learns to use the powerful maryoku he possesses. Wolfram gave Shouri a pact to the elements, somewhat like how Odine (Andine by some translations) gave a pact to Yuuri to gain control of his maryoku. Shouri`s maryoku is like of Yuuri`s, the control of water, but initially Shouri`s maryoku takes the form of a giant hand. He is, however, seen to be able to shape his maryoku into water dragons after some training with Ulrike, who comments that Shouri is extraordinary because he learned to control his maryoku slightly in a short span of time.",
  "gender" : "MALE",
  "name" : "Shibuya Shouri",
  "rating" : {
    "rating" : 3.24,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "179" : "Konishi Katsuyuki",
    "9365" : "Kokuryuu Sachi"
  }
}