{
  "anime_ids" : [ 90, 17065 ],
  "character_id" : 20547,
  "description" : "Isurugi Raijuuta`s personality and motives differ in the manga and anime. In the manga he is dissatisfied with the current state of swordsmanship in Japan and plans to revive the old style of swordsmanship (satsujin-ken, \"swords that bring death\" or \"murderous sword technique\") with the Shinko-ryuu by traveling around Japan and shutting down shinai dojos by force, gathering the strongest swordsmen he has met along the way. His Shinko-ryuu is not a formal sword school but a league of swordsmen. He uses the Tsukayama family`s money to fund his campaign. In the anime he aspires to form a \"kingdom\" of Japanese swordsmen with a rebel group of samurai, starting at the Tsukayama home in Izu Province by using his apprentice`s admiration of the swordsman to his own advantage.\nAlthough Raijuuta appears to be a tough fighter, proficient in the Shinko-ryuu style, the Izuna techniques (a vacuum cut of unparalleled sharpness) are all show and no true power. Although he severed the nerves in Yutarou`s right arm, he got Kenshin`s as well, and is gleeful, thinking he has the upper hand. In the manga, Kenshin figures out that despite all his talk of the killing sword, Raijuuta has never killed anyone himself and is in fact a total fraud. In the story Kenshin knocks him down with a battoujutsu technique from outside Raijuuta`s zone (shortly after he stated he could not be struck). In the manga, after the battle, Raijuuta picks up Yahiko and threatens to kill him. Yahiko tells Raijuuta to kill him; when Raijuuta is finally confronted with the choice of killing Yahiko, he cannot because Kenshin explains what the killing sword truly entails. This, in effect, destroys his confidence as a swordsman, and as a result he is never able to pick up a sword again. In the anime, Raijuuta had been shown to have murdered the people that he hired to fake a kidnapping of Yutarou.\nRaijuuta was originally based on a character in an American comic book. As the story progressed, Watsuki said that Raijuuta`s appearance and personality \"deteriorated.\" Watsuki intended for Raijuuta to be \"intelligently macho and a believer of satsujin-ken.\" Instead Raijuuta became \"a total fake\" who became \"a smaller and smaller man\" as the story progressed, until he was \"defeated by a single blow - ending almost as a villain.\" Watsuki wondered how Raijuuta \"sunk so low.\" Watsuki concluded that designing and developing Raijuuta taught him \"quite a bit.\" Watsuki wanted to give Raijuuta \"peace\" in future stories, but added \"then again...this guy-! Sigh.\" Watsuki experienced difficulty in trying to manage \"the complicated details\" of the Oniwabanshuu story arc, so he gave Raijuuta a relatively simple design. Watsuki used one design flourish and black feathers. Watsuki then experienced difficulty in drawing the feathers. Watsuki concluded that the development of Raijuuta taught him about character design and that he feels enjoyment in drawing \"macho\" characters.",
  "gender" : "MALE",
  "name" : "Isurugi Raijuuta",
  "rating" : {
    "rating" : 3.97,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "178" : "Miyake Kenta"
  }
}