{
  "anime_ids" : [ 90, 17065, 18323 ],
  "character_id" : 20649,
  "description" : "Based on the actual captain, Sagara Souzou was the leader of the Sekihou Army`s (Sekihou-tai) 1st Unit. Sanosuke looked up to him greatly; he was, to Sanosuke, the ideal role model. He was killed when the Meiji government purged the Sekihou Army, leading to Sanosuke`s embitterment towards the Meiji government. In the manga, Sagara`s head was placed on a platform and in a cage for all to see, haunting Sanosuke for many years. In the anime Sagara died of fatal gunshot wounds while protecting Sanosuke. In a flashback late in the Kyoto arc of the anime, it is also shown that Sanosuke remembers seeing Sagara`s head in the cage in a crowd. Sometime after his death, Sano took Sagara Souzou`s family name his name and became Sagara Sanosuke.\nWatsuki said that since Sagara Souzou is an actual historical figure, \"talking about his \"motif\" as a character seems beside the point.\" The author`s mental image of Sagara Souzou became important in the character development. According to Watsuki, the framework of Sanosuke`s memories glorifies Sagara Souzou in the story. Since, according to Watsuki, Sagara Souzou genuinely wanted equality for Japan`s people, Watsuki wonders about the fate of Japan if Sagara Souzou survived. Watsuki debated whether to include the Sekihou Army Incident due to its obscurity. Since he believed that the movement exposed the truths and lies of the Meiji Restoration, he decided to include the movement. One of Watsuki`s friends told the Rurouni Kenshin author that another one of his friends feared that Watsuki may be \"getting in too deep.\" In addition, as Watsuki wrote the storyline, the popularity of the series fell to the lowest point since the debut of the series. Watsuki reasoned that he wished to explore the \"true story of the Meiji Revolution\" and therefore could not leave out the story of the Sekihou Army. Watsuki did not base the appearance of Sagara Souzou on actual historic photographs; he wondered about the appearance of the real Sagara Souzou. Watsuki instead formed his version of the character based on his mental image of the real person. He says that the character is popular \"in the eyes (and hearts) of female readers.\"",
  "gender" : "MALE",
  "name" : "Sagara Souzou",
  "rating" : {
    "rating" : 6.44,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "250" : "Ono Daisuke"
  }
}