{
  "anime_ids" : [ 90, 422, 17065, 18323 ],
  "character_id" : 20650,
  "description" : "Born Katsuhiro, Tsukioka Tsunan is a survivor of the Sekihou Army after it was disbanded by the government. Called Katsu by Sanosuke, Tsunan became a printmaker after the Meiji Restoration. He is an expert at explosive weapons and gunpowder, and intends to use them against the Meiji government. When he and Sano try to embark on a terrorist campaign against the Meiji government later in the series, they are stopped by Kenshin. Since then, Kenshin buried his bombs and Katsu became a journalist for his own newspaper (in the anime Katsu buried his own bombs). Later on in the anime series, he becomes a valuable source of information for Kenshin and Sanosuke, serving as their intelligence source during the Feng Shui arc. However, he still makes bombs solely as a hobby-he has several to give Sanosuke just before following Kenshin to Kyoto.\nWatsuki says that Tsunan originated from a false advertisement, labeled \"Mysterious Artist Appears,\" within the series. When Watsuki created the extra Sanosuke chapters he created a \"comrade from the Sekihou Army — lone explosive expert plotting overthrow of the government.\" Watsuki believed that this alone did not give Tsunan \"interesting\" qualities, so he added the \"fake artist\" trait. In Volume 6 Watsuki expressed a desire to use Tsunan at a later point since, at that point, he is the sole character with a \"mass media\" connection and therefore could have further use at a later point. Despite the fact that Tsunan is \"a little depressing,\" Watsuki likes Tsunan`s \"straightforward personality.\" Tsunan had no design model. Due to a lack of time Watsuki used an earlier concept of a man with dreadlocks; Watsuki believed that the concept \"to my surprise, turned out to be just right.\" The author added that the character could be \"a good villain.\" After making some \"tweaks\" the design assembled \"quickly.\" Watsuki added the bandanna and the \"oddly-patterned\" jacket as he wanted \"artist-y\" clothing.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Tsukioka Tsunan",
  "rating" : {
    "rating" : 4.71,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "39792" : "Umehara Yuuichirou"
  }
}