{
  "anime_ids" : [ 90, 195, 17065, 18323 ],
  "character_id" : 20702,
  "description" : "In history, Ookubo Toshimichi (大久保 利通) (1830-1878) was one of the five Ishin Shishi - Men of Spirit and the last of the three to have the highest honors in the government. He outlived Katsura Kogorou and Saigou Takamori. He was a leader of the Satsuma clan, who supported the restoration of imperial power. He was responsible for the suppression of the Satsuma rebellion in 1877, led by Ookubo`s university friend, Saigou Takamori. In Rurouni Kenshin, Ookubo appears to Kenshin for help in the Shishio Makoto crisis. In real life, Ookubo was murdered by six discontented clansmen on his way to Tokyo on May 14, 1878. In the Rurouni Kenshin series, Seta Soujirou murders him and the clansmen take responsibility.\nWatsuki feels that many Japanese people have bias towards Saigou and that Ookubo was \"sly\" and \"cunning.\" Watsuki expressed disappointment in this and instead stated that while Ookubo was a strategist during the Bakumatsu, Ookubo was ethical during the Meiji era and did not try to enrich himself while other politicians conspired with the wealthy to make money. To support his point, after Ookubo died he had few assets and many debts; many of his debts were due to his covering government shortfalls. Watsuki felt that Ookubo, who had been demonized during his time period, needed more appreciation from the population. In the design Watsuki tried to use portrait photographs, but he could not find any. He tried using a statue as a model, but Watsuki believes that the final character does not look at all similar to the statue. In retrospect he believed that the character resembles President of the United States Abraham Lincoln, another historical figure that Watsuki had respect for. He commented \"that must have found its way in there, somehow...\"",
  "gender" : "MALE",
  "name" : "Ookubo Toshimichi",
  "rating" : {
    "rating" : 7.93,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "293" : "Matsuyama Takashi"
  }
}