{
  "anime_ids" : [ 90 ],
  "character_id" : 20741,
  "description" : "Senkaku is a minion of Shishio Makoto who oppresses Shingetsu Village. Senkaku killed Mishima Ei`ichirou and Ei`ichirou`s parents after he discovered that Ei`ichirou was spying for the Meiji Government. He claims to have killed 99 people. Senkaku fights with a pair of knuckle blades and has high speed, contrary to his size. However, this proves to be his undoing, as Kenshin defeats Senkaku in a battle by using the gigantic size as a way to stress out Senkaku`s limits, causing his leg to break. In the manga the police take Senkaku away, in which Saitou notes he would most likely be executed. In the anime he manages to escape and is killed by Seta Soujirou.\nOriginally Senkaku was one of the \"Ten Swords\" and so Watsuki put a lot of effort into his creation. Since Shishio and Soujirou were present and Kenshin needed to go to Kyoto, Watsuki decided to make Senkaku a \"violent village despot.\" Originally Watsuki had Senkaku as an experimental character who could only say \"Gaaaah\" or \"Guaaah\" and not form any words. An editor commented that Senkaku \"is not a wild animal\" during a meeting, so Watsuki scrapped this idea. Senkaku had no model for his personality, and after the scrapping of the inarticulation trait Senkaku became \"pretty much just muscle-head small fry.\" The origin of Senkaku`s design stems from the design of the four Abukuma priests, a group of minor antagonists. Watsuki felt no attachment towards the priest characters, but he had some interest in discovering how well he could draw the different bald heads, and one of those was cone-shaped. He felt the cone-shape design was \"a waste for an unimportant character,\" so he instead used that design for Senkaku, who to Watsuki turned out to be \"unimportant\" anyways. In retrospect Watsuki felt that he may have been influenced by the Coneheads, characters in a Sega Saturn commercial, and the Giant Soldier in Nausicaä of the Valley of the Wind. When Watsuki wrote the creation profile of Senkaku in Volume 8 of Rurouni Kenshin, he still felt regret about the development of Senkaku; what he regretted most was how he was unable to use Senkaku`s hissatsu-wata special technique \"Piercing Head-Butt\" in the storyline. In Watsuki`s group of friends, Senkaku was referred to as \"Sexy Dynamite,\" and Watsuki added that they said \"especially in the groin area.\"",
  "gender" : "MALE",
  "name" : "Senkaku",
  "rating" : {
    "rating" : 3.93,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1621" : "Komura Tetsuo"
  }
}