{
  "anime_ids" : [ 90, 8595, 18323 ],
  "character_id" : 20748,
  "description" : "Yuukyuuzan Anji is a warrior fallen-monk who fights alongside Shishio to destroy the Meiji government who did nothing to stop the anti-Buddhist purge which resulted in the destruction of his home and the deaths of the five orphaned children he cared for in his temple, who came from families who opposed the Meiji restoration and were wiped away during the war. Though he is a \"fallen\" monk he still maintains many of the Buddhist beliefs and now wishes to cleanse the world of those who are evil, driven by the goal of salvation, and is willing to side with evil to achieve this. Anji`s title, \"The Bright King\" (Myou-ou), comes from Acala, one of the Five Wisdom Kings, who shatters delusion and is a protector of the faith; Anji believes this to be his purpose. In the English dub, his title was changed to \"Anji the destroyer.\"\nAnji is the 3rd strongest and most merciful of the Ten Swords and has made an agreement with Shishio that Anji shall decide whether someone lives or dies. Despite being ranked as third most powerful, Usui seems to fear him to some extent, having declined from Anji`s challenge after the fallen monk protected Misao from the Blind Murderer. He does not use a blade directly in combat, instead utilizing Futae no Kiwami (Double Layer Limit or \"Mastery of Two Layers\") to strike the blade into the ground to attack from a distance, or more usually directly with his fists.\nUpon meeting Sagara Sanosuke in a forest, he teaches him his secret technique, without realizing Sanosuke is allied with Kenshin. Before teaching Sanosuke, Anji asks Sanosuke about his opinion on the Meiji government, to which Sanosuke answers that he hates the Meiji government. In Shishio`s lair, Sanosuke battles Anji to a standstill, and then, despite Anji attacking with his final technique (using his secret move in combination with a short sword) gains the advantage by upgrading the power of the Double Layer Limit into a Triple Layer Limit (Sanjuu no Kiwami). (He strikes with his knuckles and then his fist, in the usual way, but then with the tips of the fingers.) After hitting Anji with the Sanjuu no Kiwami, Sanosuke convinces him that the life he has been living is not the one that the deceased children want for him like he believed. Anji stops in mid-attack and sees the spirits of children he used to take care of, sinking to his knees instead. After Shishio`s death, he chooses to serve 25 years in prison in Hokkaido.\nWatsuki developed Anji before publication of Rurouni Kenshin; Anji appears as an extra in the \"Rurouni\" short story. Watsuki experienced difficulty in determining what Anji`s backstory would be and whether Anji would be a protagonist or an antagonist, so he did not use Anji until the stories published in Volume 9. When Watsuki determined that Sanosuke needed to become more powerful, he introduced Anji as being a counterpart to Sanosuke`s fighting style, so Watsuki would give Sanosuke a strong opponent and increase Sanosuke`s power. Watsuki used no model for Anji`s personality; Watsuki pictures Anji as being similar to Shinsengumi lieutenant Kai Shimada (JA) due to the \"manly air.\" Watsuki said that Anji is his second attempt at \"manly intelligence,\" as the first, Isurugi Raijuuta, \"failed.\" Anji`s visual model originates from the lead vocalist of a band called \"Angie,\" which had disbanded by the time of the publication of Volume 9 in Japan; the name \"Anji\" originates from \"Angie.\" Watsuki believes that the band`s bandannas on shaved heads and the black makeup under the eyes gave an impression suggesting intelligence and appeared \"cool,\" therefore Anji received these traits. Watsuki intended to give Anji a \"power-fighter\" design but instead used a \"macho\" design.\nWatsuki reported that some people told him that Anji looks like Colossus in the \"Fatal Attraction\" story of X-Men. Watsuki said that this was not an influence in Anji`s design, since Anji was created one year before the Japanese publication of Rurouni Kenshin Volume 13, and that he read the Japanese version of \"Fatal Attraction\" afterwards. Watsuki reported that reader response to Anji`s story was mostly positive. Watsuki planned to give Anji more of a backstory, but he had to cut it down so it would not interrupt the flow of the fighting; Watsuki originally planned to have Anji`s heart momentarily stop due to the \"Mastery of Three Layers.\" Watsuki`s assessment is that if one reads into the story deeply enough, one can see that Anji`s \"rampage\" to the dark side was stopped, but by the end of Volume 13, after his defeat at the hands of Sanosuke, Anji`s soul had not yet been \"saved.\"",
  "gender" : "MALE",
  "name" : "Yuukyuuzan Anji",
  "rating" : {
    "rating" : 6.59,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "29" : "Hatano Wataru"
  }
}