{
  "anime_ids" : [ 90, 8595, 18323 ],
  "character_id" : 20769,
  "description" : "Kashiwazaki Nenji, also known as Okina, is a strong fighter and a talented strategist. He is said to be the only one who can equal the former Oniwabanshuu leader in a fight, wielding steel tonfa to block sword blows. Okina was to become the next leader but refused the position, saying that it was the time for the young, not the old and recommended Aoshi to be the next leader. He was then made an agent in Kyoto for gathering information. Upon retiring, he gave up his fighting ways (although he was seen fighting Aoshi) and now lives peacefully in Kyoto at the Aoi-Ya (House of Malva), the headquarters of the Oniwabanshuu (which is now a hotel), where he raised Misao. Although old, Okina still possesses a quick mind and knows all of the outer and inner workings of Kyoto since the old intelligence network of the Oniwabanshuu is still active. He uses this network to help Kenshin find Arai Seikuu and Hiko Seijirou. Okina tends to like drinking games and pretty girls.\nWatsuki had no particular model for Okina`s personality; Okina is Watsuki`s image of an \"old soldier.\" Okina, a \"gentle, run-down-at-the-seams\" elderly man, summons his powers and corrects the younger generation when it is confused or does something wrong; Watsuki supposes that a bit of the character Kohei from Shoutarou Ikenami`s Kenkyaku Shoubai (\"The Sword Trade\") in Okina. Watsuki said that he likes Okina since as a character he can \"tie up loose ends.\" Okina`s design model is Tokijirou Kaizou from Takeshi Obata`s Cyborg Jii-chan G (\"Cyborg Grandpa `G`\"). Watsuki said that while he is careful to not make his characters look too similar to their influences, his assistants guessed the design model \"right away\"; Watsuki added that his assistants are \"too clever for their own good.\" Watsuki expressed disappointment with Okina`s hair; he intended for the hair to stand up when Okina is very angry, making Okina resemble \"Sally`s dad from the anime.\" Because of a lack of available pages Watsuki concluded \"this hasn`t ended up coming across too well.\"",
  "gender" : "MALE",
  "name" : "Kashiwazaki Nenji",
  "rating" : {
    "rating" : 8.33,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "541" : "Chiba Shigeru"
  }
}