{
  "anime_ids" : [ 90, 8595 ],
  "character_id" : 20773,
  "description" : "Sawagejou Chou, also known as Sword Hunter, possesses quite a collection of rare and unusual swords, including, his favourite, a long flexible sword he keeps hidden around his waist named urumi, and double bladed sword known as a renbatou. He is only a mediocre opponent when not using the former (despite using a master sheathing technique), but he will still begin battles with regular swords, preferring to toy with his opponents. Only if they prove a true challenge will he reveal his full ability. A native of Osaka, Chou has a very calm and cool exterior, and normally keeps one eye closed when talking, and only opens both eyes when excited in the heat of battle. He speaks with a Kansai-ben accent.\nHis fighting style is determined by the sword he uses, but he mainly uses the style Garyuorochi. The first is Orochi (Eight-Headed Hydra), in which Chou bounces his sword, Hakujin no Tachi (The Thin blade) on the ground in waves. He uses \"Reverse Mid-Air Sheathing\" (Sakasa Kuchu Noutou) on Arai Seikuu`s son Iori, threatening to kill Iori to intimidate Seikuu and Azusa, Seikuu`s wife, into revealing the location of the final sword of Shakkuu; Azusa reveals that the sword was placed in a temple as a godsword. Chou took Iori with him and threatened Iori`s life. Kenshin fought Chou with the broken sakabatou; after Seikuu gives Kenshin the sword, Kenshin defeats Chou. After Shishio Makoto`s death, Chou pays Kenshin and his friends a visit to inform them of what happened to members of the Ten Swords after Shishio`s demise, then he goes on to work under Saitou Hajime as a spy and informant.\nChou later appears in the anime when he tries to attack Amakusa but is soundly defeated. In the manga, he later appears in the Jinchuu Arc to help uncover information about Enishi.\nWatsuki used no particular model for his personality; Watsuki said that if he had to say one, it would be the stereotyped depictions of people from the Kansai region. Watsuki stressed that Chou is not intended to represent the people from the Kansai region. An assistant from Kansai checked Chou`s accent. Watsuki then had the accent \"broken down\" so that everyone from Japan can understand it, so therefore Chou`s Kansai accent differs from the actual accent. Watsuki said that he created Chou`s design when he was 20 years old; originally the design was to be used for a space alien. While Watsuki did not use the alien aspect, for him the \"horse-headed monkey-face\" was \"hard to throw out completely,\" so he used it for Chou. Originally the character design had swept back black, \"messy\" hair. To give the character more impact as the first Ten Swords member chronicled, Watsuki added a \"punk rock\" quality to Chou. Watsuki reported that his assistants incorrectly guessed that Galford D. Weller of Samurai Shodown was the model for Chou`s design, while readers incorrectly guessed that Benimaru Nikaido of King of Fighters was the model for Chou; Watsuki added \"I guess that due to the punk rock hair it was understandable that readers thought of Benimaru\".\nDespite being a villain, Chou was a popular character with Rurouni Kenshin readers; Watsuki said that characters with Kansai dialects are \"always pretty popular.\" Watsuki said that he enjoyed drawing Chou and that it would be \"a waste\" to \"finish off\" Chou after the conclusion of the Iori story. Therefore Watsuki made Chou appear at later points, though he would be in \"a bit more of a neutral position\" since he felt it would be strange for Chou to \"become friendly with Kenshin and the others.\" Watsuki added that most of the sketches sent by fans to him with Chou also had Iori in the pictures; Watsuki found this humorous and reported having \"quite a laugh.\"\nSource: wiki",
  "gender" : "MALE",
  "name" : "Sawagejou Chou",
  "rating" : {
    "rating" : 4.96,
    "total" : 12
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "22155" : "Fukumoto Shin`ichi"
  }
}