{
  "anime_ids" : [ 90 ],
  "character_id" : 20808,
  "description" : "Saizuchi is a cunning small old man who manipulates Fuji and lays out the battle plans for him; his real name is not stated in the series. He believes that his old age makes him the one who is right since he has lived so long. Saizuchi`s talents lie not in battle-abilities, but his proficient use of words: during the Ten Swords attack of Aoi-Ya, Saizuchi attempted to destroy the morale of the Oniwabanshuu by giving a speech as to why it is impossible for them to defeat Fuji and himself. Saizuchi was knocked unconscious when Fuji`s left arm fell on him, after Fuji was defeated by Hiko Seijuurou. Saizuchi later works for the Diplomacy Department in the government for sticky situations after Shishio`s death.\nThe overall model for Saizuchi is the evil elf who tricks the Jötunn (Frost Giant) in Norse mythology; Watsuki combined the concept with the \"image of a giant-robot pilot.\" In addition Watsuki compared Saizuchi to Kushana in Nausicaä of the Valley of the Wind, using Fuji and the Gold-Soldier in Nausicaä of the Valley of the Wind as a comparison. Originally Watsuki planned for Okina to fight Saizuchi, but he cut the concept because he wanted to maintain the balance of the story and because his \"inner story-editor\" asked him if anyone would really like to see \"two old codgers\" fight each other. The design model is \"Director-General Luchi of the Akuda Republic\" from Purin Purin Monogatari (\"Purin Purin Story\"), an NHK puppet show. Watsuki said that the large size of Director-General Luchi`s head would \"freak me out.\" Watsuki commented that Luchi`s design was \"efficient\" since one could tell that he was very intelligent at one glance.\nWatsuki added that, of the Ten Swords, Saizuchi got the \"short end of the stick\" since the character did not have a chance to fully display his intelligence. He described this as the \"Senkaku Effect,\" where the characters with the \"best noggins\" are not used to their \"full potential.\"",
  "gender" : "MALE",
  "name" : "Saizuchi",
  "rating" : {
    "rating" : 3.91,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4475" : "Nishikawa Ikuo"
  }
}