{
  "anime_ids" : [ 90 ],
  "character_id" : 20807,
  "description" : "A crossdresser, Honjou Kamatari appears like a woman to the degree that he throws Makimachi Misao off completely when Kamatari reveals that he is a man; in the manga, he lifts his kimono to reveal his penis, showing that he is biologically a man. He is homosexual and loves Shishio Makoto deeply, but knows that he will never be loved like Komagata Yumi nor will he ever become as talented as Seta Soujirou, who serves as Shishio`s right hand man.\nKamatari uses a very heavy scythe-like weapon, a reaper, with a chain ball on the end of the weapon; this is called Ogama. Kaoru estimated that the weapon weighs at least 50 kan (30 kilograms or 78 pounds). He practices Honjou-ryuu, his own style of martial arts with his scythe, and three of his special techniques are seen in the series, two of which are named after Benten, the only female of the Buddhist Seven Lucky Gods: Midare Benten (Disheveled Benten) is when the scythe is whipped over his head, and the chain forms a sphere, therefore creating both an offensive and defensive attack. Benten Mawashi (Unwrapping Benten) makes use of his broken scythe by twirling the blade and chain rapidly like the blade of a helicopter. Kaoru and Misao defeat Kamatari. Kamatari tries to commit suicide with a pin, but Misao hits him, preventing him from driving it into his neck. As Kamatari recovers from his injuries, Sawagejo Chou convinces Kamatari that Shishio wanted for Kamatari to live so that the world will know of the work done by Shishio`s faction; Chou in fact made up the story so that Kamatari would not kill himself. Kamatari becomes a spy.\nThe concept for Kamatari originated from a play on words from Eiichiro Oda, who was one of Watsuki`s assistants at the time. In Japanese okama is a slang word for a homosexual, while the word for a scythe is a kama. Watsuki used ideas from assistants to create the Ten Swords, and the word play lead to the creation of Kamatari. Watsuki said that at first the concept \"just wasn`t coming together.\" In the beginning some of his ideas were \"male-appearing on the surface, but personality-wise, will be feminine,\" \"A very erotic and seductive, womanly appearance from the outside, but a manly man on the inside,\" and \"a big macho gay guy.\" The conflicting ideas for Watsuki became \"a big tangle.\" A friend of Watsuki asked if Kamatari could be \"just a `pretty girl` type,\" leading to the solidification of the character. Watsuki planned for Kamatari to have a \"light-hearted and cheerful\" personality, but Watsuki found complications when \"the more serious side\" began to emerge, leading him to feel some regret with the outcome. Watsuki added that when he writes with the character in the future he would have to \"keep his outlook sunny\" while not compromising the \"essential self.\" Watsuki used Yui Ikari from Neon Genesis Evangelion as the visual model for Kamatari`s face; the author colored the hair black, exposed more of the forehead, and had the back of Kamatari`s hair \"flip out as I`ve seen so many high-schoolers do these days.\" Watsuki added that he then made \"Watsuki-style adjustments\" to make the design origins less obvious. Watsuki found that the triangular silhouette has influences from Hsien-Ko (Lei-Lei) in Darkstalkers (Vampire Hunter). The type blade that Kamatari uses exists in real life; Watsuki made Kamatari`s blade larger to give it \"a real super-impact look.\" In real life the type of blade is not intended to be used in the way that Kamatari uses it in Rurouni Kenshin.\nWatsuki originally believed that Kamatari would be a \"garden-variety character,\" but Kamatari took tenth place in a character popularity poll.",
  "gender" : "MALE",
  "name" : "Honjou Kamatari",
  "rating" : {
    "rating" : 5.02,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "302" : "Takeuchi Junko"
  }
}