{
  "anime_ids" : [ 90, 18323 ],
  "character_id" : 20802,
  "description" : "Kariwa Hen`ya, known as Hen`ya the Flighted, aids the attack on Aoi-Ya, the Kyoto secret headquarters of the Oniwabanshuu, with four other Juppongatana members. His battle technique is called Hiku Happa, in which he uses dynamite to lift himself into flight and attack with from above. He can descend to attack the opponent with a blade on his arm and then blow himself back into the air. The power of flight is harnessed because Hen`ya starves himself and is very emaciated; he is so light that the constant uplift from the explosions can easily keep him in the air, and a cape allows him to control his movement. Yahiko defeats Hen`ya by using a shouji door blown up by Hen`ya`s dynamite and then attacks from above. Later on, Henya is used as a government spy because of his aviation abilities.\nHen`ya`s personality was modelled after Matsubayashi Hen`yasai, a swordsman in the Edo period, who possessed \"avoidance techniques,\" which would be called acrobatics in the modern era. Watsuki originally planned to introduce Hen`ya as a tengu during the Megumi arc; Watsuki said the arc was \"not as well-planned as it otherwise might have been,\" so Watsuki could not introduce Hen`ya at that point and instead made Hen`ya into one of the Ten Swords. Originally Watsuki planned for Hen`ya to engage in a mid-air battle with Kenshin, but Watsuki felt that Kenshin would be too strong since Kenshin had gained the secret Hiten Mitsurugi-ryuu technique, so Kenshin made Yahiko the opponent of Hen`ya; Watsuki reported that some readers believed that Yahiko was too strong of an opponent for Hen`ya. For Hen`ya`s design Watsuki used the bat as a model; he added a streamline head and \"a little bit\" from Jet Link (Cyborg 002) of Cyborg 009. Watsuki intended for Hen`ya to be \"monster-like\" since, originally none of the Ten Swords aside from Soujirou were supposed to be \"lookers.\" Watsuki reported that some people around him felt that Hen`ya was \"still too good-looking,\" so Watsuki made his body \"super-emaciated.\" Watsuki said Freak of Spawn was also a reference for Hen`ya.",
  "gender" : "MALE",
  "name" : "Kariwa Hen`ya",
  "rating" : {
    "rating" : 4.68,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "29979" : "Oosaka Ryouta"
  }
}