{
  "anime_ids" : [ 90, 8595, 18323 ],
  "character_id" : 20806,
  "description" : "Uonuma Usui, the \"Blind Sword,\" used to be a swordsman working for the shogunate government. However, in a fight against Shishio Makoto, he was blinded and eventually left to die. He possesses the Shingan, which actually is superhuman hearing that lets him hear another`s heartbeat thus enabling him to sense people around him and detect the emotions of others. This ability is so advanced that it appears to be similar to the sonar of a dolphin or bat. Usui speculates that it was coming close to death and returning to life that is the origin of this ability. Usui and Shishio made a deal upon Usui joining the Ten Swords (Juppongatana): That Usui could try to kill Shishio anytime he gets the chance. Saitou points out that deep down Usui knows he will not be able to kill Shishio (because Shishio came closer to death than Usui and developed an even greater power than the Shingan) and just boasts about killing him to hide that fact from everyone else. Saitou also points out that Shishio knows this too and is just playing along to use Usui. Since Usui cannot kill Shishio, he kills people weaker than himself to boost his ego. According to Chou, he is the second strongest of the Ten Swords.\nUsui, a native of the Ryukyu Islands, fights using a short spear with a weighted end - the rochin - to attack, and a tortoise shell - the tinbei - as a shield to deflect attacks and block the enemy`s vision. He dies during a fight with Saituu.\nIn the anime, he dies when Saitou uses the Gatotsu Zeroshiki (which Saitou originally reserved for Kenshin) and gets impaled above the door behind him. In the manga, he dies in a similar manner but instead, the force of the blow severs his upper body which is impaled above the door.\nUsui originated from a chat Watsuki had with one of his assistants. The assistant proposed that Watsuki include a blind swordsman. Originally Watsuki was not interested in the idea, but after Watsuki and the assistant discussed \"Shingan,\" the ability to read emotions of people by listening to their heartbeats and pulses, Watsuki decided to go forward with the idea. Watsuki originally planned to have Usui fight Kenshin while chasing him in the city in a similar manner to the Terminator; the plot went in a different direction, so instead Usui faced against and died at the hands of Saitou at Shishio`s place. Watsuki said that he regretted creating Usui, like he regretted creating Raijuuta, but Usui became more popular than Raijuuta was, so Watsuki concluded \"that must also mean\" Usui is \"stronger.\" The model for Usui`s design is Tao Pai Pai from Dragon Ball by Akira Toriyama; Watsuki said that Tao Pai Pai made \"a strong impression\" as he was the first villain to defeat Son Goku, the main character of Dragon Ball. Watsuki said that many readers incorrectly guessed that Lau Chan from Virtua Fighter was Usui`s design model. Watsuki originally planned to give Usui a \"tribal\" outfit, but after Watsuki saw the \"spider-like angel\" in Neon Genesis Evangelion, he decided to give Usui an \"eyeball-covered costume.\" Watsuki originally planned to make Usui a \"handsome, long-haired type,\" but when he saw a sketch of the concept, Watsuki believed that it looked too much like Ukyo Tachibana from Samurai Shodown (Samurai Spirits), so Watsuki created the final Usui; the author of Rurouni Kenshin decided that while the final Usui originated from several sources, he believed \"it came out pretty well.\"",
  "gender" : "MALE",
  "name" : "Uonuma Usui",
  "rating" : {
    "rating" : 7.35,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "200" : "Suwabe Jun`ichi"
  }
}