{
  "anime_ids" : [ 90 ],
  "character_id" : 20815,
  "description" : "Anji raised five children, including Tsubaki, Tasuke, and Gorou, at Juugaku Temple in Ezo, now Hokkaidou. Collectively they are known as \"The children of Anji`s temple\". The children lost their parents in the Boshin War. Tsubaki, the oldest of the children, looked after the others with Anji. The younger children kept asking Anji when he was going to marry their \"sister\", Tsubaki. The village chief asked Anji and the children to leave; he feared that there would be retaliation from the Meiji government since Tsubaki`s father, the previous village chief, had sided with the shogun. Anji agreed to leave the following day. However the chief orders Anji`s residence to be burnt to the ground before he had a chance to leave with the children. As a result all five died. In revenge Anji killed the village chief five years later.\nWatsuki developed Tsubaki and the children after creating Anji`s past. Originally Watsuki planned to have Anji oversee an entire orphanage as opposed to five children, but he scaled back the number since he felt drawing an entire orphanage would be \"a hassle.\" In restrospect he said that drawing the five was still \"a lot of work.\" He gave Tsubaki a headband to distinguish her from Kamiya Kaoru and Takani Megumi; no other meaning was in the headband. Watsuki saw a headband in a fashion magazine, so he said that one could say the magazine was a model for Tsubaki`s design. The other characters had no models for their designs. Watsuki said that he got letters from readers who believed that Tsubaki \"liked\" Anji. In response he said that he does not disagree with the assessment. Watsuki also received letters from readers saying that Tsubaki looks like Kyo Kusanagi from The King of Fighters. Watsuki responded by saying \"that`s a wrong way to look at it. Let`s both try and be more literal about this, huh? (Heh.)\"\nSource: wiki",
  "gender" : "MALE",
  "name" : "Mikan",
  "rating" : {
    "rating" : 3.97,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3133" : "Nishihara Kumiko"
  }
}