{
  "anime_ids" : [ 90, 8595 ],
  "character_id" : 20843,
  "description" : "Fuji is a giant, considered a freak by everyone around him; his real name is not stated in the series. One day he was attacked and almost killed but the old man Saizuchi found him and took him in. The gentle, depressed Fuji was in an ideal state for Saizuchi to manipulate his emotions and turn him into an unbelievable fighter. Saizuchi keeps telling Fuji that he owes him for saving his life and uses that to control him. He was easily defeated by Hiko Seijuurou, though he spared his life, who unlocked his true martial artist`s soul and was the first to look at Fuji as someone other than a monster. Upon capture, the Meiji government assigned him to northern Hokkaido to develop land and act as a defending fighter during times of war.\nThe idea originated from the God-Soldier in Nausicaä of the Valley of the Wind; Watsuki saw the film and decided that he wanted to create a giant character. Around the same time he wondered if it would \"even be interesting\" for Kenshin to fight a giant. Watsuki decided to have Fuji fight against Hiko. Watsuki also received inspiration from Jötunn (Frost Giant), a Norse folktale in which a giant is revealed to have a compassionate heart; Watsuki used this idea with Fuji. The design had inspiration from the first Neon Genesis Evangelion Originally the face originated from Eva #2. The assistants believed the design looked too similar. One then-assistant of Rurouni Kenshin, Hiroyuki Takei, suggested a `skull-like riff on \"Eva#1.\"` Watsuki added the skull biting the helmet anchor rope feature, finishing Fuji`s helmet face. Watsuki tried \"very hard\" to keep the face from being too similar to the designs of Neon Genesis Evangelion. Fuji`s actual face originates from Dogura Magura of Arabian Lamp-Lamp by Takeshi Obata; Watsuki wanted to work with the concept of a \"monstrous character who`s somehow still good looking,\" which Watsuki says Dogura Magura is \"the epitome of\" the concept. Due to the \"tight\" schedule of the Fuji chapters Watsuki said that he had insufficient time to revise the design, resulting in \"an essentially unoriginal face.\" Watsuki reported that people correctly guessed the influence of Fuji`s real face upon seeing it.\nWhen Watsuki told his editor about the giant character idea, the editor asked \"Are you sure?\" as the editor was concerned that the character was too large. Watsuki`s assistants and friends told the author of Rurouni Kenshin that the idea \"sound(ed) fun—do it, do it!\" Watsuki decided to create the character; in retrospect he said that the \"gamble\" \"seems to have paid off, so, I`m pleased.\"",
  "gender" : "MALE",
  "name" : "Fuji",
  "rating" : {
    "rating" : 4.1,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}