{
  "anime_ids" : [ 7315 ],
  "character_id" : 20984,
  "description" : "A tall lanky guy with peach coloured hair with a comb attached to his hair, Sui is Kuu`s elder brother and frequently travels together with Kuu. He is a young aspiring author with a seemingly friendly personality. However, underlying, he carries a strength and power beyond that of a normal human being. He possesses the Rule Fragment known as \"The Comb of Elemio\". The artefact is shaped like a comb and can be used to fire a powerful shockwave against the enemy, and is said to be an ideal weapon to counteract a berserk Alpha Stigma bearer`s pentagram-shaped deconstruction power. In the anime, instead of firing a shockwave, it appears to emit an anti-magic forcefield. He also picked up the Rule Fragment that Ryner discarded after accidentally summoning a dragon from it. This Rule Fragment, \"Blade of Dolueli\", is in the form of a dagger with a blue blade, and upon invocation by stabbing the sword into something, grants the invoker the power to call forth flames, which varies depending on the user and his will. In Sui`s case, it took the form of a dragon encompassing his whole arm. The only anomaly was that, Ryner summoned a dragon the first time he misused it.\nLike Refal and Ril, Sui is an expert in the subject on \"Cursed Eyes\" and has a \"hobby\" of killing \"Cursed Eye\" bearers, crystallizing their eyes and adding them to his collection, which were later utilized as weapons by the Gastark Empire. In his second encounter with Ryner and Ferris, he forced Ryner into berserking, without realizing that Ryner`s Alpha Stigma is not any other Alpha Stigma, and was seriously wounded by the berserk Ryner, losing his hand and the \"Comb of Elemio\" in the process, before being whisked away by Kuu`s inhuman speed. Later he was fatally wounded by Frouade in another battle, and would have been finished off if not for Ferris`s interception, before being carried away again by Kuu. Eventually, during the battle with Geihlficlant, he was tasked by Refal to retrieve Kiefer, which led him to another fight with Ryner, who was eventually apparently \"slain\" by Ril. During that battle, he wields a new Rule Fragment that looks like the Blade of Dolueli, except that it has a red blade rather than a blue one.",
  "gender" : "MALE",
  "name" : "Sui Orla",
  "rating" : {
    "rating" : 2.36,
    "total" : 11
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "202" : "Terashima Takuma"
  }
}