{
  "anime_ids" : [ 7736, 7934 ],
  "character_id" : 21272,
  "description" : "Hilda is an attractive blonde woman with green eyes and a well endowed bust. Her clothes are mostly black with white quillings and thus resemble Lolita Fashion. She is seen outside this outfit on usual occasions. One occasion being right after she wakes up, wearing a modest pink, night gown with her hair down.\nIn one chapter, she was shown wearing a yukata while playing with fireworks along with Lamia. When Hilda was shown to wear a Yukata.\nAnother being when she infiltrates Oga`s current school, dressing in the Saint Ishiyama High`s uniform, though she complains that the shirt is \"a little tight\".\nHilda commonly displays a cold and impassive demeanor, a character trait that she breaks only on rare occasions. (excluding her interactions with Be`el). Toward Be`el she is very affectionate and protective, acting as the role of the mother and preforming the task a mother would such as cooking for and washing Be`el. She often knows more about the current situation than any of the other protagonists and is easily able to manipulate the others into doing what she sees best.\nShe is shown to be just as bloodthirsty and violent as Oga, a trait that earned her the nickname \"Oga`s Bride\" at Ishiyama. In a fight she displays a complete confidence in her own skill and power, regarding her opponents calmly and often taunting them in mid battle.\nShe enjoys teasing and tormenting Oga, frequently making marks about his intelligence and (in her own mind) poor parenting skills. In the beginning of the series she is openly dissaproving of Oga as Be`els` parent but after the delinquent defeats Toujou she becomes much more accepting and warmer towards him, even thanking him after. But she still bickers with him.\nIn Chapter 104, it is hinted that her time with Oga and Baby Beel has changed her, as Isabella noted that her personality has changed since coming to human world and wonders what kind of human is responsible for this change.\n\nSource: Beelzebub Wikia",
  "gender" : "FEMALE",
  "name" : "Hilda",
  "rating" : {
    "rating" : 7.93,
    "total" : 110
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "182" : "Itou Shizuka"
  }
}