{
  "anime_ids" : [ 7736, 7934 ],
  "character_id" : 21281,
  "description" : "Kunieda Aoi is 17 years old, a second-year student and the third leader of the \"strongest ladies of Kantou\", the Red Tails. She is first introduced in disguise at the park taking care of her baby brother, Kouta, who is constantly mistaken as being Aoi`s own child by the mothers at the park. She is the daughter of a local temple keeper. Her nickname is Queen because she is the protector of all the girls at Ishiyama High from the men`s \"grubby hands\". Because of Oga`s dense personality, he has yet to realize that the girl he befriended at the park and Kunieda are one and the same. Despite her tough personality, she has a rather girlish crush on Oga but refuses to admit this fact to others. She can feel Saotome using his demon power, which shows she has notable strength for a human.\nKunieda differs from the other thugs at Ishiyama in that she has formal martial arts training from her grandfather, the master of the shingetsu style. She is also not a bully, and steers the leadership of the Red Tails towards preventing unnecessary fights in the school. This is what puts her first in collision course with Oga, as the latter is deemed by her to be responsible for most of recent violent events in the school. They have two exchanges: in neither does Oga return her attacks, limiting himself to evade them, first to let baby Beel assess her strength and thus find out whether she is a potential replacement for him; later, because a failure in communication leads Oga to believe that Kunieda`s condition to take Beel is that he should resist her charges. She is greatly impressed by Oga`s speed and power, and misunderstands his advances on her (to get rid of Beel) as romantic interest. After he saves her from a plot by the MK5, she decides to leave the Red Tails and become a more disciplined person, and at the same time her crush on Oga increases. Later, she and the Red Tails intervene to stop the whole male student body of Ishiyama from attacking Oga, allowing him to proceed to a confrontation with Toujou unhindered.\nShe at first harboured some jealousy against Hilda, seeing her as a potential rival for Oga, but on discovering the truth about her and Baby Beel`s true nature, their animosity disappears.\nShe is a skilled swordsman and martial artist, and possesses an immense amount of vitality and stamina, as well as impressive speed that is above Sakaki Mitsuteru`s, who is known to be able to wield his sword at 250 km/h (however, she is not fast enough to hit Oga, who manages to evade even her best attacks with minor injuries). She can use any weapon she chooses in battle, and has even been shown to fight with nothing more than a ruler. She has shown the ability to assess opponents`s strengths and weaknesses very quickly.",
  "gender" : "FEMALE",
  "name" : "Kunieda Aoi",
  "rating" : {
    "rating" : 8.32,
    "total" : 103
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1438" : "Toyosaki Aki"
  }
}