{
  "anime_ids" : [ 7382 ],
  "character_id" : 21428,
  "description" : "Leader of a radical Uyoku dantai group in the Tokonosu district, he is an extreme right-winger who showed his leadership to the survivors when he rallies them to kill the zombies in order to save Japanese society from collapsing. He added a rather pointed illustration by killing his zombified subordinate. Later on, he insists that Kohta give up his weapons. However, Kouta`s friends (including Saya) rallied for Kouta and supported him. It is implied that he was impressed by their willingness to challenge him and allows Kouta to maintain the weapons he took from Rika`s house.\nIt is also shown that Saya hates her father more than her mother because he didn`t ensure her safety when the outbreak started in Japan. Souichirou seems to be a sword expert and is sceptical about Hirano`s reasons of keeping his guns until he`s confronted by everyone in the main group except for Marikawa, who defends his reasons for protecting his daughter. It is currently shown that he and his followers are preparing to leave the estate in two days time and is told by Takashi if he and his friends are not back with their parents by then, they should leave without waiting for them. However, when the zombies manage to enter the estate due to a gap from one of the barrier`s inadvertently created by Shidou, the Takagis, their followers, and the remaining survivors fight to hold off the invading horde until they could go to other areas of the neighbourhood that were not breached. Before Takashi & his entourage leave the estate, Kouta and Takashi swore to Saya`s father to protect her and Saya tells her parents that she loves them before they attempt their escape. Souichirou and his wife were last seen fighting against the horde with rest of the estate survivors while saying that they were proud of their daughter and the friends she made. Their fate is currently unknown.",
  "gender" : "MALE",
  "name" : "Takagi Souichirou",
  "rating" : {
    "rating" : 7.45,
    "total" : 14
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "226" : "Nakata Jouji"
  }
}