{
  "anime_ids" : [ 1057 ],
  "character_id" : 21541,
  "description" : "First appearing in the anime during the Aoi Fest, Chihaya, or Yamase as Kazuki calls her, is Kazuki`s childhood friend and is in the same year as Kazuki at Aoi Academy. Tsukiji describes Chihaya as a comet that circles around and visits our system every once in a while.[6] For most of their childhood, Chihaya did everything she could to prevent Kazuki from using any of his magic. However, when they got older, Kazuki began avoiding her making her feel like Kazuki hated her.\nChihaya makes three appearances in the anime series, the first appearance during the Aoi Fest when she asks Kazuki if their classes would join together to produce a play. However after the festival, Chihaya moves away. Chihaya`s second appearance occurs when the students of Aoi Academy take a field trip to Kyoto after Kazuki has become a ghost. It is through her that it is learned that each of the girls contains a portion of Kazuki`s ashes.\nChihaya makes one final appearance at the very end when she visits Kazuki. Even though his ashes returned from all four girls, Kazuki has not return to normal. It is soon revealed that Kazuki made the same promise to Chihaya as he did with Yuna moments before Kazuki met Yuna. Chihaya believed that Kazuki made it snow for her and that misunderstanding led Kazuki to avoid her. Because of that event, Yuna and Chihaya jointly hold the last portion of Kazuki`s ashes.\nIn the novel, Chihaya was a character in the side stories that was released along with the novel, but not part of the main story itself. In the side stories, Chihaya is not Kazuki`s childhood friend but just a student from another class that had a crush on Kazuki. Chihaya is a shy and inward character and does not have the proper chance to convey her feelings to Kazuki.",
  "gender" : "FEMALE",
  "name" : "Yamase Chihaya",
  "rating" : {
    "rating" : 3.51,
    "total" : 14
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "6" : "Nakahara Mai"
  }
}