{
  "anime_ids" : [ 7949 ],
  "character_id" : 21554,
  "description" : "Shuuichi, one of two protagonists, is a young, effeminate boy who at the beginning of Wandering Son is in the fifth grade of elementary school. Otherwise known by his nicknames Shuu (シュウ) and Nitorin (にとりん), he is a boy who wants to become a girl and often cross-dresses to assume the role of the opposite sex. Shuuichi is described as cute by many of the other characters and is able to appear as a girl when cross-dressing, because his feminine-looking face and physical build. Shuuichi enjoys wearing clothes which make him look cute; he initially does not cross-dress, but his friends Yoshino Takatsuki and Saori Chiba encourage him to dress and act femininely. As Shuuichi grows up, he becomes increasingly concerned about undergoing puberty, such as the growth of body hair, his deepening voice, and the onset of pimples. Shuuichi exhibits signs of gender identity disorder and he displays an outward attraction to two girls in the series—Yoshino and Anna Suehiro, whom he dates for a time in junior high, until she breaks up with him.\nShuuichi is interested in doing indoor activities; he does not partake in activities akin to a boy his age, such as playing sports. Shuuichi enjoys and is skillful in baking sweet foods, though he is never shown cooking other, more conventional foods. After he starts an exchange diary with Yoshino, Shuuichi becomes interested in writing stories, and even joins the drama club as a writer with Saori in junior high school after they co-write a rendition of Romeo and Juliet performed by members of their class. Shuuichi has an honest personality, which generally makes it easy for him to get along well with others. He tends to have an obedient, dutiful attitude, though as he grows up and enters puberty, he sometimes experiences outbursts of emotion, which contrast his usual quiet nature. Shuuichi can be overly sensitive at times and is often shown crying in front of others. It is easier for him to associate with girls his age, because of his personality and has few male friends.",
  "gender" : "FEMALE",
  "name" : "Nitori Shuuichi",
  "rating" : {
    "rating" : 8.76,
    "total" : 32
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "21734" : "Hatakeyama Kousuke"
  }
}