{
  "anime_ids" : [ 7949 ],
  "character_id" : 21555,
  "description" : "Yoshino, the other protagonist, is a tall, masculine girl who at the beginning of Wandering Son is a fifth grader in Shuuichi`s class. Otherwise known as Takatsuki-kun (高槻くん) by her classmates, with an honorific used mainly with boys, she is a girl who wants to become a boy. She usually refrains from dressing in traditionally feminine clothes, such as skirts or dresses, in spite of her mother`s insistence on buying her such clothes. Shortly after becoming friends with Shuuichi, Yoshino cuts her hair to a short, boyish style, giving her the appearance of a boy her age, especially when she dresses in a male school uniform. Like Shuuichi, Yoshino becomes increasingly concerned and resentful about undergoing puberty, such as when she begins menstruating or when her breasts begin to grow. She goes to buy a garment to flatten her chest so that she does not have to wear a bra. Also like Shuuichi, she shows signs indicating gender identity disorder.\nYoshino prefers to dress and act like a boy, but usually abstains for anything which would draw attention to herself, such as going to school in a male uniform after entering junior high. However, she does on occasion dress in a male school uniform and go to neighboring cities where she impersonates a boy; during one such time, she enjoys how she is hit on by an older woman. Yoshino wants to look \"cool\" if she can and wears clothes which make her look less like a girl. When teased by others, Yoshino is prone to getting emotional and is known to get violent on occasion. Yoshino takes up an interest in basketball after entering junior high school and joins the female basketball team with Chizuru Sarashina. In junior high, Yoshino grows her hair out after a comment by Saori, but later cuts it back to a short, boyish style. Her family consists of her father, mother, older brother, and older sister.",
  "gender" : "UNKNOWN",
  "name" : "Takatsuki Yoshino",
  "rating" : {
    "rating" : 7.81,
    "total" : 14
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "21733" : "Seto Asami"
  }
}