{
  "anime_ids" : [ 4138, 5694, 6087 ],
  "character_id" : 21618,
  "description" : "A tall girl with a quiet (bordering on unapproachable - in the 14th novel, Noriko has described her as a \"lone wolf\") personality, and on top of that, a big fan of Yumi Fukuzawa, Kanako is introduced in the fourteenth novel, Suzukaze Satsusatsu (A Breath of Fresh Air). During the third season Kanako is actually more like a stalker than a fan and is treated as such when called the \"Evil Spirit\" who is following Yumi and the male acquaintances she makes from Hanadera. At first, Yumi was not aware of Kanako`s lack of acquaintances and social life, as Kanako actively interacts with her (Yumi has also admittedly felt pressure not to stumble and make mistakes in front of an under-classmen who admires her). She revealed a similar, or even stronger hatred towards men to that of Sachiko, apparently stemming from problems she has with her father (she calls men \"the lowest possible form of life\"). Her father had an affair and a baby with Kanako`s former senpai, Yuuko. Initially, she imagines Yumi as the living entity of a \"perfect and pure\" girl (i.e. one who would not involve herself with men), and Yumi admits to Rei that she feels a lot of pressure having to stay on her toes. When that fabricated image was shattered later on (Kanako claims that Yumi`s pure self was overtaken by another personality and is no longer her object of admiration, but someone she \"couldn`t care less about\"), Yumi quickly acts to repair their strained relationship, and finds out that in the end, Kanako still greatly likes her (Kanako had always, and still wants to take a photo alone with Yumi). Kanako later regains her own emotional balance upon her reconciliation with Yuuko. She is referred to by Marimite fans as Denpa. She is presented as one of the girls who may become Yumi`s petite sœur. She appears briefly in the second season, despite the events of her novel debut not occurring until the third episode of the third season. As of the fourth anime season, she is already close to the Yamayurikai, and, at 179 cm tall, has plans to join the Lillian Academy basketball team.",
  "gender" : "FEMALE",
  "name" : "Hosokawa Kanako",
  "rating" : {
    "rating" : 8.34,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "51" : "Koshimizu Ami"
  }
}