{
  "anime_ids" : [ 3512 ],
  "character_id" : 2164,
  "description" : "He is the eponymous antagonist of the anime, initially appearing as a floating mask over a spectral body, occasionally revealing himself to \"rescue\" Haruka and eliminate anyone who interferes.\nBut in reality, Noein is another Yuu from a different timespace where he survived the car crash that killed Ms. Yukie, Isami, and Ai, and in which he had to endure watching a bloody Haruka be killed in the ensuing explosion. Unable to bear the pain of losing her, Noein decided to look for a new Haruka in a different timespace only to find that every Yuu in the other timespaces suffers the similar pain of losing their respective Haruka, and that each timespace was filled with pain, death and sorrow. As a result of this, Noein decided to converge every timespace to stop all the pain and sorrow, creating Shangri`la as the first step of his plan: To use the Dragon Torque`s power to erase all existence and start things anew.\nIn the process of this, Noein loses his own humanity to the point of resembling an emaciated albino version of Karasu, upon removing his mask and emerging from his spectral covering. Though he is still clearly in love with Haruka, Noein`s feelings are warped in a twisted love/hate for not only her but his other selves. As a result, though he was once Yuu, Noein is no longer the same as his other selves as he lacked the ability to truly remember his past. He is even more nihilistic than his La`cryma counterpart. In the end, Noein`s existence was denied by Haruka and his other selves. Unable to cope with this as the dimensions recreated themselves, Noein lamented \"Who am I?\" as his minions emerged from his body and hovered over his dying form, with only his mask and vow that his vision will be realised remaining.",
  "gender" : "MALE",
  "name" : "Noein",
  "rating" : {
    "rating" : 1.55,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "259" : "Nakai Kazuya"
  }
}