{
  "anime_ids" : [ 7891, 8012, 8269, 8826, 9216, 9564, 9653, 9764, 9926, 12409, 12646, 15067 ],
  "character_id" : 21697,
  "description" : "While traveling in the Isshu region just outside of Kanako Town, Ash mistakenly thought Iris was a Pokémon and threw a monster ball at her. Ash thought she was a Axew as the Zukan displayed the data for it. Her Axew appeared out of her large hair moments later though. After learning that Cilan was going to be traveling with Ash through the Isshu region, Iris decided that she would travel with them as well but she said that her goal on this journey was a secret.\nIn the games, Iris is one of the gym leaders of Souryuu City`s Gym but it is currently unknown if she holds the same title in the anime.\nDispleasure of Ice Pokémon\nJust before Ash and Trip`s three-on-three battle, Iris encountered Trip`s Vanillite. She instantly tried to avoid it and started to shiver. She explained that since Dragon types have a disadvantage against Ice types, she dislike the cold that Ice Pokémon create. Trip tried to confront her about her dislike of Ice Pokémon by telling her that Dragon Pokémon are also strong against Dragon Pokémon but she only reluctantly apologized to Trip`s Vanillite and her mind wasn`t truly changed.\nMaking up with Excadrill\nExcadrill didn`t always want to obey Iris when its asked to do something. For awhile, it was stubborn but Iris`s Excadrill was able to overcome the feelings of resentment and lost of trust it felt from the battle against Drayden`s Haxorus. After relating her experience to Ash and Cilan, it became more clear to Iris that she was not fully understanding her Excadrill`s feelings. Iris apologized to her Excadrill as she finally realized that her Excadrill knew after the first hit during the battle against Drayden`s Haxorus that they couldn`t win against it. The two of them then practiced all through the night until Excadrill was finally able to successfully launch the Focus Blast.\nRival Langley\nWhile on route to Raimon City, Iris encountered Georgia, a Dragon Buster who once had a battle in the Dragon Village and her Pokémon was beaten up and now has it out for anyone from the village. Georgia managed to coax Iris into a battle but Iris`s Axew was no match for Georgia`s Beartic and Georgia ended up intimidating and angering Iris by saying the victory was easy and boring. Iris though was determined to defeat her new rival and during the rematch battle she managed to end it in a draw.\nDon Battles\nIris entered the Don Battles, a battle tournament to be held in Raimon Town, with her friends and rivals. Jimmy Ray was easily defeated in the first round by Iris.\nStephan`s Sawk battled against Iris`s Emolga in the second round of the Don George Battle Tournament in Raimon Town but Emonga`s Static ability proved to be the deciding factor in the match. The Static ability ended up paralyzing Stephan`s Sawk and it was then a sitting target for Iris`s Emolga`s Volt Switch which knocked it out. Iris`s Emolga`s win eliminated Stephan from the tournament.\nIris`s Axew and Luke`s Golett were matched up in the semi-final round of the Don Battles in Raimon Town. Luke`s Golett dominated most of the battle and just as Iris`s Axew was about to be defeated, it learned the move Outrage. Outrage was able to do significant damage to Luke`s Golett and it knocked it out which eliminated Luke from the tournament.\nIn the finals, Iris battled against Ash and though it was a close battle, Iris`s Excadrill had the type advantage against Pikachu and she won the tournament. For winning, Iris received the beautiful seven-feather \"Top-Class Driftveil Wing Set,\" containing Health, Muscle, Resist, Genius, Clever, Swift, and Pretty Wings which she sent to Dragon Village via Pidove Shipping Service.\nDay Care Monozu\nIn BW58, befriended a shy and lonely Monozu that was awaiting its Trainer to return. As Monozu`s are a Dragon Type Pokémon, Iris was instantly excited to spend time with it. It took her awhile to gain its trust though. Iris recalled an event to Monozu that she witnessed in the Dragon Village where she saw Elder befriend a Crimgan that got lost and somehow found its way into the Village. The Crimgan absolutely refused to get along with other Dragon types and the people of the Village. For days and days, the Crimgan wouldn`t come out from deep within the cave. The Elder waited for Crimgan at the entrance of the cave the whole time and she tried to make the Crimgan open its heart to her, by talking to it like the way Iris was talking to Monozu to gain its trust and friendship. After several days had passed, Crimgan came out of the cave. All the Elder had done was talk to it and still, she managed to free it from its insecurities.\nIris uses the same technique that Elder used and the shy Monozu became more open with Iris and the two of them became friends. Iris spent a few days with the Monozu as they awaited the Trainer to return. At one point, Iris suggested to the Monozu if its Trainer didn`t return that it could come with her. The Trainer did return though and Monozu left with it but not before it gave Iris its biggest smile.\nFukiyose Tower Bell of Wishes Festival\nStephan met up with Iris and her friends and informed them of the Fukiyose Tower Bell of Wishes Festival that he was going to participate in. After hearing from him that it was an awesome event held once a year at the Fukiyose Tower, Iris and her friends decided to enter the tournament with Stephan.\nIris and Iris`s Axew paired up for the tournament. In the scavenger hunt, Iris asked Cilan to lent her his fishing rod so she could advance to the next round. In the tub race, Iris`s Axew used Dragon Rage on the surface of the water to propel them to the next round. During the imitation competition, iris was forced to dress-up as Professor Juniper and Miles thought she did quite well and he advanced her to the next round. In the forest of trials, Iris thought she had won but Chandela`s Confuse Ray affected her and she was in the middle of the forest for the entire race and was therefore eliminated from the tournament.\nRematch Battle against Drayden at the Soryu Gym\nHaving accepted the challenge to battle at the Dragon Village, Iris met up with Drayden to have a rematch battle. He heard about Iris getting into trouble again by climbing the Soryu Tower but told here to eat something and have a rest while he had a school meeting and then they would have their battle.\nDuring the battle, Drayden was evaluating how much Iris had grown and he noticed that Iris`s Excadrill power certainly seemed to have improved. The matchup between Iris`s Excadrill and Drayden`s Haxorus ended up in a draw as the two of them knocked each other out. In the matchup between, Drayden`s Druddigon and Iris` Dragonite, Drayden noted that Iris` Dragonite had had an interesting life during its past. Iris` Dragonite wanted to fight under the same conditions as Drayden`s Druddigon, who cannot fly. Everyone thought that Iris was doing well in the battle but Drayden`s Druddigon proved to be more powerful than they had anticipated. Drayden`s Druddigon knocked out Iris` Dragonite with a powerful Dragon Tail attack to give Drayden the victory in the rematch battle. Cilan thought Iris had cornered him, but Drayden was still a few steps ahead. Drayden was trying to get a clear picture of Iris by drawing out their power.\nDrayden complemented Iris on making good friends and he realized that sending her off on a journey was the right thing to do. He could tell that she had grown up but standing still wasn`t good for her. He told her to strengthen herself even further, become stronger and grow and then visit him again.",
  "gender" : "FEMALE",
  "name" : "Iris",
  "rating" : {
    "rating" : 4.98,
    "total" : 28
  },
  "type" : "CHARACTER"
}