{
  "anime_ids" : [ 7891, 8826, 9653, 15067 ],
  "character_id" : 21699,
  "description" : "Snivy, known as the Grass Snake Pokémon, is one of the starter Pokémon in the Pokémon Black and White versions. Its arms and tails are similar to a palmate tree with three prongs, respectively. A Snivy uses its tail to process photosynthesis, and if it loses energy, its tail sags gradually. When charged up with sun`s energy, its movement speed sharpens. Snivy is known to behave accordingly in situations. In an interview with Ken Sugimori, he explained that Snivy was based on snakes that look like vines, and would have an aristocrat-like personality. He also stated that Snivy`s evolution would be Western style of design.\nIt was first revealed as a silhouette on the May 9, 2010, episode of Pokémon Sunday. In the anime, Snivy was first seen in \"In the Shadow of Zekrom\" as the starter Pokémon of Trip, a beginner trainer in the Unova region. In \"Snivy Plays Hard to Catch\", Ash Ketchum also encounters a female Snivy and successfully captures her. Snivy is also featured along with the other starter Pokémon in the Pokémon Adventures manga as one of the starters in Professor Juniper`s lab. Snivy is Monta`s starter Pokémon in the Pokémon Master Black & White manga.\nIn a poll by Official Nintendo Magazine, it was voted as the most popular of the Starter Pokémon from Pokémon Black and White. As such, it has been nicknamed \"Smugleaf\" by fans and has quickly become an internet meme. GamesRadar`s Gudmundson called it \"arguably the coolest-looking starter of the three.\" Gudmundson later noted its quality as a grass Pokémon due to a healthy movepool of grass-type moves. IGN`s Audrey Drake and Rich George chose Snivy as their starting Pokémon; Drake chose it \"because he`s a little badass\" and due to it being the most challenging, while George described him as \"mischievous\". Drake found its final form`s lack of arms to be weird, while George called it an \"awesome demon snake.\" Fellow IGN editor Sam Claiborn described Snivy as an \"abomination.\"",
  "gender" : "DIMORPHIC",
  "name" : "Tsutarja",
  "type" : "CHARACTER",
  "voice_actors" : {
    "13" : "Hayashibara Megumi"
  }
}