{
  "anime_ids" : [ 7891, 9216, 9653, 9764 ],
  "character_id" : 21704,
  "description" : "Professor Juniper has a lab in Kanako Town of the Isshu region and is an acquaintance of Professor Samual Oak. Ash met Professor Juniper during his first day in the Isshu region and with her help, Pikachu was able to recover from Zekrom attack.\nProfessor Juniper introduced Ash to Trip. She also gives out Tsutarja, Pokabu and Mijumaru to starting Pokémon Trainers.\nPokémon Restoration Device\nIn BW39, Fennel and Professor Juniper finished creating the Pokémon Restoration Device which is used to revive ancient Pokémon from fossils. Fennel`s Musharna was hooked up to the device so its dream energy could be used in the Pokémon restoration process. After receiving a Feather Fossil from Lenora, the device was able to analyze the genetic information from the fossil to revive the ancient bird Pokémon Archeos. The Pokémon Restoration Device was later destroyed by Archeos`s tree which resonated along with Archen`s cry.\nTeam Rocket though was able to hack into Fennel`s computer network and copy the design data of the Pokémon Restoration Device and sent the information to Doctor Zager.\nLink Trade Machine and Tag Battle Against Ash and Cilan\nProfessor Juniper brought her link trade device to investigate the influence the Electric Stones have on evolutions. She setup the device at her base camp outside the caves. She agreed to trade her Karrablast for Bianca`s Shelmet using the machine after they figured out what was causing the electric abnormality that was affecting the machine.\nAfter Bianca`s Shelmet and Professor Juniper`s Karrablast evolved via link trade, Professor Juniper suggested to Bianca that they team up and have a tag battle against Ash and Cilan. Ash`s Boldore and Cilan`s Crustle had recently evolved so they decided to use them against Bianca`s Escavalier and Professor Juniper`s Accelgor. After Professor Juniper`s Accelgor did a quick Recover, Professor Juniper`s Accelgor and Bianca`s Escavalier started working together and they combined their Hyper Beam attacks which knocked out Ash`s Boldore. Cilan`s Crustle fought back with its powerful Rock Wrecker to knock out both Bianca`s Escavalier and Professor Juniper`s Accelgor and give Ash and Cilan the tag battle win.\nAfter the battle, Professor Juniper checked both Bianca`s Escavalier and her Accelgor`s data to notice that their power has increased by a whole lot. She also noted that they fought really well even though their opponent Cilan was Gym Leader.",
  "gender" : "FEMALE",
  "name" : "Araragi-hakase",
  "rating" : {
    "rating" : 2.1,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "252" : "Shindou Naomi"
  }
}