{
  "anime_ids" : [ 7891, 8826, 9216, 9653, 12407, 15067 ],
  "character_id" : 21701,
  "description" : "Tepig is a Fire Pig Pokémon that resembles a pig and is one of the starter Pokémon for Pokémon Black and White versions. When hungry, it uses its flame to cook for its food. It blows fire from its nostrils, but this is replaced with smoke when it catches a cold. In an interview with Ken Sugimori, he stated that Tepig`s evolution would be Chinese style of design. Tepig`s original Japanese name is a portmanteau of \"Pokapoka\", a Japanese word that refers to the warm feeling that circulates repeatedly throughout a body, and \"Buu\", which refers to a pig`s sound.Tepig was the third Pokémon that Ash Ketchum caught in the Unova region. In the english version, he was voiced by Marc Thompson.\nIn the anime, Tepig was first seen in In the Shadow of Zekrom!, under the ownership of Professor Juniper, as one of the starter Pokémon to be chosen by Trip. One later appears as an unfortunate Pokémon that was left behind by its trainer in Battle Club, after being defeated in a challenge. Ash Ketchum befriended the Pokémon and captured it afterward. In the Pokémon Adventures manga, Tepig, along with Oshawott and Snivy appear when Black accidentally drops his box containing the Pokémon. The Tepig eventually joins his team and is named \"Poka\", which is short for Tepig`s Japanese name, Pokabu. Tepig is Cheren`s starter Pokémon in the Pokémon Master Black & White manga series.\nThe Escapist criticized Tepig`s evolution line for being another Fire/Fighting type starter. Game Informer`s Jeff Marchiafava criticized its name for possibly being a pun of \"tepid\", which means lukewarm. GamesRadar`s Carolyn Gudmundson criticized its evolutionary line; while she enjoyed the first form`s design, she felt that the final form was a disappointment, as well as the use of a combination of fire and fighting as its type, a type combination used for the last three fire starters. IGN`s Sam Claiborn chose Tepig as his starting Pokémon due to its final form which he described as a \"bipedal pig demon\".",
  "gender" : "DIMORPHIC",
  "name" : "Pokabu",
  "type" : "CHARACTER"
}