{
  "anime_ids" : [ 7891, 8012, 8269, 8826, 9216, 9564, 9653, 9764, 9926, 11585, 12646, 15067 ],
  "character_id" : 21700,
  "description" : "Cilan is a gym leader of Sanyo City Gym where he shares the responsibility with Chili and Cress. He is also a Pokémon Sommelier who, with his abundance of knowledge and experience, determines the compatibility of Trainers and Pokémon and gives them advice on how to befriend each other. Cilan specializes in Grass type Pokémon and his main Pokémon and partner is Yanappu. Cilan revealed during BW19 that he had passed the required exams of the Pokémon Sommelier association to become a certified A-class Sommelier who is able to make compatibility diagnoses.\nCilan has many female fans who flock to his presence though he puts off their advances almost immediately. Brock has been quoted saying that, \"Cilan is gay.\" and Shigeru`s fanclub has extended an invitation to all female Cilan fans to join the Gary Oak`s fanclub instead! The Polish drug scene has seen an increase in the usage of the ACE inhibitor Cilan (Cilazapril) as a result of Cilan flamboyant escapades at night. In the English closed captions for BW12, the transcribers listed Cilan as `Cilas`. A quick google search for `Cilas` and the first result is Cialis, an erectile dysfunction disorder drug.\nIt`s Dent Time! - Dent`s Catch Phrases\nDent in the Japanese original has various phrases that are based off his original \"It`s Tasting Time!\" catch phrase. It`s generally modified in the episode to match what`s going on in that particular instance. Below is a list of these catch phrases.\nIt`s Cilan Time! - Cilan`s Catch Phrases\nCilan in the English Dub has various phrases that are based off Dent`s original \"It`s Tasting Time!\" catch phrase. Some of them are exclusive to the English dub.\nRival Cabernet\nBurgundy is Pokémon Sommelière and a Pokémon Trainer who upon passing the C-class Sommelier test, decided to challenge Cilan at the Sanyo Gym for the Tri Badge. Cilan defeated her but when Burgundy returned to challenge Cilan at the gym, Chili and Cress had to explain that Cilan was on a journey and was no longer at the gym. Angry that Cilan was not the gym leader when she visited, she battled at the gym anyhow and won the Tri Badge.\nCilan encountered her at a Friendly Shop while on his way to Hiun City and she was now out for revenge. Burgundy challenged Cilan to a revenge battle where she ended up losing to him yet again. More angry than ever, she vowed to defeat Cilan the next time they met while working to become an S-class Sommelière and she took off.\nFishing Sommelier\nIn BW26, Cilan stated that he was a Fishing Sommelier. He was able to help Bianca learn how to fish better by showing her how to select a good fishing rod and then the two basic forms of casting techniques: the overhead cast and the side hand cast. Cilan also showed her the proper lure techniques by spinning the reel slowly and not rushing to attempt to catch the Water Pokémon. He has his own fishing rod that is collapsible and easy to carry. Cilan proved his Fishing Sommelier were quite good by catching a large Bassrao at the Fishing Tournament.Cilan`s Stunfisk was also captured by using his fishing skills.\nScience Sommelier\nIn BW33, Cilan explained that he is not only a Pokémon Sommelier but also a Science Sommelier. A Science Sommelier is someone who tries to solve any kind of supernatural phenomenon by finding out the cause scientifically by collecting evidence and proving their theory. Cilan has always tried to solve mysterious problems scientifically like the poltergeist that he and his friends encountered at the Shippo Museum in BW14 which turned out to be a Deathmas.\nMovie Sommelier\nIn BW40, Cilan announced that he as a Movie Sommelier, someone that is able to review, critique and analyze the different elements of a movie and its characters. Cilan specifically showed his knowledge as a Movie Sommelier when he was helping out with Luke`s movie \"Legend of the Pokémon Knight\" by making suggestions and improvising on the go. He also helped out Ash who was a bit nervous being in front of the camera and he talked about the famous movie, \"The Mask of Deathmas\", where the heroine is portrayed as putting her life on the line for the sake of acting. He told Ash that in order to move the viewers with his performance, he`d need to become the role he was assigned.\nMetro Sommelier\nWhile heading down to the underground railway in Raimon City, Cilan professed that he was also a Metro Sommelier. Metro Sommeliers are divided into a \"car group\", which is particular about the cars or into a \"line group\", which is particular about the lines. Cilan said he belonged to the car group. being a metro sommelier is basically joining a fan club for people that metro transit. Cilan met Subway Boss Ingo and Subway Boss Emmet at the previous years subway convention. Cilan`s knowledge came in quite handy when he had to drive the rail carriage to catch up to Team Rocket.\nIn BW53, Cilan used his skills as a Metro Sommelier to help him complete the subway station stamp rally so he could battle against Subway Boss Ingo and Subway Boss Emmet. Cilan had been dreaming of doing the rally for many years so he could battle them as its considered a great honor for Metro Sommelier`s. Cilan was also able to use his knowledge and skills as a Metro Sommelier to reunite Erina with her Kibago.\nTrial Sommelier\nWhile in Astilbe Town, Ash`s Tepig original owner Shamus was put on trial by Cilan after he revealed that he was a Trial Sommelier. He presented himself as an impartial courtroom judge in the Karakusa Town Pokabu Abandonment case where Prosecutor Ash told about the cruel abandonment of Ash`s Tepig where it had a rope tied up around its mouth. The defendant Shamus told a different story though as he said that forcing a talentless Pokémon into futile battles is crueler. Unable to make a decision in the case, Don George suggested that the verdict be decided with a battle and Cilan agreed. After Ash`s Pignite defeated Shamus, Cilan said the battle had a superb taste and that there`s no need to hand down a verdict as it`s obvious that Ash and Ash`s Tepig were right.\nGym Battle against Skyla\nAfter watching Skyla perform `air battles` which were her determining how a battle would go against her gym challengers by simulating the battle in her head, Cilan got very upset that she was not actually doing the battles and he challenged her to a battle. Cilan agreed to do an `air battle` with her and she determined that he would loose the battle against her with the Pokémon he had chosen to battle her with. Cilan though wanted to have a real battle with her a he explained to her that with Pokémon battle, like any meal, must be tasted first before people can be certain to know anything. Skyla agreed and Cilan thought that he would be able to show her up by defeating her in a real battle and showing how her `air battles` are flawed. Unfortunately Cilan ended up loosing to Skyla but Ash challenged her to a battle right after.\nFukiyose Tower Bell of Wishes Festival\nStephan met up with Cilan and his friends and informed them of the Fukiyose Tower Bell of Wishes Festival that he was going to participate in. After hearing from him that it was an awesome event held once a year at the Fukiyose Tower, Cilan and his friends decided to enter the tournament with Stephan.\nDuring the quiz, Cilan didn`t know how they`d be able to answer the question about who Miles liked better as it was a very subjectional question. Miles was going to pick Nurse Joy (Isshu) as the girl he preferred the most but Cilan seemed to notice Ricky`s Elgyem use its abilities to affect Miles but didn`t say anything as they were able to successfully get the question right and move on to the next round.\nIn the scavenger hunt, Cilan successfully managed to find a Miracle Shooter while he lent his fishing rod to Iris. In the tub race, Cilan`s Pansage on instruction from Cilan, paddled in the water the same way it used Dig to advance them to the next round. During the imitation competition, Cilan was forced to dress as Elesa and Cilan`s Pansage was forced to dress-up as Elesa`s Emolga. Everyone thought Cilan did an amazing job but Miles informed Cilan that he was a very big Elesa fan and he had to be very strict with imitations of her. Cilan was then eliminated from the tournament.\nPokémon World Tournament Junior Cup\nCilan participated in the Pokémon World Tournament Junior Cup at the Kagome Town stadium. In the first round he was in the third match and faced off against Shepherd. The match was quickly showcased and Cilan won the battle and advanced to the second round while Shepherd was eliminated from the tournament.",
  "gender" : "MALE",
  "name" : "Dent",
  "rating" : {
    "rating" : 3.98,
    "total" : 30
  },
  "type" : "CHARACTER"
}