{
  "anime_ids" : [ 7891, 9216, 9653, 9764 ],
  "character_id" : 21707,
  "description" : "Officer Jenny is the local law enforcement leader in the Isshu region. Each city and area has a Jenny who looks exactly the same as she does elsewhere in the Isshu region though they do look different compared to their Jenny counterparts elsewhere in the Pokémon World.\nThe most noticeable different between Isshu region Jenny and those from elsewhere in the Pokémon World is their haircut.\nPsychic type Investigator\nWhile Ash and his friends were sleeping in a dream world hotel, Officer Jenny came in through their window to investigate. She explained to them that she was a Psychic type Investigator and was not there to arrest them. Officer Jenny`s Duosion is Psychic type Investigator Jenny`s main Pokémon that she uses it to help her investigate instances and crimes when Psychic Pokémon are involved. Officer Jenny and her Officer Jenny`s Duosion helped rescue Pikachu, Meowth and Iris`s Axew from Leon and arrested him.\nGigaiath and Champion Master Adeku\nIn BW54, Alder was seen sitting in the sidecar with Officer Jenny`s Herdier. The two seemed to get along quite well despite Officer Jenny instance that Alder carry on with his business. Alder noted to Officer Jenny (Isshu) that her Herdier looked happy to get his attention. Officer Jenny was not impressed with his attempts to go on a date with her and she threatened to arrest him if he didn`t leave her alone. She couldn`t believe that he was actually the Unova region Elite Four Champion.\nLater on in the day, the two met up again as a raging Gigaiath threatened Raimon City. Alder came to the rescue and taught Officer Jenny a lesson in humility and observation as he was able to stop the raging Gigaiath despite her attempt to intervene and stop it herself by force. Officer Jenny wanted to guard and supervise the Gigaiath but after it saved her from being crushed by a falling pillar, she realized that the nail that was removed from its foot was the true reason that the Gigaiath was raging and Alder had recognized that. Her opinion of Gigaiath and Alder seemed to change after those events.",
  "gender" : "FEMALE",
  "name" : "Junsaa",
  "rating" : {
    "rating" : 4.45,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1665" : "Takahashi Chiaki"
  }
}