{
  "anime_ids" : [ 67, 77, 501, 996, 1357, 2324, 3392 ],
  "character_id" : 21733,
  "description" : "For thousands of millennia, an ancient war raged across the Milky Way Galaxy unbeknownst to the human race. In July 1999, that war came to humanity`s doorstep when a super-light-velocity spaceship crash-landed on Earth. The United Nations commences an investigation of the crash site located on South Ataria Island in the North Pacific Ocean. The spacecraft is given the code name Alien StarShip-1 (ASS-1) and investigations in the months following the crash uncover startling discoveries. Giant aliens, some five times the size of a human, crewed the craft which is revealed to be a warship; a Gun Destroyer from a faction called the Supervision Army. Most important of any discovery found in the alien spacecraft is the advanced technology contained within it. Given the name \"OverTechnology,\" the United Nations Government (U.N.G) coordinates research quickly to understand it.\nIn 2001, several countries including Japan, United States, Russia, Germany, Britain, and France collaborate to establish an alien technology research institute called OTEC. Less than a year later, the OTEC commences a project to restore and reconstruct the ASS-1 to be commissioned as a capital ship for the newly formed United Nations Government. From February 2001 forward, the spacecraft is designated as the SDF-1; Super-Dimension-Fortress-1. Incredible advances are made from the research including the thermonuclear reaction system used to power the craft, the gravity control system, the space fold system for traveling faster-than-light and the super-dimension-energy cannons, the main weapon of the SDF-1. These technologies are adapted quickly and soon OverTechnology is being utilized in dozens of industries, notably super-small-scale thermonuclear reactors and the development of thermonuclear reaction bombs. Despite these unprecedented leaps of progress, many problems arise and threaten to undermine the launch of the SDF-1.\nOriginally set to launch in 2006, civil unrest abroad and the outbreak of the Anti-Unification Wars slows the SDF-1 restoration project. Eventually, the \"UN Wars\" cease on January 20th 2007 and the SDF-1 is rescheduled for launch in February 2009. It is the day of the launching ceremony that the opposing faction of the ancient war tracks the residual energies left by the ASS-1`s space fold and follow it to the Sol system. The newly christened SDF-1 Macross, armed with a heretofore undiscovered automated defense system, activates in response to the approaching enemy forces known as the Zentradi. The main cannon of the SDF-1 Macross fires from the surface of the Earth and destroys two Zentradi ships some 280,000 km out in space. The remaining Zentradi retaliate and intense fighting ensues. In an attempt to maneuver and regain the initiative, Captain http://anidb.net/ch10507 [Bruno J. Global] activates the space fold system to transport the SDF-1 Macross into Lunar orbit. Due to limited human understanding of the space fold system and improper instrumentation, the SDF-1 Macross folds far beyond the Moon, transporting the ship and much of the surrounding surface of South Ataria Island out past Pluto. This single engagement initiates the beginning of Space War I between the UN Spacy and the Zentradi.Over the length of more than a year during which Space War I is fought, the SDF-1 Macross travels from the outskirts of the Sol system back to Earth, fighting the forces of the Zentradi. The Zentradi are determined to capture the vessel, obsessed with the secrets of the ship`s obvious reconstruction and reaction weapons. This advantage allows the Macross to effectively use it`s formidable defenses, thwarting many attempts to be captured by the enemy. After Space War I ends on March 10th 2010, the Macross landing site is chosen as home for the reconstruction of Macross City. The Macross takes part in one more major engagement against rogue Zentradi Kamjin Kravshera`s forces during the Defensive Battle of Macross City in January 2012. Despite extensive damage following the battle, the Macross is repaired and undergoes a major refit. To this day, the Macross remains the home of the U.N. Military Command Center and is berthed in Macross City on Earth.\nSource: http://www.macross2.net/m3/sdfmacross/macross.htm",
  "gender" : "UNKNOWN",
  "name" : "SDF-1 Macross",
  "rating" : {
    "rating" : 8.19,
    "total" : 9
  },
  "type" : "VESSEL"
}