{
  "anime_ids" : [ 230, 1041, 8826, 9764, 14993, 15067, 15309 ],
  "character_id" : 219,
  "description" : "Meowth is a Normal-type Pokémon introduced in Generation I.\nIt evolves into Persian starting at level 28. It also has a Gigantamax form.\nIn Alola, Meowth has a Dark-type regional form. It normally evolves into Alolan Persian when leveled up with high friendship. However, in Pokémon: Let`s Go, Pikachu! and Let`s Go, Eevee!, it instead evolves into Alolan Persian starting at level 28.\nIn Galar, Meowth has a Steel-type regional form. It evolves into Perrserker starting at level 28.\nMeowth is a small, feline Pokémon with cream-colored fur that turns brown at the tips of its hind paws and tail. Its ovoid head features four prominent whiskers, wide eyes with slit pupils, two pointed teeth in the upper jaw, and a gold koban coin embedded in its forehead. Its ears are black with brown interiors and are flanked with an additional pair of long whiskers. Meowth is a quadruped with the ability to walk on its hind legs; while the games always depict Meowth on two legs, the anime states that Meowth normally walks on all fours. It can freely manipulate its claws, retracting them when it wants to move silently. The tip of its tail curls tightly.\nMeowth is attracted to round and shiny objects and has the unique ability to produce coins using Pay Day. Being nocturnal, it is known to wander about city streets at night and pick up anything that sparkles, including loose change. Upon finding a sparkling object, its eyes will glitter and the coin on its forehead will shine brightly. It shares this intrigue with Murkrow, with whom it often fights with for objects and prey. Meowth is a playful but fickle Pokémon with the capacity for human-like intelligence. At least one member of the species teaching itself how to speak. Meowth tends to live in urban areas.\nMeowth was introduced to Alola as a gift to royalty. The luxurious royal lifestyle soon led to Meowth diverging from its origins and becoming the selfish, prideful, and cunning Alolan Meowth. Alolan Meowth will turn hysterical if its coin or pride are besmirched. When the monarchy fell, the rare Alolan Meowth went feral and eventually grew as common in Alola as anywhere else. Alolan Meowth`s fur is a light blue-gray color. Instead of brown markings, the tip of its tail, whiskers, digits, and the insides of its ears a whitish-gray. Alolan Meowth`s whiskers have a slight curve compared to regular Meowth`s straighter whiskers, and it has silvery eyes.\nGalarian Meowth has a shaggy, greyish-brown coat resembling a beard, as well as yellow eyes and a toothy grin. Its coin is now black and extremely hard, with the hardest coins being especially valued. Galarian Meowth`s body has partially turned to iron as a result of many years of living with a race of savage seafarers.\nAs Gigantamax Meowth, it has become larger and longer in size. The body extends from lower half to the shoulder, while the gold coin gains a symbol. Meowth`s eyes change to a glowing gold color. The tail grows long as well, with the end of it tips extending. Three red clouds surround it below the shoulders. The giant coin emits a lot of Gigantamax power that surrounds the area with a golden gleam. Its desire for shiny objects increases to the point where it will cause damage to skyscraper windows and exterior walls for the sake of sharpening its claws.\nGigantamax Meowth is the only known Pokémon capable of using the exclusive G-Max Move G-Max Gold Rush.",
  "gender" : "DIMORPHIC",
  "name" : "Nyarth",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3832" : "Inuyama Inuko"
  }
}