{
  "anime_ids" : [ 230, 1041, 3419, 9764, 12407, 15067 ],
  "character_id" : 22311,
  "description" : "Ash caught 30 Tauros while at the Kanto Safari Zone\nOrange League Final - Vs. Ash Ketchum (Rocky Field)\nAsh chooses Tauros as his third Pokémon to go against Drake`s Gengar.\nAsh tells Tauros to begin with Fissure but Gengar jumps into the air and avoids the attack. Whilst in the air Gengar uses Confuse Ray which makes Tauros attack the nearby rock and damage itself in the process. Ash quickly recalls Tauros and sends out Lapras in the water pool in the middle of the stage.\nLapras and Gengar battled each other and ended up eliminating each other when their attacks collided.\nWith Drake losing his third Pokémon there was a short interval whilst the battle field change into a sandy field.\nOrange League Final - Vs. Ash Ketchum (Sand Field)\nThe interval ended and Drake began by choosing Venusaur whilst Ash brought Tauros back into the battle who had now recovered from Gengar`s Confuse Ray. Ash`s first move was to have Tauros stamp its feet to use Fissure, however, the soft sand absorbed the move. Drake took advantage of the situation by having Venusaur use Solarbeam but knowing Solarbeam takes a while to charge up, Ash have Tauros charge straight towards Drake`s Venusaur and flip it into the air just before it fired. Venusaur managed to adjust itself mid-air and fire the Solarbeam at Tauros. The impact was close to Tauros and knocked it down but it managed to recover and get back to its feet quickly.\nVenusaur struck Tauros with one of its Vine Whip attacks but Tauros manage to avoid any further strikes and successfully land a Take Down move on Venusaur and eliminate it from the battle.\nDrake sent out Electabuzz and Ash decided to give Tauros another rest and switched in Bulbasaur.\nTauros was switched in again after Ash recalled the eliminated Squirtle. Tauros charged into the middle of the field whilst Dragonite flew up and use Body Slam. To Drake`s surprise Ash told Tauros to stand its ground and endure the hit, which it does so successfully and even manages to throw Dragonite to the floor using its horns.\nDragonite get up and uses Thunderbolt which proves too much for Tauros and eliminates it from the battle leaving Ash with one Pokémon left.\nAfter Ash had won the battle against Drake he called out all of his Pokémon that participated in the battle on the stage as Drake presented him with the Winner`s Trophy. Then Ash, Pikachu, Tauros, Lapras, Squirtle, Bulbasaur and Charizard all had their handprints set in stone to be remembered in the Orange Island Hall of Fame.",
  "gender" : "MALE",
  "name" : "Kentauros (Satoshi)",
  "rating" : {
    "rating" : 4.01,
    "total" : 11
  },
  "type" : "CHARACTER"
}