{
  "anime_ids" : [ 230, 990, 992, 1020, 1041, 3419, 3491, 3493, 3510, 4728, 6796, 6797, 6798, 6799, 7109, 9021, 9653, 9764, 12407, 14215, 15067 ],
  "character_id" : 22350,
  "description" : "Kanto Pokémon League Tournament\nRound 4 - Vs Jeanette Fisher - Grass Field\nAsh selected Bulbasaur as his first Pokémon whilst Jeanette choose her Beedrill. As the faster Pokémon, Beedrill charged at bulbasaur at full speed, however Bulbasaur mananged to evade and return a Razor Leaf attack. Once again Beedrill used its superior speed, avoiding the Razor Leaf attack whilst also getting itself in a good position to use a Twin Needle atttack on Bulbasaur. Despite being on the backfoot, Bulbasaur managed to dodge the Twin Needle attack and Beedrill`s Stinger. After jumping backwards, Bulbasaur created enough space to be able to use its Leech Seed attack which struck Beedrill on its attacking stinger. Beedril was stuck in Leech Seed forcing it to the floor and Ash had bulbasaur finish it off using a Tackle attack which gave Ash the Initial Advantage in the battle.\nLike Beedrill, Scyther had an advantage in speed and used this by quickly trying to attack Bulbasaur with its blades. After beeing unsuccessful, Jeanette order Scyther to used a Swift attack which managed to hit Bulbasaur a few times and was useful in deflecting its Vine Whip attack. Jeanette ordered Scyther to use a Double Team attack to which Ash had Bulbasaur to attempt to hit the real Scyther. The attempt failed and Scyther was able to land a few strikes by charging at Bulbasaur and managed to evade Bulbasaur`s counter of a Razor Leaf and Vine Whip attack. Ash had Bulbasaur use its Vine Whip once more but told it to swing the vines towards all of the copies which Double Team created, knowing that Bulbasaur would have to hit the real one in the process. The plan worked and Scyther was struck by Vine Whip, eliminating it from the battle.\nJeanette released her final Pokémon of the round which was a Bellsprout. Her choice suprised her a few people including Bulbasaur, as by apperance alone Bellsprout could be considered a weak Pokémon.\nAsh had Bulbasaur charge at Bellsprout but managed to flip it above its head using its own momentum against itself. Ash was stunned by Bellsprout`s agility. Bulbasaur was angered at being tossed aside so easily and charged once again at Bellsprout, but like before, was thrown away using its own momentum. Bellsprout took advantage of Bulbasaur being on the floor and thrown it towards Ash`s podium, showing great strength and eliminated Bulbasaur from the tie.\nAsh quickly rushed Pikachu into battle to try and finish Bellsprout off.\nOrange League Final - Vs. Ash Ketchum (Sand Field)\nBulbasaur was Ash`s fifth choice Pokémon in his winner`s trophy battle against Drake. Bulbasaur`s first opponent was against Drake`s Electabuzz.\nBulbasuar manage to shake of Electabuzz`s initial Thundershock attack and returned a Razor Leaf attack which struck Electabuzz, although, whilst being hit by Razor Leaf, Electabuzz manage to use a Thunderbolt attack that Bulbasaur quickly dodged.\nBulbasaur uses Tackle and causes some light damage to Electabuzz but taking advantage of how close Bulbasur was, it manage to hit Bulbasaur with a Thunderpunch which eliminated it.\nAfter Ash had won the battle against Drake he called out all of his Pokémon that participated in the battle on the stage as Drake presented him with the Winner`s Trophy. Then Ash, Pikachu, Tauros, Lapras, Squirtle, Bulbasaur and Charizard all had their handprints set in stone to be remembered in the Orange Island Hall of Fame.",
  "gender" : "UNKNOWN",
  "name" : "Fushigidane (Satoshi)",
  "rating" : {
    "rating" : 7.82,
    "total" : 35
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "13" : "Hayashibara Megumi"
  }
}