{
  "anime_ids" : [ 230, 990, 1020, 1041, 3419, 3491, 6796, 6797, 9021, 9653, 14215, 15067 ],
  "character_id" : 22353,
  "description" : "Squirtle was abandoned by a Pokémon Trainer and managed to form a gang with other abandoned Squirtle that later became known as the Squirtle Squad.\nThe Squirtle enjoyed to play pranks on the locals and even managed to make Ash, Misty and Brock falls into one of their pitfalls.\nMeowth managed to convinced the Squirtle Squad by sharing some food with him by persuading them that he does not take orders from humans just like the Squirtle Squad. Meowth then managed to get the Squirtle Squad to capture Ash, Misty, Brock and Ash`s Pikachu. However, Ash`s Pikachu was injured by a Goldeen just before Squirtle brough it back to Meowth.\nAsh was released so he could get a potion from the nearby village but upon his return he found Misty, Brock and Pikachu had been untied. Ash then found out that the Squirtle were only messing around.\nJessie, James and Meowth attempted to capture the Pikachu by throwing explosives around the area and managed to set the nearby forest ablaze. Ash managed to shield the leader of the Squirtle Squard from the explosions and returned the favour by carrying him to safety.\nAfter saving the nearby forest from the fire the Squirtle Squad was recruited by the nearby village to be apart of their firefighting squad.\nThe leader of the Squirtle Squad was touched by the was Ash treats all Pokémon and decides to travel with him.\nRound 2 - Vs Nidorino Trainer - Rock Field\nAsh`s second battle took place on the Rock Field and the battle went down to Ash`s and his opponent`s final Pokémon, which consisted of Ash`s Squirtle and his opponent`s Nidorino.\nAsh played defensive as he order Squirtle to withdraw into its shell just before Nidorino charged at it and sent it rolling accross the field. Whilst still rolling, Squirtle used a rock as a ramp and was launched into the air which gave Ash the chance to order Squirtle to shoot a water gun at Nidorino. Nidorino was slammed into a rock from the force of the water gun which gave Squirtle the opportunity to land a Skull Bash which gave Ash his second victory of the tournament.\nJust before the fifth round battle Ash needed Squirtle`s help whilst they fended off Jessie, James and Meowth whilst attempting to get to the stadium on time. This meant Squirtle was slightly tired before the battle.\nRound 5 - Vs Ritchie\nSquirtle was Ash`s first choice Pokémon and was pitched against Ritchie`s Butterfree. Both Pokémon traded blows until Ritchie ordered Happy to use Sleep Powder and managed to put Squirtle to sleep which eliminated it from the battle giving Squirtle a quick defeat.\nOrange League Final - Vs. Ash Ketchum (Rocky Field)\nPikachu had given Ash the advantage by defeating Drake`s Ditto but was very Tired.\nDrake selected Onix and Ash recalls an exhausted Pikachu to be replaced by Squirtle. Ash makes the first move and has Squirtle use Water Gun, but, before it can connect Drake has his onix use Dig and it goes underground. Squirtle headed towards the water pool in the middle of the arena but Onix emerged just before it reached it and then managed to trap Squirtle in Wrap.\nSquirtle struggled to get free but the Wrap was too strong, however, Ash managed to get Squirtle to use Hydro Pump which managed to strike Onix and release Squirtle from the Wrap attack. Squirtle used Skull Bash on the Onix and eliminated Drake`s second Pokémon in the battle.\nDrake choose Gengar as his third Pokémon and Ash swtiched in Tauros for Squirtle.\nOrange League Final - Vs. Ash Ketchum (Sand Field)\nAsh recalled Squirtle into battle for a second time and pitched it against Drake`s Dragonite. Ash order Squirtle to use Hydro Pump against Dragonite but gets pushed back by Dragonite`s Water Gun. Dragonite uses a Thunderbolt attack which Squirtle sees and withdraws into its shell and even though it took some damage, Squirlte continued to battle. Drake attempted to finish Squirtle by having it use Body Slam, however, Squrtle uses Bubble causing Dragonite`s Body Slam to fail although it then uses Tail Whip and strikes Squirle which then eliminates it from the battle.\nAfter Ash had won the battle against Drake he called out all of his Pokémon that participated in the battle on the stage as Drake presented him with the Winner`s Trophy. Then Ash, Pikachu, Tauros, Lapras, Squirtle, Bulbasaur and Charizard all had their handprints set in stone to be remembered in the Orange Island Hall of Fame.",
  "gender" : "UNKNOWN",
  "name" : "Zenigame (Satoshi)",
  "rating" : {
    "rating" : 4.08,
    "total" : 24
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1937" : "Aikawa Rikako"
  }
}