{
  "anime_ids" : [ 230, 990, 992, 1020, 1041, 6796, 9564, 9653, 9764, 12407, 12646, 14215, 15067 ],
  "character_id" : 22368,
  "description" : "Charizard evolves from Charmeleon during a battle with Aerodactyl but still remains disobient to Ash.\nKanto Pokémon League:\nFifth Round - Vs Ritchie.\nAsh gambled on using a disobient Charizard and he was trailing in the battle and his other Pokémon were tired.\nCharizard originally appeared like it was not going to do anything but after Ritchie`s Charmander narrowly missed with a flamethrower, Charizard decided to fight back with a flamethrower of its own with panicked Charmander and forced Ritchie to recall it.\nPikachu was Ritchie`s third and final Pokémon in the battle and was against Ash`s Charizard which had just forced Charmander to be switched. Charizard trembled the ground with a couple of stomps making Pikachu lose its balance and then blew Pikachu away using a gust from its wings. Seemingly thinking Pikachu was not a worthy opponent, Charizard took a nap in the middle of a battle and despite Ash pleaded with it to battle, it was eliminated. This gave Sparky the victory over Charizard and put Ritchie into round six.\nAsh angrily recalled Charizard into its ball.\nOrange Islands.\nAsh called upon Charizard to battle Tad`s Poliwrath which had a reputation of being a very strong Pokémon. Charizard refused to listen to Ash`s orders and Poliwrath shoots a water gun on Charizards tail making the flame much smaller, then a subsuquent Ice Beam hits Charizard and freezes it. The battle left Charizard very injured and Ash had to keep its tail flame alive much like he did when he first found it as a Charmander.\nDespite an intial struggle, Charizard saw how much Ash cared for him and once it reached full health in the morning Charizard became friendly with Ash and even obeyed Ash during Battle.\nCharizard then went on to defeat Tad`s Poliwrath in a re-match.\nOrange League Final - Vs. Ash Ketchum (Sand Field)\nAsh chose Charizard to battle against Electabuzz and ordered it to use Flamethrower against Electabuzz, who quickly jumped into the air and landed a Thunderpunch onto Charizard and follwowed up by shocking Charizard with an electric attack. Charizard managed to release himself from the electricity by firing a Fire Spin and then Charizard flew towards Electabuzz quickly making sure it could not use it Thunderbolt attack. Charizard got a good grip on Electabuzz and flew into the air and used Seismic Toss on it which eliminated it and left Drake with one Pokémon left.\nDrake`s final Pokémon was his prized Dragonite who he sent out to battle Ash`s Charizard.\nCharizard moved first by using a Flamethrower attack but Dragonite countered by using Water Gun which cuts through the Flamethrower and hits Charizard, who then takes to the skies whilst avoiding Dragonite`s Ice Beam.\nDragonite then takes to the sky itself showing great speed as it does so. Dragonite and Charizard exchange Ice Beam and Flamethrower attacks respectively but it is Dragonite who manages to clip Charizard wing using Ice Beam which send Charizard spinning to the ground. Charizard recovers and flies close to Dragonite in an attempt to use a Seismic Toss attack, however, Dragonite avoids and gets a good grip on Charizard which gives it the opportunity to use a Slam attack.\nCharizard gets up quick although it is clearly tired but it has enough stength to launch a Dragon Rage attack. Dragonite uses the same move, the attacks collide and both Pokémon are sent flying backwards. When the dust settles both Pokémon are standing but exhausted from the previous battle, after a few deep breaths Charizard falls to the ground and is eliminated.\nAfter Ash had won the battle against Drake he called out all of his Pokémon that participated in the battle on the stage as Drake presented him with the Winner`s Trophy. Then Ash, Pikachu, Tauros, Lapras, Squirtle, Bulbasaur and Charizard all had their handprints set in stone to be remembered in the Orange Island Hall of Fame.",
  "gender" : "UNKNOWN",
  "name" : "Lizardon (Satoshi)",
  "rating" : {
    "rating" : 9.18,
    "total" : 21
  },
  "type" : "CHARACTER"
}