{
  "anime_ids" : [ 230, 1041, 3419, 9764, 15067 ],
  "character_id" : 22373,
  "description" : "Kanto Pokémon League - Round One (Water Field) - Vs Mandi\nAsh`s Krabby evolved into a Kingler after defeating an Exeggutor during a battle against Mandi.\nMandi sent out a Seadra in an attempt in regain the advantage in the battle in the water field and ordered it to charge at Kingler. Ash`s response was to have Kingler use Water-Gun on Seadra but failed to land a hit. Kingler switched its attacks to Bubble and managed to send the Seadra skywards. Ash had Kingler do a crabhammer attack and managed to score Kingler`s second victory of the battle, its first as a Kingler.\nAsh once again stuck with Kingler as Mandi send Golbat out to try and make a comeback. Kingler found itself at a disadvantage as it struggled to cope with Golbats speed and found that Golbat could avoid its Vicegrip attempt with ease. Kingler was knocked onto one of the platforms just above the water level and as Golbat attempted to get close for a Mega-Drain attack it managed to counter with Hyper-Beam which gave Kingler his third victory and put Ash into the second round of the Competition.\nAfter the battle a clearly delighted Ash thanked Kingler for providing him with his first ever win in a Pokémon League tournament.\nKanto Pokémon League - Round Third (Ice Field) - Vs Pete Pebbleman\nAfter both Ash and Pete has lost a Pokémon the battle was now down to Ash`s Kingler and Pete`s Cloyster. Both Pokémon approached each other slowly before Ash order Kingler use its crabhammer attack to which Pete told his Cloyster to withdraw into its shell. Despite seemingly causing little damage, Kingler persisted in hitting the withdrawn Cloyster with Pete unable to find a way to counter. Kingler kept up the barrage of attacks even though it was starting to tire out and eventually it paid off as Kingler cracked Cloyster`s shell, KO`ing it in the process. This victory gave Ash the advantage in the third round and Pete attempted to make a comeback by using an Arcanine.\nPete`s choice of Pokémon came to a suprise to some people as the battle was taking place on the ice field.\nKnowing about Arcanine`s type disadvantage to Kingler, Ash confidently ordered Kingler to use a Bubble attack, however, Arcanines speed on the icy terrain was quick and manage to dodge Kingler`s attack.\nArcanine had managed to find some space on the battlefield and launched a Dragon Rage attack which swept Kingler off its feet and into some ice. A dazed Kingler attempted to get to its feet but Ash decided to switch to Pikachu.\nPikachu managed to defeat Arcanine which gave Ash and his Pokémon the victory in the third round.",
  "gender" : "UNKNOWN",
  "name" : "Kingler (Satoshi)",
  "rating" : {
    "rating" : 4.05,
    "total" : 9
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}