{
  "anime_ids" : [ 230, 12646, 15067 ],
  "character_id" : 22402,
  "description" : "Erika is the Gym Leader of Celadon Gym located in the heart of Celadon City. Trainers that defeat her in a gym battle are awarded the Rainbow Badge as proof of defeating her. She specializes in Grass-type Pokémon as well as selling and making perfumes.\nAs well as running her gym, she also runs a perfume store nearby where she is the manager. Erika believes that perfume has the effects of relaxing people`s moods, invigorating them and healing their hearts. When Ash entered her perfume store and mocked it as just a means of making guys fawn over girls, he was kicked out of the store and then later out of the Celadon Gym as well. She instructed her subordinates to not allow him to enter the gym because of his perfume remarks.\nEssence of Gloom\nTeam Rocket heard about a legendary perfume that is made in the Celadon Gym and attempted to steal it. They tricked Ash into working with them so they could enter the gym undetected. They ended up destroying the Celadon Gym in a large fire before they stole what they thought was the formula but instead it was Gloom extract which is used as raw material for perfume.\nGym Battle with Ash\nSince Ash was banned from the gym, he couldn`t challenge Erika to a battle. He snuck in disguised as a girl and called himself `Ashley` (Sato-chan). Pikachu realized it was him and since he was discovered he challenged Erika to a battle on the spot which she accepted. She setup the battle as a 3-on-3 but the battle was never fully completed. Her Tangela was sent out first and it managed to defeat Ash`s Bulbasaur with a Stun Spore, which paralyzed it. Realizing that his Grass on Grass battle technique wasn`t working against Erika, Ash sent out his Charmander. Erika then told Ash she`d give him a Paralyze Heal after the battle which showed her loving and compassionate side. Erika`s Weepinbell was sent out second to counter Ash`s Charmander but its Flamethrower proved to be too much for it.\nIn the final matchup, Erika`s Gloom was sent out to battle Ash`s Charmander and Ash`s Charmander couldn`t stand the horrid smell of Erika`s Gloom and was recalled. Pikachu was going to be matched up with it for the final round of the battle but Team Rocket exploded a bomb in the gym and it caught fire. Everyone except Erika`s Gloom escaped safely, so Ash decided to go in after it as he thought he was partially responsible for the disaster. As thanks for rescuing her Gloom, Erika gave Ash the Rainbow Badge.",
  "gender" : "FEMALE",
  "name" : "Erika",
  "rating" : {
    "rating" : 6.25,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "206" : "Hikami Kyouko"
  }
}