{
  "anime_ids" : [ 4521, 5373, 7127, 8914, 12566, 12567 ],
  "character_id" : 2242,
  "description" : "Rakshata Chawla is an Indian scientist who secretly backed the Kyoto Group before becoming the head of the research and development team of the http://anidb.net/ch2353 [Order of the Black Knights], where she was tasked with developing Japanese Knightmare Frames. She has extensive experience in medical cybernetics. Though she is not fond of speaking of the past, Rakshata is known to have studied at the Imperial Colchester Institute. She is fairly laid back in most situations, usually seen laying on a couch when not actively working, and is never seen without her tobacco pipe. She is visibly enraged, a contrast to her normal demeanor, upon learning that http://anidb.net/ch15098 [Lloyd] and http://anidb.net/ch15096 [Cecile] modified the Guren without her consent. She used to be a colleague of Lloyd`s, but parted ways with him. Upon the formation of the http://anidb.net/ch15673 [United Federation of Nations] and the reorganization of the Order of the Black Knights as its military force, Rakshata is designated as the Chief of Science, a post similar to her previous position within the Order. She reacts to the Black Knights` betrayal of Zero with apathy, being more concerned with the aftermath of the affair. She is captured and imprisoned along with the rest of the Black Knights after the fall of http://anidb.net/ch1999 [Schneizel]. Rakshata is the creator of the http://anidb.net/ch8835 [Guren Mk-II] and of its upgrades, and its most powerful weapon, the so-called \"radiation wave\", is her original idea. She also developed the Gefjun Disturber, a force field generator that disables all sakuradite-powered technology within its area of effect. In http://anidb.net/a5373 [the second season], Rakshata also creates the http://anidb.net/ch15615 [Shinkirou] for http://anidb.net/ch1697 [Zero]`s personal use.\nSource: Wiki",
  "gender" : "FEMALE",
  "name" : "Rakshata Chawla",
  "rating" : {
    "rating" : 6.22,
    "total" : 102
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "634" : "Kurata Masayo"
  }
}