{
  "anime_ids" : [ 230 ],
  "character_id" : 22584,
  "description" : "Kanto Pokémon League Tournament\nRound 4 - Vs Ash Ketchum - Grass Field\nJeanette released her final Pokémon of the round which was a Bellsprout. Her choice suprised her a few people including her opponent, Ash, as by apperance alone Bellsprout could be considered a weak Pokémon.\nAsh had Bulbasaur charge at Bellsprout but managed to flip it above its head using its own momentum against itself. Ash was stunned by Bellsprout`s agility. Bulbasaur was angered at being tossed aside so easily and charged once again at Bellsprout, but like before, was thrown away using its own momentum. Bellsprout took advantage of Bulbasaur being on the floor and thrown it towards Ash`s podium, showing great strength and eliminated Bulbasaur from the tie.\nAsh choose Pikachu to try and defeat Bellsprout which would win Ash the round.\nBellsprout started prove a stubborn opponent again as it dodged Pikachu`s Thundershock attack and launched a Razor Leaf attack of its own, missing Pikachu but cutting into some rocks on the grass field which stunned the crowd.\nPikachu successfully launched a Thunderbolt attack on Bellsprout, however Ash was shocked was Bellsprout emerged unscathed. Jeanette explained that Bellsprouts feet act as lightningconductors which made it shock-proof. Knowing Pikachu could not rely on its electrical powers, Ash had Pikachu throw and array of punches and kicks towards Bellsprout but none landed successfully. Bellsprout saw an opening and landed a kick on Pikachu which eliminated it from the round.\nAsh turned to his final Pokémon, a Muk\nDue to Muk`s slow speed and bigger size it could not avoid Bellsprouts attack but thanks to its slimy and elastic body it was simply able to absorb them and not feel any damage. Bellsprout continued to launch a number of ounches, kicks and throws but still Muk absorbed them all. After repelling a Razor Leaf attack Muk smothered Bellsprout with its body and after a few seconds of struggling Bellsprout was defeated, giving Ash the victory and earned him a place in the final 16.\nBellsprout was picked up by Jeanette and was praised in its great effort in almost securing Jeanette a stunning comeback.",
  "gender" : "UNKNOWN",
  "name" : "Madatsubomi (Kaoruko)",
  "type" : "CHARACTER",
  "voice_actors" : {
    "2046" : "Kozakura Etsuko"
  }
}