{
  "anime_ids" : [ 230, 3419, 15067 ],
  "character_id" : 22586,
  "description" : "Ritchie is a Pokémon Trainer who managed to qualify for the Kanto Pokémon League.\nKanto Pokémon League:\nAfter getting into the fifth round of the tournamnet he met another Pokémon Trainer called Ash Ketchum who he befriended after managing to scupper Team Rocket`s plan to steal the contestants Pokémon.\nOnce receiving the draw for the fifth round of the Kanto Pokémon League Ritchie found out he would be against his newest friend, Ash Ketchum.\nRound 5 - Vs Ash Ketchum:\nSquirtle was Ash`s first choice Pokémon and was pitched against Ritchie`s Butterfree. Both Pokémon traded blows until Ritchie ordered Happy to use Sleep Powder and managed to put Squirtle to sleep which eliminated it from the battle.\nPikachu lept into battle to try and put Ash back on level terms. Pikachu quickly launched itself at Butterfree and managed to pin it onto the arena floor. Butterfree managed to get back into the air but Pikachu held on and used a Thunderbolt attack to beat Butterfree which put the battle back on level terms.\nCharmander was Ritchie`s second choice Pokémon. Charmander started by unleashing flamethrower attacks at Pikachu that it struggled to avoid and Pikachu was showing that it was was beginning to get tired. Charmander charged at Pikachu which connected and Pikachu was unable to continue.\nAsh pondered over his next choice of Pokémon as he knew he was trailing and decided to gamble on Charizard. Charizard originally appeared like it was not going to do anything but after Ritchie`s Charmander narrowly missed with a flamethrower, Charizard decided to fight back with a flamethrower of its own with panicked Charmander and forced Ritchie to recall it.\nPikachu was Ritchie`s third and final Pokémon in the battle and was against Ash`s Charizard which had just forced Charmander to be switched. Charizard trembled the ground with a couple of stomps making Pikachu lose its balance and then blew Pikachu away using a gust from its wings. Seemingly thinking Pikachu was not a worthy opponent, Charizard took a nap in the middle of a battle and despite Ash pleaded with it to battle, it was eliminated. This gave Sparky the victory over Charizard and put Ritchie into round six.\nThe two trainers remained friends after their battle.\nRound Six - Vs Assumpta:\nIt was a close battle after Ritchie`s Charmander and Butterfree battled Assumpta`s Rhydon and Venomoth respectively.\nBoth trainers were down to their last Pokémon and it was Ritchie`s Pikachu versus Assumpta`s Ivysaur. Ivysaur quickly charged at Pikachu who just managed to avoid the attack, however, Ivysaur used Vine Whip which swept Pikachu off of its feet. Ivysaur charged again at Pikachu who tried to halt its progress with a Thundershock but Ivysaur either dodged the attack or defended itself with its vines. Ivysaur then launched itself in the air and launched a Solarbeam attack followed by a tackle attack which Pikachu could not recover from and eliminated Ritchie from the competition.",
  "gender" : "MALE",
  "name" : "Hiroshi",
  "type" : "CHARACTER",
  "voice_actors" : {
    "393" : "Takayama Minami"
  }
}