{
  "anime_ids" : [ 230 ],
  "character_id" : 22582,
  "description" : "Jeanette Fisher is a very popular Pokémon Trainer managed to qualify for the Kanto Pokémon League. She is joined by her big cheering squad during her battle for vocal support.\nKanto Pokémon League Tournament\nRound 4 - Vs Ash Ketchum - Grass Field\nJeanette made a grand entrance to the grass field complete with a red carpet, flower petals and a cheering squad.\nAsh selected Bulbasaur as his first Pokémon whilst Jeanette choose her Beedrill. As the faster Pokémon, Beedrill charged at bulbasaur at full speed, however Bulbasaur mananged to evade and return a Razor Leaf attack. Once again Beedrill used its superior speed, avoiding the Razor Leaf attack whilst also getting itself in a good position to use a Twin Needle atttack on Bulbasaur. Despite being on the backfoot, Bulbasaur managed to dodge the Twin Needle attack and Beedrill`s Stinger. After jumping backwards, Bulbasaur created enough space to be able to use its Leech Seed attack which struck Beedrill on its attacking stinger. Beedril was stuck in Leech Seed forcing it to the floor and Ash had bulbasaur finish it off using a Tackle attack which gave Ash the Initial Advantage in the battle.\nLike Beedrill, Scyther had an advantage in speed and used this by quickly trying to attack Bulbasaur with its blades. After beeing unsuccessful, Jeanette order Scyther to used a Swift attack which managed to hit Bulbasaur a few times and was useful in deflecting its Vine Whip attack. Jeanette ordered Scyther to use a Double Team attack to which Ash had Bulbasaur to attempt to hit the real Scyther. The attempt failed and Scyther was able to land a few strikes by charging at Bulbasaur and managed to evade Bulbasaur`s counter of a Razor Leaf and Vine Whip attack. Ash had Bulbasaur use its Vine Whip once more but told it to swing the vines towards all of the copies which Double Team created, knowing that Bulbasaur would have to hit the real one in the process. The plan worked and Scyther was struck by Vine Whip, eliminating it from the battle.\nJeanette released her final Pokémon of the round which was a Bellsprout. Her choice suprised her a few people including her opponent, Ash, as by apperance alone Bellsprout could be considered a weak Pokémon.\nAsh had Bulbasaur charge at Bellsprout but managed to flip it above its head using its own momentum against itself. Ash was stunned by Bellsprout`s agility. Bulbasaur was angered at being tossed aside so easily and charged once again at Bellsprout, but like before, was thrown away using its own momentum. Bellsprout took advantage of Bulbasaur being on the floor and thrown it towards Ash`s podium, showing great strength and eliminated Bulbasaur from the tie.\nAsh choose Pikachu to try and defeat Bellsprout which would win Ash the round.\nBellsprout started prove a stubborn opponent again as it dodged Pikachu`s Thundershock attack and launched a Razor Leaf attack of its own, missing Pikachu but cutting into some rocks on the grass field which stunned the crowd.\nPikachu successfully launched a Thunderbolt attack on Bellsprout, however Ash was shocked was Bellsprout emerged unscathed. Jeanette explained that Bellsprouts feet act as lightningconductors which made it shock-proof. Knowing Pikachu could not rely on its electrical powers, Ash had Pikachu throw and array of punches and kicks towards Bellsprout but none landed successfully. Bellsprout saw an opening and landed a kick on Pikachu which eliminated it from the round.\nAsh turned to his final Pokémon, a Muk\nDue to Muk`s slow speed and bigger size it could not avoid Bellsprouts attack but thanks to its slimy and elastic body it was simply able to absorb them and not feel any damage. Bellsprout continued to launch a number of ounches, kicks and throws but still Muk absorbed them all. After repelling a Razor Leaf attack Muk smothered Bellsprout with its body and after a few seconds of struggling Bellsprout was defeated, giving Ash the victory and earned him a place in the final 16.\nJeanette picked up Bellsprout and praised it for its great effort in almost securing Jeanette a stunning comeback.",
  "gender" : "FEMALE",
  "name" : "Kaoruko",
  "rating" : {
    "rating" : 5.5,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "268" : "Hidaka Noriko"
  }
}