{
  "anime_ids" : [ 230 ],
  "character_id" : 22713,
  "description" : "Orange League Final - Vs. Ash Ketchum (Sand Field)\nDrake`s final Pokémon was his prized Dragonite who he sent out to battle Ash`s Charizard.\nCharizard moved first by using a Flamethrower attack but Dragonite countered by using Water Gun which cuts through the Flamethrower and hits Charizard, who then takes to the skies whilst avoiding Dragonite`s Ice Beam.\nDragonite then takes to the sky itself showing great speed as it does so. Dragonite and Charizard exchange Ice Beam and Flamethrower attacks respectively but it is Dragonite who manages to clip Charizard wing using Ice Beam which send Charizard spinning to the ground. Charizard recovers and flies close to Dragonite in an attempt to use a Seismic Toss attack, however, Dragonite avoids and gets a good grip on Charizard which gives it the opportunity to use a Slam attack.\nCharizard gets up quick although it is clearly tired but it has enough stength to launch a Dragon Rage attack. Dragonite uses the same move, the attacks collide and both Pokémon are sent flying backwards. When the dust settles both Pokémon are standing but exhausted from the previous battle, after a few deep breaths Charizard falls to the ground and is eliminated.\nAsh recalled Squirtle into battle for a second time and pitched it against Drake`s Dragonite. Ash order Squirtle to use Hydro Pump against Dragonite but gets pushed back by Dragonite`s Water Gun. Dragonite uses a Thunderbolt attack which Squirtle sees and withdraws into its shell and even though it took some damage, Squirlte continued to battle. Drake attempted to finish Squirtle by having it use Body Slam, however, Squrtle uses Bubble causing Dragonite`s Body Slam to fail although it then uses Tail Whip and strikes Squirle which then eliminates it from the battle.\nTauros was switched in again after Ash recalled the eliminated Squirtle. Tauros charged into the middle of the field whilst Dragonite flew up and use Body Slam. To Drake`s suprise Ash told Tauros to stand its ground and endure the hit, which it does so successfully and even manages to throw Dragonite to the floor using its horns.\nDragonite get up and uses Thunderbolt which proves too much for Tauros and eliminates it from the battle leaving Ash with one Pokémon left.\nAsh was left with his Pikachu and sent it out against Dragonite that had already taken down three of his Pokémon in a row. Ash began by having Pikachu use Agility although Dragonite shown its speed also by striking Pikachu with its tail and sends Pikachu into the sand. Dragonite attempts to end the battle with a Hype Beam but at the last second Pikachu uses its tail as a spring and jumps to avoid the powerful attack. Dragonite was tired after using Hyper Beam and gave Pikachu the chance to land right on top of its head. Pikachu used a Thunder attack which could be seen from outside of the arena. Dragonite managed to shake Pikachu off and stay on its feet, but after a few deep breaths and fell to the arena floor from the sheer amount damage taken during the battle. Dragonite was eliminated and Ash won the battle and claimed the Winner`s Trophy.",
  "gender" : "UNKNOWN",
  "name" : "Kairyu (Yuuji)",
  "type" : "CHARACTER"
}