{
  "anime_ids" : [ 230, 4728, 12407 ],
  "character_id" : 22766,
  "description" : "Chansey enrolled at a school that was designed specifically for Chansey. It struggled at first but managed to befriend a Jessie who was taking the same course despite being a human. Jessie helped Chansey in its study and started to do well on the course unlike Jessie who could not stay awake during the Chansey`s Sing ability, which was used to lull restless Pokémon to sleep.\nJust before Jessie left the college, the Chansey that she made friends with, which had just graduated managed to catch up with Jessie and tried to persuade her to finish the course. Jessie explained that she would not be able to finish the course and so Chansey snapped its graduation medal in half and get one half to Jessie as a token of their friendship.\nDuring the next few years Chansey evolved into a Blissey and manage to land a nursing position in a Pokémon Centre in Happy Town in the Johto region despite remaining slightly clumsey and over-eager to help at times. Some time later it was reunited with Jessie when they met in a Pokémon Centre in Johto. Blissey tried helping Jessie by giving her the food that was stored in the Pokémon Centre.\nBlissey was caught on the Pokémon security cameras taking food from the Pokémon Centre`s storeroom and faced losing its position as a nurse.\nJessie did not want Blissey to lose its dream job which it worked hard for so James, Meowth and herself claimed they tricked Blissey into giving the food away and even attacked Blissey to make it look convincing.\nAsh Ketchum made Jessie, James and Meowth blast off but not before Jessie ensured the events at the Pokémon centre will be kept a secret. Blissey and Jessie kept their pieces of the graduation medal and remained friends.\n[hr]\nAlolan Region Pokémon Centers\nNurse Joy`s Blissey are also great companions to the Joy`s in the Alola region. They sense sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face.",
  "gender" : "FEMALE",
  "name" : "Happinas (Joy)",
  "rating" : {
    "rating" : 5.63,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2184" : "Hyoudou Mako"
  }
}