{
  "anime_ids" : [ 230 ],
  "character_id" : 22954,
  "description" : "Simon is striving to become a Pokémon Interpreter as he has had various experiences in his life where he has been able to effectively communicate with Pokémon. Ash and his friends encountered him as he suggested to them that they should come to his rest stop so they could recharge Pikachu after he quickly talked with Pikachu to find out what was wrong with it. Simon generally charges trainers a Pokémon Interpreting fee so he can use the money to maintain the rest stop.\nOfficer Jenny mistakenly tried to put Simon under arrest for conducting a Pokémon scam as there had been a lot of complaints recently in the area that someone has been swindling money from trainers while claiming to be a Pokémon Interpreter. Officer Jenny though that Simon fit the description perfectly but later after he ended up saving the Pokémon Center, she was informed by Nurse Joy that he was able to communicate enough with the Magnemite and Magneton to get them to stop draining the power. Officer Jenny`s opinion of Simon changed drastically enough for her to believe that he truly was a Pokémon Interpreter.\n60 years earlier, Simon was caught in a thunderstorm and a tornado was approaching him as he watched in the field. His dad quickly picked him up and threw him in a storm celler and told him not to come out as he was going to check on the neighbors. Scared and wishing for his dad, Simon heard Pokémon voices and he could understand them. Simon was surprised that he could talk to them and he forgot about the storm until people came to get him. His farm was destroyed and he never saw the three Pokémon he talked to ever again.\nJust before Simon said his farewell`s to Ash and his friends, they told him to keep working at becoming a Pokémon Interpreter as he just needed a small breakthrough. As Simon was walking, he encountered Team Rocket Meowth who old Simon to not give up as well.",
  "gender" : "MALE",
  "name" : "Lang",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3253" : "Kameyama Sukekiyo"
  }
}