{
  "anime_ids" : [ 7568, 8167, 8490, 9553 ],
  "character_id" : 23231,
  "description" : "Kosaka Chihiro is a classmate and close friend of Takahara Ayumi. Chihiro is an average girl who has no redeeming features whatsoever: she`s not pretty, her grades are so-so, and she doesn`t have an after-school activity—except for going home. She is described as a \"reality girl among reality\" by Keima`s visual novel argot, meaning she is void of defining characteristics. Keima therefore refuses at the greatest that he does not want to `capture` her. She has a habit of confessing to handsome, attractive boys without any serious consideration, which yields no success; all because she feels \"luminous\" as those she is in pursuit of, for that moment. When Keima is tricked into cleaning duty with Chihiro, she demands him to help her latest confession to succeed. Keima reliezes then that a gap does not need to be filled by his love but can be filled by another person` love. He agrees to help Chihiro in her confession. During this period however her feelings begin to shift towards Keima due to their similarities (they both share a sense of disappointment in the real world). After an argument between the two Chihiro ran off and Keima realized that Chihiro did have one defining parameter and vowed to capture the spirit himself, which he does by convincing Chihiro that as long as she truly wants it, nothing can stop her from no longer being generic. Aftrwards, like Ayumi, Chihiro`s attitude towards Keima improves somewhat, becoming one of his `friends`.\nChihiro is the founder of \"2B Pencils\", an all-female band composed of girls from Class B of Mai-High; its members besides herself are Ayumi Takahara, Elsie, Miyako Terada and Yui Goidou. Responsible for the guitar and vocals (Mustang).\nThe cause of Chihiro`s crevice in the heart was her disbelief of having a straight-forward path in life that will spark her interests.\nHer name is derived from Kawachi-Kosaka Station (河内小阪駅, Kawachi-Kosaka-eki).",
  "gender" : "FEMALE",
  "name" : "Kosaka Chihiro",
  "rating" : {
    "rating" : 6.79,
    "total" : 208
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "479" : "Asumi Kana"
  }
}