{
  "anime_ids" : [ 230, 1041, 8826 ],
  "character_id" : 234,
  "description" : "Kadabra is a strong psychic Pokemon that owes much of its power to the alpha waves it emits from its body at all times. These alpha waves are affected by Kadabra`s current mental state - if it has a headache, the waves change. The psychic power it gives off can also trigger off headaches to nearby humans. It is also said to grow more powerful when faced with a difficult opponent. The silver spoon that Kadabra holds amplifies the waves` power - if it does not hold a spoon, it is said to be limited to half the usual amount of its telekinetic powers. It has been claimed that one morning, a boy with extrasensory powers woke up to find that he had become a Kadabra, but this has not been verified (it could possibly be an urban legend in the Pokemon world due the way it is told in the Pokedex, or a tongue-in-cheek reference to the way Uri Geller supposedly discovered his \"psychic\" powers - see below).\nThe alpha waves are described as being generated when all of a Kadabra`s brain cells work together or when Kadabra suffer from headaches. Kadabra are noted for being able to double the amount of alpha particles at will. The alpha waves can cause headaches in others and even cause machines to malfunction.\nIn November of 2000 it was reported that Uri Geller, an Israeli \"psychic\"-magician who claims to bend spoons with his mind, sued Nintendo over the Pokemon \"Yungerer\" (renamed Kadabra in English localizations) which he claimed was an unauthorized appropriation of his identity. The Pokemon in question has psychic abilities and carries bent spoons. He also claimed that the star on Kadabra`s forehead, and the lightning patterns on its abdomen, are symbolisms popular with the Waffen SS of Nazi Germany, and was outraged at the connotations that Nintendo had supposedly made. Although the symbols are derived from Zener cards, the name is a pun; the katakana n (ン) resembles the kana ri (リ) (the translation of Mr. Geller`s name into Katakana would be ユリゲラー Yuri Geraa). Geller sued for the equivalent of $100 million, but lost.",
  "gender" : "DIMORPHIC",
  "name" : "Yungerer",
  "rating" : {
    "rating" : 8.12,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}