{
  "anime_ids" : [ 7599, 13481 ],
  "character_id" : 23412,
  "description" : "Itsuwa is an Amakusa Catholic girl. Originally introduced in the 11th novel, she makes an earlier appearance in the anime episode http://anidb.net/e122298 [The Book of the Law] which is based on the beginning of the 7th novel. In the 11th novel, she fell in love with Touma after their first meeting, claiming it was Love at first sight but the anime suggests she fell for him much earlier during the Orsola incident in the 7th novel. However due to her shyness, she is unable to properly tell him how she feels. Yet she hopes to get Touma`s attention, even when knowing her senpai and superior Kaori is also in love with him. She has accompanied Touma and his friends on more than one occasion, including traveling with him to Italy, France, and Britain. In the events of the 16th novel she becomes his bodyguard and caretaker. When Acqua first attacks Academy City, she fails to protect him and unsuccessfully tries to heal him with magic due to his Imagine Breaker. After Touma is sent to the hospital she goes into despair for failing to protect him but Saiji rebukes her and tells her to snap out of it as she focus on fighting with Acqua if she wants to protect him. During the Amakusas rematch against Aqua, Itsuwa suddenly displays a change of personality, becomes full of tranquil fury that even the way she spoke changed. She performed a Saint Destroyer spell in that battle, harming Acqua and causing him to lose the Divine Mother`s Mercy spell which allows them to defeat him.\nHer weapon is a Friulian Spear which by adding layers of reinforcement magic, turns it into a symbol of a `Thousand Years Tree`, which symbolizes the growth of plants and makes certain magic spells to be more potent over time. She also can perform Nanasen (七閃, Seven Flash) by manipulating her spear and steel wires just like Kaori.\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Itsuwa",
  "rating" : {
    "rating" : 7.75,
    "total" : 41
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "20497" : "Kayano Ai"
  }
}