{
  "anime_ids" : [ 1041, 4728 ],
  "character_id" : 23609,
  "description" : "Pyramid King Brandon is a Frontier Brain and chief of the Battle Frontier`s Battle Pyramid. He is a known explorer as he travels around the world in his Pyramid in search of rare and unique Pokémon. He is also a very formidable battling opponent who will gives his challengers advice on their strategies for battling him if they lose. Those that defeat him are awarded the Battle Frontier Brave Symbol.\nAsh first battle Brandon while he was possessed by the spirit of the King of Pokélantis. Brandon defeated the possessed Ash but he allowed a rematch due to the circumstances. He told Ash in advance that he would be using Registeel for the battle. In their first normal Frontier challenge battle, Brandon defeated Ash with his Registeel even though Ash`s Torkoal battle well. Brandon once again agreed to battle Ash but he first had to go in search of a rare Pokémon.\nIn his final battle against Ash, he decided to have a 4-on-4 battle instead of the 1-on-1 battles they had in the previous fights. Brandon used his Dusclops, Ninjask, Solrock, and Regice which Ash managed to defeat with his Charizard, Bulbasaur, Squirtle and Pikachu. Brandon was impressed with how well Ash had trained his Pokémon as well has how mature a battler he had become.\nBrandon appeared with his Pyramid in the at Sinnoh region`s Snowpoint Temple where he once again met up with Ash. While there Paul showed up and it was revealed that Paul`s brother Reggie had once battled against Brandon for the Battle Frontier Brave Symbol and lost. Paul challenged Brandon and lost in a 6-on-6 full battle.\nBrandon encountered a Regigigas at the Snowpoint Temple after Pokémon Hunter J attempted to revive and capture it. With Brandon`s help, and help from Brandon`s Regi`s, Regigigas was returned to the temple and Brandon promised to watch over the temple.",
  "gender" : "MALE",
  "name" : "Pyramid King Jindai",
  "type" : "CHARACTER",
  "voice_actors" : {
    "5977" : "Omoro Masayuki"
  }
}