{
  "anime_ids" : [ 4728 ],
  "character_id" : 24516,
  "description" : "Sebastian is the butler in one of James`s many mansions that is located in a forest close to Daybreak Town. He was watching over James`s Growlithe, Growlie, when Ash and his friends stopped by there. He immediately recognised the treasure chest that they had come upon as one belonging to his master, and to prove it, he showed them the drawing of Growlie that was on it. After seeing the treasure chest, he concluded that James would be on his way there, which made him extremely happy and impatient at the same time. He invited Ash and his friends to the mansion and offered them some snacks and cakes in return for discovering his master`s lost object.\nWhen Growlie blew James`s disguise, even though he was really happy to see his master back, he immediately turned on capturing him. He even ordered his Spinarak to use String Shot in order to tie him down, so that he could accomplish his mission, which was to return James to his parents. However, his Pokémon was completely overpowered by James`s Mime Jr. and the Teeter Dance attack caused him and Spinarak to become confused. This gave James the chance to use one of the mansion`s secret traps to keep him away for a short while.\nHe seems to be very loyal to Jessiebelle, but couldn`t tell Jessie apart from her, when she was disguised as James`s fiancée in one of Team Rocket`s efforts to retrieve James`s lost object. Even when trapped, he managed to contact her and she arrived at the mansion shortly after. He revealed the secret passageway his master used as an escape route to her and together, they started chasing after James. After Ash and Brock sealed the exit using some boulders, he offered to open the door by force for Jessiebelle. Due to his strength not being enough to knock down the boulders on the other side, she used her Vileplume`s Solarbeam attack to open the sealed exit.\nSeeing as there was no other way to escape from Jessiebelle and his mischievous butler, James asked Ash to have his Pikachu use Thunderbolt on him, Jessie and Meowth. Ash agreed and thus, James managed to escape from Sebastian.",
  "gender" : "MALE",
  "name" : "Shitsuji",
  "type" : "CHARACTER",
  "voice_actors" : {
    "264" : "Ogata Mitsuru"
  }
}