{
  "anime_ids" : [ 5975, 6460, 7381, 7599, 7975, 8694, 9484, 10453, 10579, 13481, 14441, 19161 ],
  "character_id" : 2469,
  "description" : "Misaka Mikoto is one of the series` main heroines, as well as the main protagonist of the side story, A Certain Scientific Railgun. Her parents are Tabigake and Misuzu Misaka, which her father is a prominent businessman and millionaire. Despite her rich background, she grew up in a normal typical childhood.\nAt a young age, she was discovered to be a Level 1 Electromaster, espers who have the ability to generate and control electricity. She enrolled into Academy City to train her powers and worked very hard until her powers were ranked Level 5, the highest esper ranking, with her being the third strongest of the seven espers with this rank. As an electromaster, she can generate and manipulate electricity which she can use to shock opponents, hack into electronics like computer networks and security systems, and use electromagnetism to cling to surfaces or manipulate iron particles into a chain-sword whip. Mikoto`s signature move is her ability to shoot metal projectiles such as coins at high destructive speeds, hence her nickname, The Railgun. If she is in a bad mood, she will sometimes let out bursts of electricity describing her emotional stress, usually resulting in power failures or even citywide blackouts.\nMikoto attends Tokiwadai Middle School, a famous girls` school for the rich and elite psychics and one of the five elite schools of Academy City. To most people, she is considered a proper lady, but in reality, she has a short-tempered, prideful, and improper attitude with some tomboyish tendencies and insecurities, a fact few other characters know. She is fond of cute, childish things, such as flowery pajamas and Gekota, the popular frog mascot franchise. Contrary to what she claims, she has a strong sense of morals and hates injustice. Mikoto has a one-sided rivalry with Touma, who nicknamed her Biri Biri (ビリビリ, relating to the sound of an electric shock), ever since their first meeting before the events of the first novel when he first dissipated her electricity after he unsuccessfully tried to rescue her. Since that incident, she is always trying to have a proper match with Touma and defeat him despite his many attempts to avoid conflict with her.\nWhen Mikoto was young, she was tricked into giving the city`s scientist her DNA under the pretense of finding the cure for Duchenne muscular dystrophy; their actual goal to create military-grade combat clones of her. When it was discovered that the clones did not have the same power level as Mikoto, they were instead used in an Project called Level 6 Shift, intended to make Accelerator the first level 6 esper by having him kill 20,000 clones. The events of how Mikoto tried to stop the project are briefly mentioned in the third novel and expanded upon in the Railgun manga. When all of her attempts failed, she contemplates letting herself be killed by Accelerator, as an unexpected variable to destroy Tree Diagram`s calculations. However, it is not until Touma intervenes and beats Accelerator, proving him to be really weak, that the project is canceled and the remaining 9969 surviving Sisters are spared.\nAfter those events, she eventually develops strong romantic feelings towards Touma but is unable to express them due to her insecurities and the fact other girls are also interested in him. Even though she and Touma tend to bicker and argue with each other, they share a somewhat friendly relationship.",
  "gender" : "FEMALE",
  "name" : "Misaka Mikoto",
  "rating" : {
    "rating" : 8.71,
    "total" : 2620
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "97" : "Satou Rina"
  }
}