{
  "anime_ids" : [ 5975, 7599, 8694, 13481 ],
  "character_id" : 2472,
  "description" : "Kanzaki Kaori is an eighteen-year-old Japanese sorceress from Necessarius. Unlike her partner Stiyl, she uses magic to magically strengthen her body. Her sorcery name is Salvare000, \"Be the salvation of those who cannot be saved\" (救われぬ者に救いの手を, Sukuwarenu Mono ni Sukui no Te o). She uses a two-meter-long nodachi called \"Seven Heavens Seven Swords\" as her weapon. She has a special attack called Nanasen (七閃, \"Seven Flash\") that uses her sword and some wires. She used to be a kind woman who treated Index like a sister, but when Index`s memories were deleted by Necessarius, Kaori changed into a cold and silent woman as Index no longer remembered her and consequentially did not trust her. After Touma saves Index`s life and her current memories, she decides to let Index stay at Academy City as she feels Touma can protect her.\nLater in the novels, more of her past is revealed. Not only is Kaori a skilled swordswoman, but she is a Catholic Saint possessing the \"Stigma\" — the ability to call upon God`s power — and the former leader of the Amakusa Catholics; however, Kaori left the group as she resented that she had been fated since birth to become its leader, which led her to despise the concept of luck and fortune. Though she is Catholic, she joined Necessarius in hopes of changing her fate and befriended Index, developing a sisterly relationship with her. The repeated failed attempts to make Index remember her after each memory erasure resulted in her cold personality as Kaori began to accept that no matter how much a person tries, no one can change their destiny. She begins to show a kinder side to herself after Touma saves Index (thus giving her hope that anyone can defy their destiny) and gradually falls in love with him after he helps her face her past with the Amakusa Catholics, becoming more prone to showing emotion and sometimes showing a little embarrassment if she is with him. She is the protagonist of her own spin-off mini light novel bundled with the Toaru Kagaku no Railgun DVDs.\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Kanzaki Kaori",
  "rating" : {
    "rating" : 7.31,
    "total" : 250
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "182" : "Itou Shizuka"
  }
}