{
  "anime_ids" : [ 8109, 8179, 10980 ],
  "character_id" : 25345,
  "description" : "The main male protagonist of the series and a student at Butei High School. He was ranked Level E (lowest combat rank) due to missing the third term`s final examination. However, when he is sexually aroused, he enters a state known as \"Hysteria Mode\" in which his cognitive and physical abilities increase to around thirty times his normal state, which allows him to perform feats of near-superhuman strength and skill, such as accurately shooting up the muzzle of an enemy gun, swinging his knife at supersonic speeds, and accurately shooting enemy bullets out of the air. Hysteria Mode is a genetic trait that all members of the Tooyama family possess, and is stated to be an extremely highly evolved version of the natural male instinct to protect women. As such, when in Hysteria Mode, Kinji`s major weakness is the fact that he cannot directly harm women, though he is still able to fight and restrain them without directly hurting them. In addition to this, Hysteria Mode also causes Kinji to develop a suave and seductive attitude towards women, which makes him very attractive to them while in Hysteria Mode. He is currently enrolled in the Inquesta department, though in the past, he was a prodigy (being ranked Level S) of the Assault department, the most dangerous department in Butei High. He starts to respect and have romantic feelings for Aria. He proves his feelings for Aria by kissing her on the lips on episode 5, though this is done to calm her down. Currently, his feelings for Aria are so strong that even the slightest bit of sexual/romantic involvement with Aria will activate his Hysteria Mode.\nHis gun of choice is a Beretta 92F (which was illegally modified to fire a three-round burst; he refers to it as the Beretta Kinji Model). He also wields a butterfly knife.\nSource: Wiki",
  "gender" : "MALE",
  "name" : "Tooyama Kinji",
  "rating" : {
    "rating" : 4.77,
    "total" : 52
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "400" : "Majima Junji"
  }
}