{
  "anime_ids" : [ 8109, 8179, 10980 ],
  "character_id" : 25347,
  "description" : "Female student of Butei High School, friend of Kinji. She`s enrolled in the Inquesta department; although often considered the biggest idiot in Kinji`s class, this is a deliberate facade which breaks down when she is forced into dangerous circumstances. She has a talent for intelligence assessment and, at Butei High, gossip. She enjoys customizing her uniform in an Elegant Gothic Lolita style. She wields two Walther P99s and two knives. Like Aria, she earned the title of a \"Quadra\".\nRiko is revealed as a descendant of Arsène Lupin. Her real name is Riko Mine Lupin IV. Riko also reveals that she was the Butei Killer. She appears to have an inferiority complex towards the first Lupin and wanted to overcome him. Her plan was to make Aria and Kinji become a partner so it would create the same battle situation where Sherlock has Watson as a partner before. Defeating both of them would mean she would overcome her ancestor since Sherlock Holmes and Arsene Lupin fought 100 years ago and neither side came out on top. Due to being locked in a cell at very young age after both of her parents died, and was constantly used as an experimental tool by Toru; and on top of that, due to Toru`s saying that she is worthless and does not inherit any of the past Lupins` abilities and that her only existence is that she could produce Lupin the V, she despises being referred to by her generation`s number. At that time, she was also given very little food and muddy water.\nIt was also revealed that there is in fact a reason for Riko`s complex of wanting to surpass the original Lupin, Riko was held captive by Vlad the Bad and was recently `let go`, under certain circumstances, these were that Riko would have to prove to surpass the original Lupin causing her to have an obsession in the defeat of Sherlock Holmes the 4th.\nShe has feelings for Kinji, but these feelings are considered unhealthy because she constantly attempts to seduce Kinji. Even so, she proves them by sharing a kiss with him on episode 11.\nAfter defeating Vlad with the assist of Kinji and Aria, she helps Aria justify that Kanae Kanzaki (Aria`s mother) is not the Butei Killer, and that Vlad is the one who is truly behind all of the murders.\nRiko and Aria share several traits: small height, Quadra status, twin-tailed hair and representation of the fourth generation of their ancestral family, and lastly, both are romantically interested in Kinji.",
  "gender" : "FEMALE",
  "name" : "Mine Riko",
  "rating" : {
    "rating" : 6.65,
    "total" : 67
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "101" : "Ise Mariya"
  }
}