{
  "anime_ids" : [ 584, 1307, 1308, 1310 ],
  "character_id" : 254,
  "description" : "Flegel was a baron and therefore a high noble, and the nephew of Duke http://anidb.net/ch261 [Otto von Braunschweig]. He was involved in the imprisonment of then-Rear Admiral http://anidb.net/ch193 [Wolfgang Mittermeyer] in 795 UC, paying an interrogator to torture him and after this was unsuccessful attempting to beat him personally. His pride stung by Mittermeyer accusing him of cowardice in beating a manacled man, he released the admiral`s handcuffs to fight him fairly but was easily defeated by Mittermeyer and called for his companions to shoot his opponent. This was foiled by the personal intervention of Admiral http://anidb.net/ch1687 [Reinhard von M端sel] at the request of Rear Admiral http://anidb.net/ch194 [Oskar von Reuenthal].\nFlegel cooperated with many high officers and nobles against http://anidb.net/ch186 [von Lohengramm]. In particular, he incited http://anidb.net/ch499 [Susanna von Benem端nde] into plots to kill Reinhard or http://anidb.net/ch205 [his sister], all while being careful no definitive evidence could be traced back to himself. He was aboard http://anidb.net/ch1762 [Iserlohn Fortress], holding the rank of Vice Admiral under Fleet Admiral http://anidb.net/ch200 [Gregor von M端ckenberger] who valued his political connections. Flegel accompanied von M端ckenberger aboard http://anidb.net/ch82216 [his flagship] at the Fourth Battle of Tiamat.\nFollowing the battle, Flegel returned to Odin in 796 UC and conspired with Braunschweig to ensure that Reinhard would die in his next campaign. It was his proposal to leak Imperial plans to http://anidb.net/ch6233 [Phezzan], correctly guessing that the information would be sold to the http://anidb.net/ch1535 [Free Planets Alliance].\nHaving been present at the formation of the http://anidb.net/ch6230 [Lippstadt League], Flegel served his uncle as a Vice Admiral during the Imperial Civil War and died in a mutiny after insisting his ship make a suicide charge. His last words were \"Long live the http://anidb.net/ch1534 [Empire].\"\nSource: Gineipaedia",
  "gender" : "MALE",
  "name" : "Flegel",
  "rating" : {
    "rating" : 4.83,
    "total" : 12
  },
  "type" : "CHARACTER"
}