{
  "anime_ids" : [ 8039, 8126, 9471 ],
  "character_id" : 25481,
  "description" : "The team leader, an expert marksman and artist whose usually erratic personality is replaced with a brilliant deductive mindset by ceremonially donning goggles in a process called `Connecting`—this allows him to make eerily accurate inferences by concentrating entirely on absolutely all the available evidence, to the extent of accurately recalling background noise. He enjoys the sense of adventure he receives from helping others for its own sake, but can become very emotionally involved with more serious cases to the extent of verbally abusing those he sees to be betraying their friends. Despite Bossun`s deceptively sharp acumen, he is notably socially awkward around attractive women. He frequently breaks the Fourth Wall; he also vocally guards his position as the protagonist of the series when sidelined. However, when he won the Character Popularity contest (which had a whole chapter based around it), he was extremely humble about it.\nOn his fifteenth birthday, he discovered that he was not related to his mother, Akane, and his sister, Rumi. His actual parents were Akane`s best friends, Ryousuke and Haru. When Bossun was about to be born, his parents were involved in car accidents. His father died while saving a child, and his mother died from giving birth. He ran away from home and wandered around aimlessly. After meeting Taisuke Mishima, the child who his father had saved, Bossun received the present that Ryousuke had meant to give to Haru after the birth. Bossun read the letters, saying about how he should help other people. However, in anger, he flung down the letters and claimed that he would only live for himself. After watching a student his age be bullied (it was actually Tsubaki, but he had longer hair and glasses then, so they didn`t recognise each other after they met again), he discovered that he had truly inherited his parents` blood because he couldn`t resist helping other people. He later on returned to Akane and Rumi, and continued to live with them. Bossun continued to believe that he was alone in the world, before the doctor who had helped deliver him came to him on his birthday and told him that he had a younger twin brother. As a result, he realised that his brother was actually Tsubaki Sasuke from the Disciplinary Committee. Bossun felt deep down that he had already known because everybody kept saying that they were similar. Despite knowing that they were brothers, both Tsubaki and Bossun continue to have an awkward rivalry with each other, often breaking in to fights, but slowly getting closer, as brothers should. He also has inherited some behaviour from Akane having shown that when ever she yells at Bossun at some point she would end up saying \"dummy\" repeatedly. He has shown a great assortment of talents, such as being able to draw as good as a mangaka, able to make origami be extremely life like, and being excellent at riddles, the second best in the school.",
  "gender" : "MALE",
  "name" : "Bossun",
  "rating" : {
    "rating" : 8.45,
    "total" : 45
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "65" : "Yoshino Hiroyuki"
  }
}