{
  "anime_ids" : [ 455, 2334, 2638 ],
  "character_id" : 25718,
  "description" : "Lucifer Hawks are demons from another dimension (named \"Nemesis\" whereas our earth`s dimension is named \"Gaia\"). They appear in various shapes and sizes, and many of them are shape shifters.\nThe http://anidb.net/ch25714 [AMP] classifies them in the following categories:\n* Category I: Usually humanoid, with abilities similar to those of the most powerful human magicians and at least as intelligent as these. They tend to be talkative and toy with humans.\n\n* Category II: Almost as intelligent as humans, capable of lower magic (such as summoning category III LHs) and fast regeneration. Their appearance is unforeseeable.\n\n* Category III: Lower ranked creatures, hardly more dangerous than animals, often looking like flying snakes or mantas. Normal firearms are fully effective against these beings, and their intelligence is low (they`re compared to insects at one point in the show).\n\nThe more powerful Lucifer Hawks are able to take human shape; masses of lower LH can form larger beings and merge with existing objects. Both these facts aren`t known until late in the series and then become important for the course of events.\nLucifer Hawks are genetically compatible to humans, and hybrids of both races do in fact exist, most notably the sisters http://anidb.net/ch13449 [Rally Cheyenne] and http://anidb.net/ch25720 [Rosa Cheyenne]. According to http://anidb.net/ch25762 [Grospoliner]`s statement, http://anidb.net/ch13443 [Katsumi Liqueur] (and probably other sorcerers as well) is distantly blood related to the LH from earlier generations. Thus there exists another\n* Category IV: Half-breeds between Lucifer Hawks and humans (no official AMP classification; Rally, Rosa and Katsumi plus perhaps her both parents http://anidb.net/ch25713 [Gigelf Liqueur] and http://anidb.net/ch25730 [Fuyuka Liqueur] are the only known beings of this type, http://anidb.net/ch25712 [Ganossa Maximilian] is human despite his abilities).\nBeing a massive story spoiler, these hybrid LH intentionally haven`t been added to the \"Lucifer Hawks\" organization entry here (as the data model doesn`t support \"hidden members\").",
  "gender" : "NONE",
  "name" : "Lucifer Hawks",
  "rating" : {
    "rating" : 4.87,
    "total" : 4
  },
  "type" : "ORGANIZATION"
}