{
  "anime_ids" : [ 7315 ],
  "character_id" : 25732,
  "description" : "Formerly Duke Lieutolu of Roland, Lieral is the father of Ryner (Feruna Lieutolu). The House of Lieutolu, also called the \"Overseer of Magic House Lieutolu\", was a major Noble House of Roland, and had a standing matching up to that of the Eris House. Lieral is a genius who created much of the fundamentals of Roland`s magic today, and he manages a number of scholars and academics in wizardry to further the advancement of magic. Lieral`s flesh body has been infused and permeated with magical energy and like Lucile, he has an ethereal body which made him immune to any form of physical attack. He can alter his physical appearance to assume any age, create simulacrums and projections of himself, and is well versed in various of forms of magic inscriptions and incantations, making him so formidable and powerful that Ferris`s strength and movements are like child`s play to him. However, because his body is almost completely made up of magic, his natural bane are the bearers of the Iino Dwooe. When Iino Dwooe`s power is invoked by its bearer, a cross-shaped symbol appears over their pupils, allowing the bearer to absorb magical energy to increase their powers.\nSince young, Lieral has no interest in anything but magic. However, due to a stroke of coincidence, he bumped into a village girl, Iluna Laswhale, and fell in love at first sight. Subsequently, they were married despite the objections from both families. When he discovered his newly born son was born with the Alpha Stigma, he immersed himself deeply into the research in magic to save Feruna from the doomed fate of an Alpha Stigma bearer. Consequently, he split \"The Lonely Demon\" into two parts, placing the \"Lonely\" fragment into Feruna, and the \"God Devouring\" incantation into the head of Rex Eris. Furthermore, in order to protect Ryner from \"α\", the Curse of \"The Goddess\" for erasing \"The Solver of All Equations\", he infused Iluna`s body with magic, and implanted the resulting spiritual existence, \"The Charm of Aatofaaru, into Ryner. Furthermore, he first tested the feelings of Ferris for Ryner before affixing the \"God Devouring\" talisman to her sword.\nDue to Lieral`s action of splitting and implanting the Lonely Portion into Feruna`s body, he is deem a traitor and has an issued order of assassination by the \"The Mad Hero\". He is also hunted by Tiir of the God`s Eyes group as their leader, Enne Lune, states that Lieral will destroy the world.",
  "gender" : "MALE",
  "name" : "Lieral Lieutolu",
  "rating" : {
    "rating" : 5.81,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "244" : "Koyama Rikiya"
  }
}