{
  "anime_ids" : [ 455 ],
  "character_id" : 25784,
  "description" : "For centuries the Magicians Guild was operating in disguise in order to protect Earth from evil. In the light of the rapid decay of human society, in the year 1999 they started a last attempt to give humankind a new hope - the \"Project Gaia\", joining the their magical forces (under the lead of http://anidb.net/ch25713 [Gigelf Liqueur]) with the technical abilities of the famous scientist http://anidb.net/ch25760 [Stefan L. Maverick], the creator of the Cyclotron.\nProject Gaia was an attempt to make the two dimensions Gaia (our Earth/universe) and Nemesis (the parallel world of the http://anidb.net/ch25718 [Lucifer Hawks]) have limited contact to \"exchange impure molecules\" and thus \"healing\" both worlds. Nemesis agreed to these plans and put http://anidb.net/ch25712 [Ganossa Maximilian] in charge of their side of operations. But the project failed, causing the \"Silent Crisis\" (with millions of casualties on Earth, including nearly all members of the Magicians Guild).\nGanossa sabotaged the project (the dimension gate was opened only for a small gap but then the Cyclotron as opening mechanism got out of control), and many Lucifer Hawks began wandering around freely on earth, killing and eating humans.\nSo while attempting to heal the world, Gigelf (by accident) had opened the door for the Lucifer Hawks to our dimension, and only his daughter http://anidb.net/ch13443 [Katsumi Liqueur] (having inherited Gigelf`s magical power) will be able to either fully open or completely close the dimension gate - she`s \"the key\". But Ganossa is still alive and has his own agenda, concealed even from the King of Nemesis.\n24 years later, http://anidb.net/ch13449 [Rally Cheyenne] (being the daughter of a Guild Magician but only a child in the days of the Silent Crisis) formed the http://anidb.net/ch25714 [AMP] with the intention of making up for this failure and continuing the work of the Magicians Guild to protect humankind; nearly all other AMP members (Katsumi as Gigelf`s daughter, http://anidb.net/ch13447 [Lebia] as Stefan L. Maverick`s granddaughter, http://anidb.net/ch13445 [Nami] as http://anidb.net/ch25788 [Razan]`s daughter, http://anidb.net/ch13448 [Mana] as http://anidb.net/ch25782 [Genvara]`s financé, http://anidb.net/ch25715 [Lum Cheng] as http://anidb.net/ch25802 [Avalanche Wong]`s granddaughter) are also closely related to key figures of the project, thus carrying the responsibility for the deeds of their ancestors on their shoulders.",
  "gender" : "UNKNOWN",
  "name" : "Magicians Guild",
  "rating" : {
    "rating" : 5.14,
    "total" : 1
  },
  "type" : "ORGANIZATION"
}