{
  "anime_ids" : [ 455 ],
  "character_id" : 25796,
  "description" : "A scientific project of the http://anidb.net/ch25777 [Tajima] Laboratory, performing generic manipulation of children in order to increase their YLPER (YLEM perception, see http://en.wikipedia.org/wiki/Ylem) abilities.\nThe ultimate goal of the project was to creating the \"perfect human weapon\". Each child specialized in one ability; ultimately these abilities were meant to be transferred to another person by killing its owner. Amongst these children were http://anidb.net/ch25798 [Annie-chan], http://anidb.net/ch25794 [Hiroko-chan] (code name: XRP-8), http://anidb.net/ch25793 [Lisa-chan] (code name: XRP-12), and http://anidb.net/ch25799 [Yuki-chan] (code name: XRP-77) who, being the most talented one, was decided to become the final result of the project. But with Yuki, Lisa and Hiroko having escaped from the laboratory the project was never completed.\n12 years later, http://anidb.net/ch25792 [Lisa Emelpha] (Lisa-chan) and http://anidb.net/ch25791 [Yamashita Hiroko] (Hiroko-chan) were both killed by http://anidb.net/ch25716 [Annie] during the events of episode 10, thus Annie gained the abilties of both victims; Annie was then defeated by Yuki at the end of episode 10, causing all of Annie`s abilities to be transferred to http://anidb.net/ch13446 [Saiko Yuki], exactly as Tajima-hakase had intended.\nThe project was funded by http://anidb.net/ch25804 [Washio Tooru] with the intention of giving humankind an effective weapon against the http://anidb.net/ch25718 [Lucifer Hawks]. By effectively `creating` Saiko Yuki of the http://anidb.net/ch25714 [AMP] this way and putting her into a position where she traveled through time back to the days of http://anidb.net/ch25803 [Washio`s youth] (1997, i. e. 13 years before Yuki-chan was even born), thus making him want to support humankind against the LH in the first place, he created a time travel paradox. But with Yuki being able to teleport the AMP members out of the destruction area during the battle in episode 25, Tooru actually got the result he had planned.\n(The Bandai U.S. release for Silent Möbius - as well as the official German sub - mistranslated \"YLEM\" to \"IREM\" (going by the audio pattern) during the episode 25 dialog, making the connection quite difficult to understand.)",
  "gender" : "NONE",
  "name" : "YLEM project",
  "rating" : {
    "rating" : 7.49,
    "total" : 1
  },
  "type" : "ORGANIZATION"
}