{
  "anime_ids" : [ 8148, 8689, 12240, 12574, 17786, 18561 ],
  "character_id" : 25808,
  "description" : "The fifteen year-old protagonist of the story, Rin is the son of Satan born from a human woman and is the inheritor of Satan`s powers. His powers were sealed at birth into the demon-slaying blade Kurikara, or Koumaken, by Mephisto Pheles, allowing him to live a normal human life for about 15 years. Rin became aware of his true identity after Kurikara could no longer seal the blue flames he inherited from Satan, setting a chain of events that led to the death of his guardian, Father and Exorcist Fujimoto Shiro, at the hands of Satan who attempted to drag Rin back to the demon realm. Exorcist Mephisto Pheles confronted Rin after Shiro`s funeral with several exorcists, giving Rin the option to kill them all or die. Rin instead demanded to become an exorcist, an idea that amused Mephisto. Rin was then enrolled personally by Mephisto into the True Cross Academy Exorcist School, and since been pursuing his goal to become a Paladin and to defeat Satan. He is currently an Exwire and attempting to gain the title of Meister as a \"Knight\" (an exorcist who fights with a sword).\nRin can tap into the power he has inherited from Satan through the use of a demon-slaying katana, called Kurikara or Koumaken. The sheath acts as a portal to Gehenna (the demon world) which when drawn returns Rin to his demon form. While in his human form, Rin exhibits a number of physical traits that are signs of his demonic nature, such as sharper-looking teeth, slightly pointed ears, and a black, fur tufted tail (which he keeps hidden in his shirt). As a demon, Rin gains two blue flames that float above his head, long, elf-like ears, and his eyes turn bright blue. In both forms Rin can control incredibly destructive bright blue flames, the trademark sign of anything related to Satan. However, when he draws Kurikara, the magnitude of the flames dramatically increases and often leads to Rin being \"consumed\" by his own flames and losing his mind. Rin also has a demon Familiar Cat Sith, Kuro, who was initially Father Fujimoto`s.",
  "gender" : "MALE",
  "name" : "Okumura Rin",
  "rating" : {
    "rating" : 7.29,
    "total" : 125
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "390" : "Okamoto Nobuhiko"
  }
}