{
  "anime_ids" : [ 230, 921, 990, 991, 992, 1020, 1041, 1804, 2371, 2848, 3419, 4199, 4728, 5048, 5772, 6316, 6801, 7109, 7257, 7891, 8012, 8269, 8826, 9216, 9564, 9653, 9764, 9956, 10318, 10966, 11585, 11842, 12407, 12646, 13649, 14215, 14993, 15067 ],
  "character_id" : 2611,
  "description" : "James is one part of of the Team Rocket trio that follows around Ash Ketchum and friends in the Pokémon anime, usually trying to steal Ash`s Pikachu, but always failing.\nJames is mostly a comedic parody of bishounen characters; the English dub in particular tends to give him a melodramatic and even campy tone. He is somewhat famous for carrying a rose, though in more recent episodes he does not display it often. Mostly, his rose is displayed in the Team Rocket motto.\nThe only child of millionaires, James was forced to endure formal society. At a young age, he was forcefully engaged to a girl of whom he was terrified, Jessiebelle, all because his parents wanted to have a wealthy daughter-in-law. Thus, he ran away from home, leaving behind his beloved pet Growlie. He attempted to enroll in Pokémon Tech, a trainer`s school, but, along with his new friend Jessie, flunked out. Then, with Jessie, he joined the Sunny Town bicycle gang, where he was popular for being the only gang member to have to use training wheels (nicknamed \"Trainer Jim\"). Eventually James, Jessie, and the bike gang went their separate ways.\nDue to conflicts in canon between Kanto and Johto episodes and the special episode \"Training Daze\", what happened between James and Jessie after the bike gang is unknown. What is known, as shown in the special episode, is that they joined Team Rocket separately and were on initially unfriendly terms after being grouped with Meowth. However, they quickly made up and the rest is history.\nSince he is proficient in several activities, including Pokémon haiku and PokéRinger, it is possible that he developed his skills during his temporary separation from Jessie, but this is not known for sure.\nIn the episode \"Holy Matrimony!\", James returned to his home as a result of a trap by his parents, who pretended to be dead. He was reunited with his old pet Growlie and managed to avoid marrying Jessiebelle. Growlie stayed behind when James returned to Jessie and Meowth.\nJames has a tendency to be swindled by a Magikarp Salesman, who has on many occasions tricked him into buying a Magikarp or other useless Pokémon and items for large sums of money.\nJames also has a tendency to cross-dress, but has not done it since \"Pros and Con Artists\". He does, however, dress up like famous celebrities as well, such as Professor Oak, Juan, and Norman.\nJames loves rare bottle caps and has an impressive collection of them. In the episode \"All That Glitters!\" it is revealed that he has \"drunk enough soda pop to float an aircraft carrier\".\nFor unknown reasons, he, Jessie and Meowth mostly use hot air balloons instead of faster ways of transportation. However in newer episodes the balloon is shown with `jets` attached to explain how they get from one place to another faster than walking.",
  "gender" : "MALE",
  "name" : "Kojirou",
  "rating" : {
    "rating" : 8.08,
    "total" : 492
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "233" : "Miki Shin`ichirou"
  }
}