{
  "anime_ids" : [ 991 ],
  "character_id" : 2616,
  "description" : "Vicious, also known as the Iron-Masked Marauder, is an elite officer of Team Rocket. He is the main villain of Pokémon 4Ever.\nVicious is possibly one of the only characters in the whole history of Pokémon who appears to be purely evil; he is shown to be heartless, cruel (though likely to a lesser extent than J), and above all egocentric. He values his life above that of others, whether out of cowardice or selfishness.\nVicious is ambitious and megalomaniacal--although he makes pretence of capturing Celebi to present it to Giovanni, his true intentions are to use its power to overthrow his boss and rule Team Rocket himself.\nNot much is known about him except that he has quite a reputation within Team Rocket. Jessie, James, and Meowth all recognize him and immediately start kowtowing shamelessly.\nNot much is known about Vicious`s connections in Team Rocket aside from his strong hatred of Giovanni and ambitions to usurp his boss`s position.\nAlthough he dislikes his boss, Vicious, unlike other elite officers such as Domino, Annie and Oakley, sees other Rockets as helpers to his cause, and is quick to ally with Jessie, James and Meowth for the purpose of helping him carry out his plans and spreading the word about his new found power.\nVicious is skilled at hand-to-hand combat, but does not have the best balance. His primary combat relies on Pokémon that are brainwashed by his Dark Balls (it is not known if his Sneasel and Scizor were victim to this, but his Tyranitar was). The origin and technology behind these Dark Balls is unknown; they may not be Rocket technology because Vicious is the only one seen using them. The only quality known about Dark Balls is that they make the target Pokémon extremely loyal to Vicious, to the point of forgetting itself and attacking without regard to previous friendships and loyalties.",
  "gender" : "MALE",
  "name" : "Vicious",
  "type" : "CHARACTER",
  "voice_actors" : {
    "34328" : "Sano Shirou"
  }
}