{
  "anime_ids" : [ 921 ],
  "character_id" : 2622,
  "description" : "Annie is the partner and older sister of Oakley.\nBoth she and Oakley are named after Annie Oakley, in the same manner as the Rocket duos Jessie and James, Butch and Cassidy, and Attila and Hun.\nUnlike her younger sister Oakley, Annie is a little less concerned with the task at hand, and appears to be slightly more vain. Prettier and more suave than Oakley, Annie is enchanted by the beauty of the Soul Dew, rather than the abilities of the Defense Mechanism of Alto Mare, or capturing Latias and Latios for Giovanni - she even screams that her outfit is ruined when she falls into a canal.\nDitzy as she appears, Annie is more in control than Oakley is, as Oakley goes somewhat mad with power when commandeering the Defense Mechanism of Alto Mare (DMA), despite Annie`s concerns about using it\nNot much is known about Annie nor her sister before Pokémon Heroes, but their reputation precedes them; James instantly recognizes them.\nIn the dub, they were assigned a mission by Giovanni, implying Team Rocket membership, but this is not present in the original.\nExcellent at balance and athletics, she has no trouble making huge leaps and cartwheels while fighting Latios and Latias and keeping perfect balance on a beam which Jessie, James and Meowth have trouble with. She also have some very advanced technology at hand - she has glasses which can identify Latias when disguised and can see Latias and Latios when invisible, and they capture Latios using what appears to be a net of energy.\nHowever, Annie is rarely seen using these devices; it usually falls to Oakley.\nAt the very end of Pokémon Heroes, Annie climbed into the DMA to join Oakley and ended up getting stuck inside it. They were rescued by police, and ended up in a heavily-guarded prison. The last we see of the two is them in said prison, looking at a picture book about the events of the second movie. Presumably, both are still behind bars.",
  "gender" : "FEMALE",
  "name" : "Zanner",
  "rating" : {
    "rating" : 5.5,
    "total" : 2
  },
  "type" : "CHARACTER"
}