{
  "anime_ids" : [ 921 ],
  "character_id" : 2623,
  "description" : "Oakley is one of the main antagonists from Pokémon Heroes. She is the partner and younger sister of Annie.\nBoth she and Annie are named after Annie Oakley, in the same manner as the Rocket duos Jessie and James, Butch and Cassidy, and Attila and Hun.\nAlthough the younger sister, Oakley appears to be the brains behind the operation. Annie may be more suave, but it is Oakley who masterminds the plan. Unlike Annie, Oakley has a lust for power - Oakley is quick to use the DMA, and once at its helm, her desires for power take over - in the dub, \"I can control the whole world from in here!\"; in the original, \"Now this city is mine!\" (もうこの町はあたしのもののよ!).\nShe only uses it briefly, but Oakley is quick to learn how to use the DMA. In that time, she floods Alto Mare, almost drowns Ash, resurrects Kabutops and Aerodactyl fossils, among other things. Adept as she may be at using it, however, she does not know where to stop, and that eventually proved to be her downfall.\nNot much is known about her nor her sister before Pokémon Heroes, but their reputation precedes them; James instantly recognizes them.\nIn the dub, they were assigned a mission by Giovanni, implying Team Rocket membership, but this is not present in the original.\nExcellent at balance and athletics, she has no trouble making huge leaps and cartwheels while fighting Latios and Latias and keeping perfect balance on a beam which Jessie, James and Meowth have trouble with. She also have some very advanced technology at hand - she has glasses which can identify Latias when disguised and can see Latias and Latios when invisible, and they capture Latios using what appears to be a net of energy.\nAt the very end of Pokémon Heroes, Annie climbed into the DMA to join Oakley and ended up getting stuck inside it. They were rescued by police, and ended up in a heavily-guarded prison. The last we see of the two is them in said prison, looking at a picture book about the events of the second movie. Presumably, both are still behind bars.",
  "gender" : "FEMALE",
  "name" : "Lions",
  "rating" : {
    "rating" : 2.6,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2968" : "Shaku Yumiko"
  }
}