{
  "anime_ids" : [ 990, 7109, 14215, 15067 ],
  "character_id" : 26736,
  "description" : "Mewtwo was created in a laboratory from a Mew fossil that was found in the Andes Mountains by a team working for Team Rocket. The fossil was given to Dr. Fuji by Giovanni who wanted him to make a superior clone in exchange for funding for his own experiments regarding the cloning of his late daughter called Amber.\nDr. Fuji failed in the attempt in cloning his daughter from what remains of her soul but succeeded in cloning a superior version of Mew called Mewtwo after numerous attempts.\nMewtwo spent most of his childhood unconscious but began communicating with a young girl`s fading consciousness called Ambertwo via telepathy. Mewtwo becan talking to her and then began communicating to some unconscious cloned Pokemon called Bulbasaurtwo, Squirtletwo and Charmandertwo.\nAmbertwo and Mewtwo became friends but after only a short time the Squirtletwo, Bulbasaurtwo and Charmandertwo disappeared as they had perished in the real world. Mewtwo was confused to what happened but his confusion turned into sadness when Ambertwo disappeared aswell as what remained of her consciousness faded away in the real world.\nJust before Ambertwo disappeared, she thanks Mewtwo for caring about her and told him \"life is wonderful\".\nDr. Fuji and the Team Rocket scientists picked up Mewtwo`s subsequent anger by tracking his brainwaves. The scientist made Mewtwo forget Ambertwo and the previous event by administering some serum.\nDespite remaining unconscious, Mewtwo grew to adult size but was confused as to what happened previously. It remembered Ambertwo`s final line \"life is wonderful\" but questioned why.\nOnce reaching adult size Mewtwo began hearing the voices of the scientist outside of the test chamber. After finally waking from an unconscious state he released himself from the chamber and confronted the scientists who were all happy that their experiment has finally awoken.\nAfter hearing about the scientists experiments and the further tests that were planned for Mewtwo he became enraged and destroyed the whole laboratory on New Island. Giovanni landed on the island by helicopter and encoutered Mewtwo for the first time and managed to persuade Mewtwo in joining him to meet their goals. Giovanni provided a suit for Mewtwo which focused Mewtwo`s Psychic powers and gave Mewtwo the chance to use them during Pokemon Gym battles and during missions with the Team Rocket Grunts.\nMewtwo still questioned his own purpose and Giovanni revealed to him that his purpose was to serve Giovanni and help him rule the whole with Team Rocket. Mewtwo became enraged and destroyed the Team Rocket HQ before flying back to New Island where he set up his own laboratory.\nOnce his laboratory was completed, Mewtwo lured several Pokemon trainers to New Island by organising a promised an audience with the \"Worlds most Powerful Pokemon Trainer\". To ensure only the strongest trainer would make it to New Island, Mewtwo created a storm surrounding the island.\nAfter the strongest Pokemon Trainers made it to New Island, Mewtwo reveals himself and after a brief display of his powers he was challenged to a Pokemon Battle.\nJust before the battle Mewtwo unveiled his cloned Venusaur, Blastoise and Charizard which he claimed that like himself, the Venusaur, Blastoise and Charizard had been cloned with abilities that surpass the originals.\nCorey, Neesha and Ash each attempted to defeat Mewtwo`s clones using their own Venusaur, Blastoise and Charizard respectively but they all were defeated quickly.\nMewtwo claimed all of the Pokemon that were brought to New Island as his own and cloned them using his laboratory on the island. He spared the Pokemon trainers lives who were on the island but said that his storm the will ravage the earth will seal their fates.\nAsh Ketchum manage to free the oringal Pokemon trapped in the laboratory and confronted Mewtwo and the newly created clones. Ash charges at Mewtwo but it was able to use his psychic powers to send Ash flying towards a tower on the edge of the stadium.\nJust before Ash crashed into the tower he was rescued by Mew who suddenly appeared before everyone on New Island and Mewtwo.\nMewtwo saw a great opportunity to show whether he had actually surpassed the original and attempting to battle Mew. However, Mew original thought the battle was a game and did not fight back until Mewtwo actually successfully hit Mewtwo with a Shadow Ball.\nMewtwo challenged Mew and the original Pokemon in a battle and claimed that there would be no match for his superior clones and to prove his point he would block all special moves in the battle. As the original Pokemon fought the cloned Pokemon, Mew and Mewtwo began clash with each other to prove who was the strongest.\nAs both Mew and Mewtwo, drew their strength to fire another attack at each other, Ash Ketchum ran between them both and was struck by both attacks which turned him into stone.\nMewtwo was stunned by Ash`s actions and all of the Pokemon on the island began to shed tears after witnessing Ash`s selfless actions.\nThe tears of the Pokemon turned his body back to normal and Mewtwo halted his battle with Mew after realising that the circumstances of ones birth are irrelevant, it is what the person or Pokemon does with the miracle of life that defines them.\nMewtwo promised never to forget what transpired on New Island and took his cloned Pokemon away to live in peace. His last act on New Island was to erase the memory of everyone else on the island.",
  "gender" : "NONE",
  "name" : "Mewtwo",
  "rating" : {
    "rating" : 9.09,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3835" : "Ichimura Masachika"
  }
}