{
  "anime_ids" : [ 628, 2407 ],
  "character_id" : 26879,
  "description" : "Erica Fontaine is a sixteen-year old nun in training, and a cabaret dancer for Chattes Noires at night. A devout Christian, who genuinely wants to help people in need, however, because of her clumsy nature, those who receive her help often ends up with more trouble. She sometimes mistakes her dreams and imagination as reality, and acts on it, creating havoc. In the game, she frequently walks in to a billboard, hitting her head. Once, during the game, when her true spiritual powers awaken, she takes on a serious, divine personality.\nShe has a great interest in Japan and its culture, although her knowledge is often anachronistic, or wrong. She asks Ogami about Japan many times in the game. Her favorite food is pudding. Her hobbies are: bible reading, prayer, helping people, and machine gun shooting. She carries two cross-shaped machine guns named \"Raphael\" and \"Gabriel\", concealed inside her skirt.\nWhen she was young, her parents died in an accident, in which she survived by accidentally using her special powers. Afraid that people who have seen her powers will think ill of her, she decides to live and become a nun in a church ran by Father Leno. She genuinely tries to help others in need, yet her clumsiness almost always creates more trouble. For example; when asked by Father Leno to clean the sanctuary, she ends up destroying the Virgin Mary statue, when she was in charge of clearing the weed near the church, she ends up plucking out the flower bed, and when she was in charge of the cooking, and she cooked up a dish that was inedible. Because of such action, she was actually asked to leave the convent but due to her misunderstanding and impression of Leno`s saying, she stayed there for six more months.\nIn Sakura Taisen: École De Paris, Grand-Mère first meets her in a church seeing her praying with angel wings and she became the first Paris Hanagumi. But after one year of training, she still slacks much to Grand-Mère`s dismay. She makes friends with Glycine and recruits Glycine as the second member, after saving her. It is also shown that she gets her infamous wake-up maracas dance from Father Leno. When Erica is arrested as an accomplice of Lobelia due to Lobelia`s lie, Erica wonders what Lobelia meant by having pleasure in the morning with men. Father Leno, being at a loss for an answer, tells her that men and women dance in the morning to show gratitude to God.\nWhen Ogami came to Paris, she was the first member to meet him during a commotion in the European exposition ground. In the chapter where the Teito members (Maria, Kanna and Kohran) came to Paris as coaches to coach the Paris Hanagumi, she failed all the drills. However, the coaches felt that her spiritual powers have not been awakened. During this chapter, Father Leno comes to Ogami and asks him to tell Erica to leave the convent, due to Erica`s clumsiness creating more havoc. Having heard their conversation, compounded by her failure in the drills earlier, she feels she is no longer needed anywhere. With nowhere to stay or go, she wanders around the raining city until Ogami finds her. She falls sick and ends up staying in Ogami`s place, where Ogami notices her enormous spiritual powers. The next day, although she hesitates at first to come back to Chattes Noires, the rest of the Paris Hanagumi manages to convince Erica to come back, by making a fake emergency call. But a few minutes later, a real attack on Chattes Noires occurs. During this attack, her spiritual power awakens when she tries to save her friends from being killed by Corbeau. In the end, Erica is given a room in the attic of Chattes Noires.\nErica is always seen smiling and trying to cheer up everyone. In Sakura Taisen Le Nouveau Paris, due to the nature of the game Sakura Taisen, a debate occurs amongst the Hanagumi members as to whom the next captain of the Hanagumi should be. At first, each member feels that Ogami chose herself as the next captain, however, in the end Erica is chosen as the Captain of the Paris Hanagumi by the member themselves, though she still has her perky and clumsy attitude. This ends up being temporary as Erica resigns from the captain post in the end when she realizes the captains of the kagekidans generally end up being servants to the kagekidan members` whims, and Grand-Mère notes that the Paris Kagekidan does not need a captain to guide them to defend Paris.\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Erica Fontaine",
  "rating" : {
    "rating" : 6.42,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "268" : "Hidaka Noriko"
  }
}