{
  "anime_ids" : [ 7891, 8826, 9216, 9565, 9764, 9956, 15067 ],
  "character_id" : 27185,
  "description" : "Woobat, known as the Bat Pokémon, is a white, shaggy creature based upon the Honduran white bat. It has a piggish, large nose with a nostril in the shape of a heart. Its eyes are hidden behind two shaggy tufts of fur. It has a large mouth with a single fang, and two relatively small wings on either side of it. It lives in dark forests and caves. It explores its surroundings by releasing ultrasonic waves from its nostrils. It sleeps stuck on the walls of caves by its nostrils. It leaves heart marks on the places where it was stuck.\nWoobat`s first appearance in the video games is in the two games Pokémon Black and White as a common Pokémon found in the wild. It eventually evolves into the Pokémon Swoobat by leveling up when its happiness is high. Happiness can be raised by fighting through many Pokémon battles. In the games, it was described as Black and White`s version of the Pokémon Zubat due to being of a similar species Woobat also appears in the Pokémon spin-off game Battle & Get! Pokémon Typing DS where players type in the names of Pokémon that they see. In the anime, Jessie catches a Woobat while in a cave with James and Meowth. She uses it to battle against Ash and Iris. It manages to defeat Ash`s newly captured Pidove but is defeated by Oshawott`s Water Gun. Woobat has made other minor appearances in the anime. In the Pokémon Adventures manga, a Woobat is in the possession of the character White.\nIGN described it as the baby of \"a Tribble, a bat, and a pig\". Game Informer`s Jeff Marchiafava stated \"I kind of like the idea of having a romantic bat as a Pokémon... However, I`m not sold on its abilities\". Jeremy Parish of Retronauts criticized the series` use of redundant new Pokémon, commenting that Woobat was the same as Zubat, referencing the uncanny similarities in name. IGN`s Jack DeVries questioned whether Woobat would act as a Zubat replacement. He later expressed that despite being unsure of Woobat`s quality, he wrote that \"at least he`s not a Zubat\". 1UP.com`s Kat Bailey wrote that Woobat was basically a Zubat with a pig`s snout. 1UP.com`s Michael Vreeland wrote that Woobat was \"a lot more interesting\" than Zubat. G4TV`s Nikole Zivalich, however wrote that Woobat was derivative and inferior to Zubat and that while fans will appreciate not having to run into so many Zubats, the \"alternative isn`t much better\". Carolyn Gudmundson of GamesRadar similarly described Woobat as the \"new Zubat\", noting that based on their looks, it and its evolution are two of their favourite Pokémon; however, they do note that they have some faults gameplay-wise.",
  "gender" : "DIMORPHIC",
  "name" : "Koromori",
  "type" : "CHARACTER"
}