{
  "anime_ids" : [ 7891, 8735, 8826, 9216, 9653, 9764, 15067, 15626 ],
  "character_id" : 27188,
  "description" : "Darumaka is a Fire-type Pokémon introduced in Generation V.\nIt evolves into Darmanitan starting at level 35.\nIn Galar, Darumaka has an Ice-type regional form. It evolves into Galarian Darmanitan when exposed to an Ice Stone.\nDarumaka is a round, red Pokémon with an orange face and yellow curly eyebrows. It has three yellow ovals on its abdomen and a curvy yellow line on its back. Its paws are orange and have three digits each. It has very warm droppings, which ancient people put in their clothes to keep themselves warm.\nWhen the flame inside its body burns, Darumaka is very active. It cannot calm down in this state, and thus becomes uncontrollable. As the flame shrinks, it falls asleep. It can tuck in its arms and legs when it rests; during that time, it slightly sways. While it is sleeping, it cannot be tipped over no matter how much it is pushed or pulled, like a tumbler doll, which it resembles in this state. It prefers to live in a desert environment.\nGalarian Darumaka has a thicker coat than normal Darumaka, several turquoise ice crystals as its eyebrows and on its chest, and has blue hands and face with white snowy fur. Unlike its normal form, Galarian Darumaka has a timid frown instead of a mischievous smile.\nSeismic shift in the Galar region long ago caused the warm climate to cool, and Darumaka in this region have adapted to this cooling. The fire that burned within their bodies went out, leaving an organ that produces cold air instead. The colder Darumaka gets, the more energetic it becomes. They can focus their internal energy to breathe out cold air in the form of snow, which they use to make snowballs for ammo in playful snowball fights with each other. Galarian Darumaka enjoys eating Berries produced by Snover. This leads it to prey on Snover often being driven off by Abomasnow.",
  "gender" : "DIMORPHIC",
  "name" : "Darumakka",
  "type" : "CHARACTER",
  "voice_actors" : {
    "233" : "Miki Shin`ichirou"
  }
}