{
  "anime_ids" : [ 7891, 8012, 8269, 8735, 8826, 9021, 9216, 9564, 9565, 9653, 9764, 9926, 15067 ],
  "character_id" : 27199,
  "description" : "Iris`s Axew was first seen appearing out of Iris`s large hairdo, much to the surprise of Ash and Pikachu. Ash helped rescue Axew from Team Rocket when they captured it just after Iris met Ash.\nAxew is Iris`s main Pokémon and it doesn`t seem to like to travel in its monster ball. It seems to prefer traveling on Iris`s shoulders and in her hair.\nMastering Dragon Rage\nIris had been practicing Dragon Rage with her Kibago for quite a while and every time the attack was used it was unsuccessful and created a crater in the ground where the attack was used and injured everyone in the area. After being captured by Team Rocket along with Crimgan, Iris`s Axew managed to master Dragon Rage which was powerful enough to crash their flying transport mecha. In the battle encounter with Team Rocket that occurred after the crash, Iris`s Axew showed everyone that it had finally mastered the move by launching a successful attack at Team Rocket but they managed to escape before it hit them.\nDon Battles Against Luke`s Golett\nIris`s Axew and Luke`s Golett were matched up in the semi-final round of the Don Battles in Raimon Town. Luke`s Golett dominated most of the battle and just as Iris`s Axew was about to be defeated, it learned the move Outrage. Outrage was able to do significant damage to Luke`s Golett and it knocked it out which eliminated Luke from the tournament.\nBattle against Cynthia`s Garchomp / Learning Giga Impact\nIris asked to battle Cynthia`s Garchomp with her Kibago as she was working on becoming a Dragon Master. Even before it the started, the battled seemed like Cynthia`s Garchomp would win. Iris`s Axew could not do any damage to Cynthia`s Garchomp until it finally concentrated for a few moments and learned Giga Impact. While Giga Impact was able to do some damage to Cynthia`s Garchomp, it quickly overpowered Iris`s Axew until Cynthia decided to end the match before a finishing blow.",
  "gender" : "MALE",
  "name" : "Kibago (Iris)",
  "rating" : {
    "rating" : 3.74,
    "total" : 24
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "21823" : "Tsuda Minami"
  }
}