{
  "anime_ids" : [ 7891, 8012, 8269, 8735, 8826, 9021, 9216, 9564, 9565, 9653, 9764, 11585, 15067 ],
  "character_id" : 27209,
  "description" : "Cilan`s Pansage was first revealed in the Sanyo Gym when Ash was shown the three gym leaders Pokémon and he looked it up in his PokéDex. Yanappu is Cilan`s main Pokémon and is relied on quite often to help Cilan out with his various tasks.\nYanappu battled against Ash`s Oshawott during his gym battle. Cilan`s Pansage showed its speed by being able to dodge most of Mijumaru Water Gun attacks.\nBattle Against Pod`s Baoppu\nChili wanted to see the results of Cilan`s studying and he challenged him to a battle. Chili thought that it would be an easy battle as they had the super effective type advantage but as the battle progressed Chili didn`t like the fact that Cilan`s Pansage kept avoiding all of Chili`s Pansear fire attacks and Chili told Cilan that running away all the time doesn`t make a battle. Cilan though told him that running away is a perfectly fine way to battle. Chili got more angry during the battle and after loosing he blamed his Baoppu for the loss as it missed its Fire Blast at the most crucial moment. Chili`s Pansear ran away in anger as it was mad it was getting blamed for the loss and Cilan then blamed Chili for the loss in the battle which only fueled Chili`s anger and he ran off as well.\nBattle against Skyla\nSkyla`s Unfezant was matched up against Cilan`s Pansage in Skyla`s air battle and she believed that her Unfezant would be victorious. In the actual gym battle, Skyla`s Swoobat was matched up against Cilan`s Pansage. It proved to be very fast in the air and easily dodged all of Cilan`s Pansage`s attacks. It only used two attacks against Cilan`s Pansage: a Air Cutter and a Gust attack before it knocked it out and gave Skyla the victory in the first round.\nTag Battle against Soran`s Warrgle and Riiku`s Mogurew\nCilan`s Pansage had a tag battle with Ash`s Unfezant against Soran`s Warrgle and Riiku`s Mogurew while Ash and his friends were on their way to Higaki City where the Isshu League was to be held. Soran`s Warrgle and Riiku`s Mogurew used special move combinations which proved to be effective in the tag battle against Ash and Cilan until they also decided to use their own combination of moves which ended up overpowering Soran`s Warrgle and Riiku`s Mogurew and they lost the tag battle.",
  "gender" : "MALE",
  "name" : "Yanappu (Dent)",
  "rating" : {
    "rating" : 3.5,
    "total" : 24
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5979" : "Fujimura Chika"
  }
}