{
  "anime_ids" : [ 7891, 8012, 8269, 8735, 8826, 9021, 9216, 9289, 9564, 9565, 9653, 9764, 15067 ],
  "character_id" : 27203,
  "description" : "Ash first encountered Mijumaru at Professor Juniper laboratory as it was one of the Pokémon that Trip was to choose from. Ash called it cute when he first saw it which caused Mijumaru to blush a bit. After being shocked that it wasn`t chosen by Trip, it followed Ash and Pikachu as they started their journey in the Isshu region.\nIt rescued Pikachu and Iris`s Axew from Rocket Gang. Ash thanked it but quickly left it behind in the forest so that he could treat Pikachu. It continued following Ash until one day it met up again and tried to explain that it wanted to join Ash on his journey. Ash tried to capture it with one of his Poké balls but then realized it already had a Poké ball and that this Mijumaru must have been the same one that he met at Professor Juniper lab. He contacted Professor Juniper and she agreed to let him have the Mijumaru and transferred its Poké ball to him. By the time it had been transferred over, it had disappeared again.\nAsh met up with Mijumaru once again when they were resting in the sands at Dan`s hotel. After protecting Ash from being scalded from a hot water geyser, Ash quickly recalled it into the Poké ball before it got scalded itself. Since then Ash`s Oshawott has had the tendency to come out of its Poké ball whenever it feels like despite what the current situation is.\nGym Battles against Lenora`s Watchog\nDuring the first gym battle against Ash`s Oshawott, Lenora`s Watchog used Mean Look so Ash`s Oshawott couldn`t be switched out. Since Ash`s Oshawott wasn`t expecting to battle Lenora`s Watchog at that time, it was at a disadvantage and it was in a bad mood. After Ash`s Oshawott lost its shell during the battle, Lenora`s Watchog was able to use its Thunderbolt effectively to knock Ash`s Oshawott out of the match.\nDuring the rematch battle against Lenora`s Watchog, Ash`s Oshawott had learned Aqua Jet during the time between the two battle and but its accuracy make it easy for Lenora`s Watchog to avoid it. Though through sheer luck, Ash`s Oshawott Aqua Jet managed to hit Lenora`s Watchog and both ended up getting knocked out at the same time as Lenora`s Watchog used Thunderbolt just before it got hit.\nThree-on-Three Battle Against Trip`s Timburr\nAsh`s Oshawott was paired up against Trip`s Timburr but the beginning of the battle didn`t go to well for Ash as Ash`s Oshawott had its eyes closed during Aqua Jet and completely missed hitting Trip`s Timburr. After a short break in the battle, the two finished up with their final attacks. Ash`s Oshawott`s Razor Shell proved to be stronger than Trip`s Timburr`s DynamicPunch and Ash`s Oshawott defeated Trip`s Timburr despite its initial problems with Aqua Jet`s accuracy.\nMastering Aqua Jet\nWhile training in Don George`s pool for the battle against Lenora, Ash`s Oshawott learned Aqua Jet. It`s aim proved to be quite off but through sheer luck it was able to use Aqua Jet to knock out both Lenora`s Watchog and Stephan`s Blitzle. It wasn`t until Trip noticed by taking some pictures during his three-on-three battle with Ash that Ash`s Oshawott had its eyes closed during Aqua Jet. Ash vowed to help his Oshawott practice to keep its eyes open underwater so that its Aqua Jet`s targeting would be accurate.\nWhile enroute to Raimon City, Ash, Iris and Cilan`s Pokémon all got poisoned and the only thing that could cure them was a waterweed plant found in a nearby lake. Ash`s Oshawott was training with Ash at the time and didn`t get poisoned and since it was a Water Pokémon, it was best suited for the job. Unfortunately Ash`s Oshawott still didn`t like to open its eyes underwater until it was forced to defend itself against a school of Tympole who were protecting their lake from trespassers. Ash`s Oshawott opened its eyes underwater to defend itself and it started to get comfortable doing so. Ash`s Oshawott was later forced to battle Palpitoad because it came out of the water to protect its lake. During the battle, Ash`s Oshawott managed to master its Aqua Jet as it was able to remember the battle against the Tympole school and how having its eyes opened underwater was quite effective and that proved to be the decisive factor in the battle as Palpitoad was knocked out and Ash caught it.\nBattle against Bel`s Father`s Hihidaruma\nAsh challenged Bianca`s Father to a Pokémon battle to allow Bianca to continue to travel. He agreed but changed the challenge to force Ash to return home to Pallet Town if he lost the battle. Ash`s Oshawott came out of its ball as it wanted to battle against Bianca`s Father`s Darmanitan and Ash thought that it would be okay because it had a type advantage being a water Pokémon. Even though Bianca`s Father`s Darmanitan only used Fire type moves throughout the battle, it proved to be too strong for Ash`s Oshawott. Ash`s Oshawott did manage to land an Aqua Jet. Bianca`s Father commented though that his Red Flash Hihidaruma gets more fired up the more resistance it faces and shortly after it knocked Ash`s Oshawott out. Despite loosing the battle, Bianca`s Father changed his mind because the battle with Ash and his Mijumaru made him remember the joy of traveling.\nBattle Against Pod`s Baoppu\nInitially, Ash was going to battle Chili`s Pansear with his Pikachu, but Ash`s Oshawott popped out and wanted to battle it instead. Ash agreed and despite the type disadvantage in this battle, Chili just got more fired up. Chili`s Pansear managed to cover its weakness with power and momentum and taking Cilan`s advice into account, it used Flame Charge to increase its speed to become useful when dodging Ash`s Oshawott moves. Chili`s Pansear managed to endure Ash`s Oshawott super effective moves just long enough for it to use its newly learned SolarBeam attack which Ash`s Oshawott was unable to dodge and it was knocked out. Chili`s Pansear won the battle despite the type disadvantage.\nBattle Against Clay`s Krokorok\nClay`s Krokorok was the first Pokémon Clay used to battle against Ash during his gym battle. Clay`s Krokorok was paired up against Ash`s Oshawott as Pikachu initially wanted to battle it but Ash realized that an Electric type against a Ground type would be a bad idea.\nAt the beginning of the battle, Clay`s Krokorok had the upper hand as its Sandstorm managed to get sand in Ash`s Oshawott`s eyes and it also made it harder for Ash`s Oshawott to accurately attack. Clay`s Krokorok managed to hit Ash`s Oshawott with a Bite and a Stone Edge attack but it wasn`t enough to knock it out. Ash`s Oshawott used Water Gun to clear up the Sandstorm and then it began its counterattack. Clay`s Krokorok was repetitively hit with multiple attacks from Ash`s Oshawott including a super effective Aqua Jet and Razor Shell combo that ended up being too much for it and it was knocked out.\nBattle Against Clay`s Palpitoad\nAsh decided to keep his Oshawott out to battle against Clay`s Palpitoad and right away it became evident that Clay`s Palpitoad was the stronger Pokémon as its Hydro Pump ended up being more powerful than Ash`s Oshawott Water Gun. Clay`s Palpitoad followed up with a Sludge Bomb that knocked Ash`s Oshawott`s scallsword out of its hand and just as it was retrieving it, it got hit by Clay`s Palpitoad Rock Smash`s and was knocked out.\nAsh`s Oshawott and Dawn`s Piplup Rivalry\nAsh`s Oshawott and Dawn`s Piplup both fell in love with Meloetta and the two of them began a rivalry to win the affection of Meloetta. Ash`s Oshawott would often come out of its PokéBall when it could tell that Dawn`s Piplup was trying to take advantage of a situation. Even though the two of them often argued, they found a common ground and became friends after Meloetta left.",
  "gender" : "MALE",
  "name" : "Mijumaru (Satoshi)",
  "rating" : {
    "rating" : 3.49,
    "total" : 24
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "304" : "Fukuen Misato"
  }
}