{
  "anime_ids" : [ 7891, 8012, 8269, 8735, 8826, 9021, 9216, 9289, 9564, 9653, 9764, 15067 ],
  "character_id" : 27216,
  "description" : "While on route to Shippo City, Ash encountered a resilient Tsutarja. Tsutarja started eating the cakes Dent made. Realizing that it was a strong and powerful Pokémon, he decided to try to capture it right away but it didn`t get captured in the monster ball. Ash then instructed Pikachu to attack Tsutarja but Ash ended up having to protect Pikachu from Tsutarja`s powerful vine whips as it was exposed to Attract which made it dizzy.\nAsh`s Oshawott and Ash`s Tepig were both sent out to battle Tsutarja as well but it used Attract against them which proved quite effective due to the gender differences. Ash finally instructed his Mamepato to battle as it wasn`t affected by Attract. After a fierce battle between Tsutarja and Mamepato, Tsutarja was weakened enough and Ash captured it successfully.\nDon George Tournament\nGeorgia faced Ash in the second round of the Don George tournament in Raimon Town. Georgia`s Pawniard faced Ash`s Snivy and at the beginning of the battle it looked like it was going to easily win but Ash`s Snivy was able to avoid getting hit by Guillotine. From that point on, Ash`s Snivy took control of the match and was able to defeat Georgia`s Pawniard which advanced Ash on to the next round in the tournament.\nGym Battle Against Elesa`s Emolga\nAfter Elesa`s Emolga defeated Ash`s Palpitoad, Ash`s Snivy was sent out to battle against Elesa`s Emolga but Ash didn`t really have a battle strategy anymore since his Palpitoad had been defeated and he forgot that Emolga was also a Flying type. Elesa`s Emolga combination of Acrobatics and Aerial Ace was just too hard for Ash`s Snivy to defend against as the type advantage hampered it. Elesa`s Emolga knocked out Ash`s Snivy fairly easily.\nBattle against Katharine`s Gothita\nKatharine`s Gothita convinced Ash`s Scraggy to come with it outside to get something to eat. They ended up getting in trouble with a Garbodor and Katharine`s Deerling to use its Aromatherapy to calm down the raging Garbodor after Ash`s Snivy had followed them to see what they were up to. Katharine`s Gothita did not like the fact that Ash`s Snivy had been looking up on them and it decided it wanted to battle it.\nKatharine`s Gothita was quite mad at Ash`s Snivy but it didn`t stand a chance against it in battle. Ash`s Snivy barely broke a sweat as it was able to counter and avoid all of Katharine`s Gothita`s attacks before it knocked it out with its Leaf Storm. Still upset, Katharine`s Gothita ran off into the distance.\nBattle against Clay`s Palpitoad\nAfter knocking out Ash`s Oshawott, Ash`s Snivy was sent out to replace it as Ash picked it because it was strong against both Ground and Water. Ash`s Snivy used Attract right at the beginning of their battle which prove to be an unexpected yet effective technique as Clay`s Palpitoad was unable to attack after the effects of Attract took hold of it. Ash`s Snivy pummeled Clay`s Palpitoad with effective Grass type attacks until it was knocked out.\nBattle against Clay`s Excadrill\nAsh kept his Snivy out to battle against Clay`s Excadrill but that matchup didn`t last long as Clay`s Excadrill was able to defend against all of Ash`s Snivy`s attacks. Ash`s Snivy was quickly knocked out with a strong Horn Drill.",
  "gender" : "FEMALE",
  "name" : "Tsutarja (Satoshi)",
  "rating" : {
    "rating" : 4.55,
    "total" : 34
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "13" : "Hayashibara Megumi"
  }
}