{
  "anime_ids" : [ 7891, 8012, 8269, 8826, 9216, 9564, 9653, 9764, 15067 ],
  "character_id" : 27217,
  "description" : "Iris`s Excadrill was revealed when she was required to rescue her Axew from a raging Pendra. She called out Excadrill to help rescue Axew from between Pendra`s horns but it stayed in its curled up drill state until after Axew was rescued. Pendra though was still raging and it kicked Excadrill and got it angry. It then drilled underneath Pendra and then set it flying.\nExcadrill didn`t always want to obey Iris when its asked to do something. For awhile, it was stubborn but Iris`s Excadrill was able to overcome the feelings of resentment and lost of trust it felt from the battle against Drayden`s Haxorus. After relating her experience to Ash and Cilan, it became more clear to Iris that she was not fully understanding her Excadrill`s feelings. Iris apologized to her Excadrill as she finally realized that her Excadrill knew after the first hit during the battle against Drayden`s Haxorus that they couldn`t win against it.\nBattle against Drayden`s Haxorus at Dragon Village Battle Tournament\nHaving watched Iris`s Excadrill battle and defeat the Trainer`s Crimgan at the battle tournament in the Dragon Village, Drayden came out of the tent to meet Iris and her Excadrill. Iris challenged Drayden to a battle and if they won the battle, it would be their 100th victory together. Drayden accepted and sent out his Haxorus. Iris`s Excadrill was no match for Drayden`s Haxorus and it was defeated with a powerful Rock Smash attack. After the battle it began to distrust Iris and hid itself in its drilling position.\nMastering Focus Blast\nIris eventually realized that her Excadrill didn`t know any moves that it could use to fight with from a distance. She also realized that if it had known one at an earlier time, they would`ve had more options on how to construct our battles and would have been better prepared against Drayden`s Haxorus which had strong counter defenses against close range attacks. The night Iris apologized to her Excadrill, it decided to go out into the forest to practice working on Focus Blast. Iris showed up and the two of them practiced all through the night until it was finally able to successfully launch the attack.\nBattles against Langley`s Beartic\nAfter Iris`s Axew was defeated by Georgia`s Beartic, Iris was confident that her Excadrill was easily strong enough to defeat Georgia`s Beartic. She called her Excadrill out to battle but it appeared in its drilling position to which Iris told Georgia that it was in that position because it needed motivation. Georgia`s Beartic quickly attacked it with a Slash attack which was more than enough motivation for it to battle. Unfortunately, it wouldn`t listen to Iris`s commands and it ended up loosing the match when Georgia`s Beartic used Rock Smash, the same move that caused it to loose its first Pokémon battle and began secluding itself.\nDuring the rematch battle, Iris`s Excadrill listened to Iris`s commands and they were able to have a more effective battle. Georgia`s Beartic still proved to be a powerful opponent but this time the battle ended in a draw.\nDonamite Tournament\nBurgundy`s Dewott entered the Donamite tournament and faced Iris`s Excadrill in the first round. Iris`s Excadrill was able to defend Burgundy`s Dewott new move Ice Beam with its claws but when Iris`s Excadrill dug a hole, Burgundy`s Dewott used Water Pulse in the hole to deal some significant damage and get it back above ground. Iris`s Excadrill fought back with another violent Metal Claw attack which struck its mark and looked like it had defeated Burgundy`s Dewott. Burgundy`s Dewott had another new move up its sleeve and it got up off the ground and used Revenge. Iris`s Excadrill managed to withstand Revenge and counterattack with Dig while Burgundy`s Dewott was still recovering. Iris`s Excadrill won the match and eliminated Burgundy from the tournament.\nRematch Battle against Drayden`s Haxorus at the Soryu Gym\nDuring the battle, Drayden was evaluating how much Iris had grown and he noticed that Iris`s Excadrill power certainly seemed to have improved. The matchup between Iris`s Excadrill and Drayden`s Haxorus ended up in a draw as the two of them knocked each other out.",
  "gender" : "MALE",
  "name" : "Doryuzu (Iris)",
  "rating" : {
    "rating" : 3.64,
    "total" : 16
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2364" : "Furushima Kiyotaka"
  }
}