{
  "anime_ids" : [ 7891, 8826, 9216, 12407, 15067 ],
  "character_id" : 27267,
  "description" : "Garbodor is a Poison-type Pokémon introduced in Generation V.\nIt evolves from Trubbish starting at level 36. It also has a Gigantamax form.\nGarbodor has the appearance of a pile of trash spilling out of a large, torn garbage bag. It has a round, lumpy body that is mostly tan with blue and pink lumps. Its head has the appearance of the tied end of a garbage bag that has been ripped open and trails down like a cape. It has two appendages that look like clumps of garbage coming from its head. Its large, round eyes have small pupils, and when it opens its mouth, its large, triangular teeth can be seen. Garbodor has two long arms made of garbage; one held together with piping, with fingers also made up of piping material, and the other held together with rebar. It has one finger on its left hand and three on the other. It also has flat, dumpy feet.\nGarbodor is able to spray poisonous gas and filth from its fingertips, but only from its right hand. If that filth is blocked, its arm can swell up, causing it considerable pain and discomfort. It also finishes off opponents by subduing them with its left arm and spewing an awful-smelling toxic gas from its mouth. Garbodor prefers to live in unsanitary places such as garbage dumps. Garbodor inhales garbage, which then becomes part of its body. The toxic liquid from its right arm is so virulent, it can kill a weakened foe instantly. Alola was once home to many Garbodor, but the population shrank precipitously after Grimer was introduced to its habitat. This is said to have made the remaining Garbodor population stronger than its counterparts from other regions. Alolan Muk preys on Garbodor.\nAs Gigantamax Garboodor, its size has increased with an altered look. The sclera in its eyes are dark pink. The feet disappear, with the lumpy body expanding. Several discarded toys appear on Garboodor. The toys are as follows: toy car, blocks, toy airplane, toy cruise ship, Substitute doll, Poke Doll, Master Ball, fish skeleton, and toy train. The spikes on its shoulder becomes longer. The right arm becomes bulkier. There is dark blue, pink, and light green spots all across its body. Three red clouds float around the head.\nWhen Gigantamaxing, its toxic gas becomes thicker. This result in the gas taking a solid shape of discarded toys. Gigantamax Garbodor releases the gas through its mouth and fingers. Should the gas engulf someone, the toxin will seep deep in the bones.\nGigantamax Garbodor is the only known Pokémon capable of using the exclusive G-Max Move G-Max Malodor.",
  "gender" : "DIMORPHIC",
  "name" : "Dustdas",
  "type" : "CHARACTER"
}