{
  "anime_ids" : [ 4574 ],
  "character_id" : 2734,
  "description" : "The main character. Yoshimori is a 14-year old middle school boy who is the 22nd kekkaishi of the Sumimura family. In the series, Yoshimori is portrayed as a lazy, stubborn headstrong creature who strives his best to protect his friends and his family. The younger Yoshimori was different from the current Yoshimori, in the fact that he likes to cry a lot more and who heavily dislikes executing his duties as a Kekkaishi. The situation that had brought about the change in Yoshimori was when Tokine was injured by an ayakashi which he could have dispatched, but did not due to his kindness, allowing the ayakashi to become more powerful and escape his barrier. Tokine had moved to protect him, destroying the creature but getting mauled in progress. After the incident, Yoshimori had changed drastically towards his attitude towards being a Kekkaishi. At the beginning of the series, he is often baking cakes and/or other sweets, and seems to be more important to him than his duty as a Kekkaishi. He has dreams to become an expert patissier where he can enjoy making pastry castles. He is often chastised by his grand-father for this hobby.\nAs a Kekkaishi, Yoshimori cannot be matched by his counterpart, Tokine, in terms of power and speed because of his lack of accuracy and tendency to tumble into a situation without thinking about it beforehand. During the series, observations had been made by Sumimura Shigemori and Sumimura Masamori that Yoshimori has an enormous wellspring of latent abilities in his kekkais. It has also been noted that Yoshimori is able to activate \"zekkai\" without any particular training beforehand. However, his zekkai could only be powered to its full potential in moments when his emotions overflow their boundaries. Only two occasions had been shown with him using his fully powered zekkai in the current running of the series - once while fighting against Kaguro, and the other while saving his brother Masamori from getting hit by a fatal attack.\n(Wikipedia)",
  "gender" : "MALE",
  "name" : "Sumimura Yoshimori",
  "rating" : {
    "rating" : 6.77,
    "total" : 18
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "65" : "Yoshino Hiroyuki"
  }
}