{
  "anime_ids" : [ 4574 ],
  "character_id" : 2741,
  "description" : "Yoshimori`s friend and \"partner\". Tokine is 16 years old and the 22nd Kekkaishi of the Yukimura family.\nShe bears a scar on her right hand, which she received while protecting Yoshimori in their childhood.\nTokine is gifted with great accuracy and precision, however, her kekkai are very weak and can only be maintained for short periods of time; her kekkai lack the \"brute power\" of Yoshimori`s kekkai.\nAt first she attempts to make up for this by copying Masamori`s technique of stacking several kekkai`s around a target, but this takes too much stamina for her, making the technique ill-suited for her. Later, she learns to refine her kekkai into narrow \"spears\" that can impale and imprison an enemy, making up for her lack of power. She also has the ability to manipulate kekkai and space, this is seen when she cannot dispel Yoshimori`s kekkai and so manipulates it so she is able to pass through it and then again during the time a user kidnaps members of the Yagyou she uses his portal to enter the dimension he created.\nShe cares for Yoshimori and often protected him many times when he was younger. She also likes to tease him and isn`t aware of his feelings for her, although as the story progresses she begins to shows signs of deeper affection for Yoshimori. Tokine is clearly impressed by the power and potential Yoshimori has, but is constantly frustrated by his poor control and lazy attitude. In the series, it is stated that whilst she may be the weakest Kekkaishi, she is clearly the most \"ruthless\". Examples of her ruthless pragmaticism are her disregard for the health of Hachiouji Kemiya when he was possessed by an ayakashi and forbidden metsu of a shinyuuchi god that had invaded karasumori and attacked its defenders.",
  "gender" : "FEMALE",
  "name" : "Yukimura Tokine",
  "rating" : {
    "rating" : 6.05,
    "total" : 26
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "627" : "Saitou Rie"
  }
}