{
  "anime_ids" : [ 8826, 10966 ],
  "character_id" : 27465,
  "description" : "Kyurem is known as the Boundary Pokémon. It resembles a large bipedal gray dragon with various icy appendages. Kyurem has small arms, wings with two large claws (with the right wing noticeably shorter than the left), a long tail that ends in a fork, a head covered by ice with yellow eyes, and a very long, slender neck.\nKyurem is the strongest Dragon type Pokémon in the world. It was born at the same time as Zekrom and Reshiram.\nIt possesses the strongest genes and its body is constantly emitting a bitter chill. Kyurem lives in an abandoned mine up over the mountains near Roshan. It`s said to have never been seen leaving there until it chased after Keldeo. Kyurem is able to speak to humans.\nKeldeo went to challenge Kyurem on its own despite not being able to use its sword yet and against the council of the Sacred Swordsman. During the battle against , Keldeo learned that it was still too weak to face Kyurem and it got its horn broken off and it fled because it was scared. Virizion, Terrakion and Cobalion came to rescue Keldeo but they were frozen in ice by Kyurem.\nAfter falling on the train that Ash and his friends were traveling on, it befriended them and with their encouragement, Keldeo decided to face Kyurem once more. During that battle, Keldeo learned to use its sword properly and was able to prove to Kyurem that it was a strong Pokémon after all. Kyurem complemented Keldeo on a nice sword and putting the safety of its friends first before accepting that it won the battle against Keldeo. After Keldeo proved to be worthy to become a Sacred Swordsman, Virizion, Terrakion and Cobalion had no objections and agreed that Keldeo should join them.\nA legend behind the Pokémon states that it came to Earth on an icy meteor from space. At night, it came to Lacunosa Town to terrorize and to eat its inhabitants, causing the residents of the town to lock their doors at night and never exit their house unless the sun is up. Another legend states that it is solely the living corpse of the ancient dragon that both Reshiram and Zekrom split from after its original owners had a conflict with each other on how to rule the Unova region.[49] In a poll conducted by IGN, it was voted as the 77th best Pokémon, where the staff commented on how its typing and stats make it \"a formidable Pokémon\".\nAlternate forms of Kyurem were announced with the revealing of the new Pokémon Black Version 2 and White Version 2 games. On Junichi Masuda`s Twitter page they were formally called Black Kyurem and White Kyurem. Kyurem can change into these forms by using a special item to merge with either Reshiram or Zekrom.",
  "gender" : "NONE",
  "name" : "Kyurem",
  "type" : "CHARACTER"
}