{
  "anime_ids" : [ 8826 ],
  "character_id" : 27466,
  "description" : "Keldeo, known as the Colt Pokémon, is a small unicorn-like Pokémon. Keldeo is related to Cobalion, Terrakion, and Virizion in its video game and anime mythology. Most of its body is cream-colored, and it has a large, red mane, and a light blue, long tail. On its face there are long, dark blue, ridged eyebrow-like features, and a single horn. It has round dark blue hooves. In Black 2 and White 2, Keldeo a unique new form when it learns the move Secret Sword. Its default form is called Ordinary Form, but its new form is called Resolute Form, where dark blue features around its head merge around its horn, producing a much stronger dark blue horn.\nKeldeo is a young and naive Pokémon that was training with the Sacred Swordsman Pokémon Virizion, Terrakion and Cobalion so that it could become a member of the Sacred Swordsman. It got impatient waiting for their approval to fight, the strongest Dragon Pokémon in the world to prove that it was worthy to become a Sacred Swordsman. Keldeo is able to speak to humans.\nKeldeo went to challenge Kyurem on its own despite not being able to use its sword yet and against the council of the Sacred Swordsman. During the battle against Kyurem, Keldeo learned that it was still too weak to face Kyurem and it got its horn broken off and it fled because it was scared. Virizion, Terrakion and Cobalion came to rescue Keldeo but they were frozen in ice by Kyurem.\nAfter falling on the train that Ash and his friends were traveling on, it befriended them and with their encouragement, Keldeo decided to face Kyurem once more. During that battle, Keldeo learned to use its sword properly and was able to prove to Kyurem that it was a strong Pokémon after all. After Keldeo proved to be worthy to become a Sacred Swordsman, Virizion, Terrakion and Cobalion had no objections and agreed that Keldeo should join them.\nDuring the war between humans and Pokémon, a fire started in the Moor of Icirrus. As a result, many Pokémon, including Keldeo, were left homeless. Cobalion, Terrakion, and Virizion acted as its parents, and taught it the necessary skills for survival. Eventually, Keldeo grew and surpassed the three Pokémon, and left the forest one day without anyone knowing why. Upon reuniting with the members of its quartet in its old home, they teach it Secret Sword.\nKeldeo debuted in the fifteenth Pokémon film Kyurem vs. the Sword of Justice, portrayed by voice actress and Pokémon fan Shoko Nakagawa. As a video game character, it was initially made available to those in Japan who saw the film in theaters. Its international release begins with distribution through GameStop stores in the United States and EB Games stores in Canada beginning on August 27, 2012, followed by distribution in the United Kingdom at Game and Gamestation stores on September 1, 2012, in Australia at EB Games Australia and Target Australia on September 15, and other nations throughout September and October.",
  "gender" : "NONE",
  "name" : "Keldeo",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3929" : "Nakagawa Shouko"
  }
}