{
  "anime_ids" : [ 7891, 9216 ],
  "character_id" : 27496,
  "description" : "Doctor Zager is a scientist for Team Rocket who was assigned to study and analyze the Meteonite that crashed in the Unova region. As per Pierce`s instructions, Jessie, James and Meowth dropped off the Meteonite fragment they stole from the Shippo Museum when they arrived at MT37 KS816 in Shippo City where Doctor Zager and Pierce were waiting for them. Doctor Zager took the fragment and with the assistance of his equipment, he was able to determine that the fragment was genuine and confirmed it contained materials not normally found on the planet.\nDangoro Cannon\nDoctor Zager developed a new weapon endowed with marvelous destructive power for Jessie, James and Meowth which they used in BW37. The mecha had a circular mounted dish with slots for a bunch of Dangoro strapped to it and would extend above the mecha when was going to be fired. Team Rocket explained that there is a high-density energy core inside a Dangoro`s body and with the help of the system that Doctor Zager had developed, it could condense and amplify the energy from their energy core. The weapon would shoot a combined energy beam that was targeted with a scope. The energy amplification would take a few moments to reach its maximum. There was a flaw in the design though as the device couldn`t completely control the Dangoro`s energy cores and that cause the energy to reverse back into the mecha, overloading the system.\nTabunne Sonar Emitting Device\nThe Tabunne Sonar Emitting Device was used by Team rocket in BW38 so that they could round up enough Tabunne to give to Doctor Zager so he could develop a unique sonar based on the Tabunne`s ability to understand its surroundings through faint sounds. Tabunne Sonar Emitting Device used to round up the Tabunne had special sound waves that made the Tabunne gather of their own accord. The sound waves even made electronic tracking devices useless. Cilan suggested to Ash that he should send out his Roggenrola as its sense of hearing is sophisticated just like a Tabunne`s as it can sense sound waves that humans can`t hear. Ash`s Roggenrola proved that it could hear the same sound waves that were being used to control the Tabunne but it was unaffected and was successfully able to track down the Tabunne that were captured by Team Rocket. The Tabunne Sonar Emitting Device was destroyed by Ash`s Roggenrola`s Stone Edge.\nPokémon Restoration Device\nIn BW39, Fennel and Professor Juniper finished creating the Pokémon Restoration Device which is used to revive ancient Pokémon from fossils. The Pokémon Restoration Device was later destroyed by Archeos`s tree which resonated along with Archen`s cry. Team Rocket though was able to hack into Fennel`s computer network and copy the design data of the Pokémon Restoration Device and sent the information to Doctor Zager.\nIn BW78, the device was used to revive an ancient Protoga fossil and it was successful in doing so. The device was destroyed by the Protoga though moments after it was resurrected as it was angry and scared.",
  "gender" : "MALE",
  "name" : "Seger-hakase",
  "type" : "CHARACTER",
  "voice_actors" : {
    "5977" : "Omoro Masayuki"
  }
}