{
  "anime_ids" : [ 7902 ],
  "character_id" : 27805,
  "description" : "A seemingly harmless, ordinary middle school boy who is framed for the slaughter of his entire class, perpetrated by the mysterious Red Man. Sentenced to `death` after a phony trial, he is sent to Deadman Wonderland, where he is initially confused and frightened by the brutality of the prison. Shortly after arriving, Ganta discovers he can manipulate his blood and, thus, is deemed a Deadman, a bearer of a Branch of Sin - a power that allows the bearer to manipulate its blood, usually with lethal effect. Ganta appears to have gained this power from a shard of crimson crystal the Red Man fired into his chest after the massacre at the school. As a Deadman, Ganta is forced to fight and survive in the Carnival Corpse under the moniker Woodpecker while trying to locate the Red Man, who apparently is held captive in Deadman Wonderland. Ganta`s power, dubbed the Ganta Gun by Senji, allows Ganta to gather variable quantities of blood in the palm of his hand and then shoot them at high speed, as if they were bullets. While advantageous as a long-range attack, due to Ganta`s small stature, this also puts him at risk of experiencing symptoms of excessive blood loss. Ganta participated in Scar Chain`s attempt to escape from DW, and helped several members escape along with video and audio evidence of the atrocities being committed below the prison. Ganta, however, chose to remain behind to continue his search for the Red Man.\nShortly after these events, Ganta`s power began to change, evident by a strange tattoo-like mark radiating out from the crystal in his chest. His Ganta Gun now emits a much more powerful blast than before, though it is much less controllable and causes him physical pain. He has feelings for his childhood friend Shiro, ironically the very same Red Man that he`s bent on killing out of revenge - though he is still oblivious of the fact.",
  "gender" : "MALE",
  "name" : "Igarashi Ganta",
  "rating" : {
    "rating" : 2.1,
    "total" : 46
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "566" : "Paku Romi"
  }
}