{
  "anime_ids" : [ 7902 ],
  "character_id" : 27806,
  "description" : "A mysterious albino girl that Ganta encountered during his first days as an inmate. Clothed only in a skin-tight bodysuit and muffly gloves, which help conceal her heavily scarred skin, Shiro stands out among the other prisoners due to her bizarre appearance and mannerisms. To Ganta, Shiro`s manner of speaking and acting remind him of a small child, even though Shiro is the same age as him. However, Shiro possesses inhuman physical abilities and has an intimate knowledge of the prison, having apparently lived there most of her life. From the beginning of the story it is made clear that, as children, Shiro and Ganta were close friends. Ganta, however, has no memories of his childhood, which greatly saddens and annoys Shiro.\nDespite her seemingly harmless appearance, Shiro harbours a dark secret; she possesses two personalities, one of whom is the `Red Man` Ganta is searching for. Thanks to the Mother Goose mainframe, Deadman Wonderland`s supercomputer which constantly emits a lullaby audible only to Shiro and DW`s director, Shiro`s true personality is repressed. When the lullaby is turned off, Shiro becomes a murderous, smirking maniac capable of massacring whole squads of armed men with little effort. It`s at these times that she dons a crimson coloured full body restraint, which gives her a taller, masculine appearance, hence Ganta`s inability to recognise her. Shiro is apparently the `source` of the Branch of Sin abilities and is referred to by Tamaki as the Wretched Egg. Shiro cares greatly for Ganta and constantly seeks his approval. She is willing to do anything that Ganta asks her as long as it will make him happy. Even when in her `Red Man` state, she still seems to care for him, as it was implied that she butchered Ganta`s classmates just so that he would be sent to Deadman Wonderland, where she was also living, though it is later revealed that she did this as to kill him.",
  "gender" : "FEMALE",
  "name" : "Shiro",
  "rating" : {
    "rating" : 6.01,
    "total" : 76
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "176" : "Hanazawa Kana"
  }
}