{
  "anime_ids" : [ 7599, 13481 ],
  "character_id" : 27965,
  "description" : "Acqua is a member of God`s Right Seat. A former mercenary for the Anglican Church and an old friend of the current Grand Master of the Knights of England, Acqua`s true name is William Orwell. His sorcery name is Flere210, The one who changes the reason of tears. Blessed with the nature of The Power of God (Gabriel), Acqua converted to Catholicism and joined God`s Right Seat after leaving the Anglican Church. Unlike the other members of God`s Right Seat, he is not corrupt and does not ignore the opinions of the Pope. As a sorcerer, he cannot use spells that are used by normal sorcerers, but has been blessed with the spell Divine Mother`s Mercy, which nullifies the liabilities of certain special spells, allowing him to perform powerful spells under unfit conditions. He is a Saint, which endows him with super-human capabilities, including the strength to carry weapons twice as large as him; with Divine Mother`s Mercy nullifies the limitations of his body, he is able to use 100% of the capabilities offered to him as a Saint. As such, he demonstrates a considerable gap between his abilities and that of Kaori who is also a Saint. After his defeat in hands of the Amakusa Catholics and Touma in the volume 16, where he loses the Divine Mother`s Mercy, he returns in volume 17 in England wielding a replica of the dragon slayer sword, Ascalon, during the Magic Civil War as an ally of Princess Villian and Necessarius and fights his former friend and comrade, the Grand Master of the Knights of England. Acqua later heads to Russia, in order to stop Fiamma`s plans; on the way meets and saves Shiage and Rikou from a group of mercenaries. He ends up helping Accelerator and Hyouka against Archangel Gabriel and weakens Gabriel by absorbing its powers.",
  "gender" : "MALE",
  "name" : "Kouhou no Acqua",
  "rating" : {
    "rating" : 4.39,
    "total" : 11
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "451" : "Touchi Hiroki"
  }
}