{
  "anime_ids" : [ 42, 348, 2543, 2977 ],
  "character_id" : 28743,
  "description" : "Gau Ban, also known as Black Howling, is a Vaar of Kuruda and Elle Lagu`s adopted brother.\nHis origins differ slightly between the OAV and anime. In the anime, Gau is ten when the attack occurs. Seeing his parents murdered in front of him, Gau snaps and attacks the bandits. He kills most of them, but then his luck runs out. Elle shows up before he himself is killed, and finishes off the remaining bandits. In the OAV, bandits attacked his home village when he was nine years old, slaughtering everyone, including Gau`s parents. Over the next year, Gau exercised guerrilla-style attacks against the bandits for revenge. He eventually encounters Elle on the road by chance.\nSince Gau is the only survivor of his village, Elle takes him with her. Originally, Gau only intended to follow Elle in order to steal all her money and discover the source of her powers. However, after some time, Gau came to care for Elle like an older sister. Over the years, Gau has trained side by side with Elle in an effort to become strong. With his dedication and signs of promise, he quickly catches the attention of the 57th Sevaar, Scarface, who decides to help Gau improve, albeit only indirectly. Many incidents that Gau encounters are in some way or another engineered by Scarface, for the purpose of driving him to improve and become stronger.\nHe also catches the love-interest of Kyuo Lyu, however Gau is completely oblivious to her intentions. In an ironic turn of events, Scrib Lowengren, King Iba Sutra`s apprentice in Open Skills and effectively Gau`s rival in the race to become the next Sevaar, falls in love with Kyuo at first sight and a love triangle develops. The two of them battle each other several times, Gau eventually coming out the overall victor. In respect, Lowe gives Gau his earrings, which Gau wears during his most important battles.",
  "gender" : "MALE",
  "name" : "Gau Ban",
  "rating" : {
    "rating" : 3.25,
    "total" : 13
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "29963" : "Matsuoka Akio"
  }
}