{
  "anime_ids" : [ 8167, 9553 ],
  "character_id" : 29408,
  "description" : "Nagase Jun is a 21 year old university student from Narusawa Kyoiku University and a Maijima Academy graduate and Nikaido`s junior. Returning to Maijima Academy as a student teacher for Keima`s class, she is very passionate to help her students. Innocent and naive, she is a fan of the pro wrestler Jumbo Tsuruma. Concerned that Keima`s is a troubled child, she tries to help him to open up and give-up on video games. But Keima, learning she has a spirit inside of her and in an attempt to get rid of it, does his best to try and get her angry, such as playing more games in class but his plans backfire which only causes her to be more concerned about him instead, which infuriates him. Eventually, Keima does cares about her when he unintentionally upsets her, causing her to try to help the other students in his class. After Keima asks Nikaido about her past, she reveals that both she and Jun were on the high school basketball team with Jun as the Team Captain but Jun passionate desire to aim for the championship caused the rest of the team to quit because they felt she was just forcing her ideals onto them. After her over-zealousness leads to a disagreement with the students in class, Keima confronts her and reveals that the problem wasn`t because she was trying too hard but she was just giving up too eaisly and tells her to continue to follow her beliefs and not give up. Right afterwords, the whole class (thanks to Keima`s manipulations) reconciles with Jun. Before returning to Narusawa University after her time as a student teacher is over, she tells Keima that she will become a better teacher, make him give up video games and kisses him which expels the spirit.\nDuring Keima and Haqua`s search for the Jupiter Sisters, they encounter Jun at her university who still remembers him. When he claims he has become a better student and Haqua is his girlfriend, Jun congratulates him without showing any signs of jealousy which Keima sees as proof that she doesn`t have a goddess inside her as her memories of falling in love with him are gone.\nThe cause of Jun`s negative emotions was her doubt of having her ideals coming true.\nHer surname is derived from Nagase Station (長瀬駅, Nagase-eki).",
  "gender" : "FEMALE",
  "name" : "Nagase Jun",
  "rating" : {
    "rating" : 8.35,
    "total" : 63
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1438" : "Toyosaki Aki"
  }
}