{
  "anime_ids" : [ 8167, 9553 ],
  "character_id" : 29407,
  "description" : "Kasuga Kusunoki is an 18 year old tomboy, third-year Majima Academy student and head and only member of the Girl`s Karate Club. A practitioner of Kenpo, Kusunoki is the heir to her father`s dojo and their family`s martial arts called Koshikibujutsu Kasugaryuu Rashinkassatsujutsu (古式武術 春日流 羅新活殺術, Ancient Martial Arts, Kasuga-Style, Life And Death Technique). Keima and Elsie meet Kusunoki when she saved them from delinquents but also looks down on Keima`s weakness. Upon learning that she is his next target and investigating by becoming her disciple in the Karate club, Keima`s learns that Kusunoki is trying to be masculine in order to become her father`s successor by suppressing her feminine side. However, Kusunoki secretly likes cute things but tries to despise them and stay away from them as she sees her femininity as a weakness. As her personality continues to polarize, the spirit inside of her causes Kusunoki feminine side to manifest itself. In order to draw out her feminine personality, Keima convinces Kusunoki to do do a very girlish activity; go on a date with him. After drawing it out where both the masculine Kusunoki and her feminine side fight it out over which personality should be the dominant one, Keima manages to convince both personalities to accept each other which her feminine side agrees to merge with Kusunoki as long as the latter accepts her femininity. Before completely merging, Kusunoki`s feminine side takes over Kusunoki to kiss Keima to remember their date, which forces the spirit out.\nSince then, Kusunoki has opened up to her femininity which includes liking cute things and adopting a pet cat. When Keima joins her family dojo in order to get to his next target, her older sister Hinoki, he learns she still remembers Keima during his time as her disciple but not during their date which she believes he ran away. He also learns that Kusunoki`s femininity problems before stems from her sister Hinoki, who she admired the most, left for America after having a disagreement with their father over inheriting the dojo, and in order to fill the void Hinoki left, she focuses herself in martial arts to become what she was when Keima first meet her. Yet, Kusunoki becomes a valuable help later when a powerful Weiss takes over her sister`s body where both she and Keima goes into Hinoki`s heart to fight a possessed Hinoki. As the sisters battle, the possessed Hinoki reveals her hatred for Kusunoki for forcing her to maintain the image of the perfect older sister and denying her right to be who she really wanted to be. Kusunoki at first is reluctant to hurt Hinoki but after some encouragement from Keima, Kusunoki is able to defeat the spirit possessing her sister and tells Hinoki she apologize for what she had go through as she never wanted a perfect sister, she just wanted the older sister she loved and would still admire Hinoki no matter what path she choose which finally calms Hinoki`s heart and forces the Weiss out. After Hinoki`s Weiss was captured, the supernatural events that both she and Hinoki experienced were erased from their memories, yet the relationship between the Kasuga sisters are repaired.\nThe cause of Kusunoki`s negative emotions was her conflicted feelings to become masculine or feminine.\nHer given name is derived from Kusu Station (楠駅, Kusu-eki).",
  "gender" : "FEMALE",
  "name" : "Kasuga Kusunoki",
  "rating" : {
    "rating" : 8.69,
    "total" : 63
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "51" : "Koshimizu Ami"
  }
}