{
  "anime_ids" : [ 584, 1309, 1311 ],
  "character_id" : 296,
  "description" : "Helmut Lennenkampf was an Imperial High Admiral and the Imperial Consul to the subjected http://anidb.net/ch1535 [Free Planets Alliance].\nIn December 792 UC, Lennenkampf was stationed at http://anidb.net/ch1762 [Iserlohn Fortress] and held the rank of captain. He spoke to http://anidb.net/ch186 [Reinhard von Lohengramm], who was a commander at the time, about a mission that involved capturing Count Herxheimer, an Imperial noble attempting to defect to the Alliance.\nLennenkampf, as an admiral, in 798 UC, was present for the testing of the warp capability of http://anidb.net/ch1760 [Geiersberg Fortress] and later took part in Operation Ragnarok. He fought at the Ninth Battle of Iserlohn under the command of http://anidb.net/ch194 [Oskar von Reuenthal]. Alliance admiral http://anidb.net/ch741 [Dusty Attenborough] managed to trick Lennenkampf, however, and dealt his fleet significant casualties. In the end, the Alliance evacuated Iserlohn Fortress and left it to the http://anidb.net/ch1534 [Empire].\nHis fleet briefly took part in a skirmish with the Yang Fleet during the Battle of the Black Hole, in March 799 UC. Lennekampf`s caution during the battle resulted in a successful attack by Admiral Yang`s forces, buying it enough time to escape.\nWith the surrender of the Alliance to the Empire in the aftermath of Operation Ragnarok and the signing of the Treaty of Ba`alat, Lennenkampf was assigned to be the Imperial Consul on Heinessen, the representative of Kaiser Reinhard. He had the retired http://anidb.net/ch737 [Yang Wenli] watched, suspecting him of wanting to rise up in revolt against the Empire. After the Alliance government attempted to execute Yang and his subordinates rescued him, they broke into the Consul`s headquarters, a hotel, and took him prisoner. Yang and his supporters intended to use him as a hostage to get themselves passage off of Heinessen.\nLennekampf, ashamed for having been taken prisoner, committed suicide in his cell. Yang and his renegades claimed that he was still alive and took his body with them. They later returned it to the Empire by leaving it in a space capsule, along with a note explaining the circumstances of his death.\nSource: Gineipaedia",
  "gender" : "MALE",
  "name" : "Helmut Lennenkampf",
  "rating" : {
    "rating" : 5.74,
    "total" : 16
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3276" : "Nakagi Ryuuji"
  }
}