{
  "anime_ids" : [ 47 ],
  "character_id" : 29733,
  "description" : "Ryuu Hou`s alter is named Zetsuei, after his deceased childhood doberman, which he had used as material to first form it. At stage one, Zetsuei assumes a humanoid form with permanently crossed-arms and two long, purple ribbons that can stretch to any length desired and cut like blades. Zetsuei also has a mind of its own, and can react at super speed. Zetsuei is very powerful, and at first is much stronger than Kazuma`s Shell Bullet. At stage 2, Zetsuei`s form changes to resemble a lamia, with greatly increased speed and power. This stage also has two rocket arms, and two regular arms. The rocket arms are called Vigorous Right Fist Fukuryuu and Vigorous Left Fist Garyuu. The third attack`s (which is a more powerful version of stage ones ribbons) name is only mentioned and used once in the last episode is known as My Tender Fist, Raitsujin. A fourth attack, possibly the same as Raitsujin, is used in Episode 13. It is known as The Tender Fist, Resshin. In the third and final stage, Zetsuei becomes a harmonic, or s-CRY-ed, Alter, just like Kazuma`s Shell Bullet, meaning it forms on Ryuu Hou`s body. In this form, Ryuu Hou and Zetsuei are nearly as fast as the speed of light. The weapons for this stage are Ryuu Hou`s fists, which are given incredible cutting power,strong enough that a swing of one of Ryuu Hou`s swords can easily cut multiple air jets and even battleships at longer distances,and Ryuu Hou`s shoulder spikes, which can be removed to form a purple, diamond-shaped sword powerful enough to cut the fabric of space and contend with Kazuma`s Proud Fist attack.They resemble the necklace that Mimori can be seen wearing. After using Zetsuei at stage three, Ryuu Hou has two scars on both sides of his face that continue to grow the more he uses his alter ability. In fact in the final stage Ryuu Hou and Zetsuei draw power from the Crystal form which is thought defeated in the last episode but actually has a never-ending cycle of power and entrusts the alter users with the future of the lost ground so it doesn`t regenerate its body, instead becoming one with the alters such as Zetsuei.",
  "gender" : "UNKNOWN",
  "name" : "Zetsuei",
  "type" : "CHARACTER"
}