{
  "anime_ids" : [ 7408 ],
  "character_id" : 30235,
  "description" : "Amia Lee is one of the infected victims of the ELS in Mobile Suit Gundam 00 The Movie: A Wakening of the Trailblazer.\nIn 2314 AD, the ELS had come to Earth to assimilate humans with quantum brainwaves. During the ELS`s attack, Amia was in her teens and was also a latent Innovator.\nOne day, returning home from school, Amia was attacked by the ELS. She encountered an ELS in the form of a Ribbons-type Innovade, who had assimilated her house. She tried to open her own home door after her door security lock didn`t recognize her fingerprint, the Ribbons-type attempted to assimilate her through the other side of the door. As soon as she made contact with the door knob, her right palm was partially infected with ELS cells. To free herself, she ripped a layer of her flesh and fell to the ground. Unfortunately, she was unable to escape in a state of high anxiety. The ELS-Sky came out of her home, of which the inside had been turned to metal, and assimilated the left side of her body as she screamed in fear. She was left unconscious and was saved by Celestial Being Gundam Meister Leonard Fiennes and Innovade Lars Grise, who happened to be a friend of Sky`s. The ELS Sky transformed into a airplane as Leonard gave chase in GN-007/AL Arios Gundam Ascalon. Amia was later picked up by ESF authorities. She was later taken into a ESF Research facility to be treated and observed by Billy Katagiri and his colleagues. During the appearance of a huge number of ELS on Jupiter, she was shown reacting to it, eventually revealing her awakening as an Innovator. It is unknown if her Innovation was caused by Setsuna`s Trans-Am Burst two years prior or her half-assimilation by the ELS.\nNothing is shown from her ever since, until 50 years after the ELS Conflict. In AD 2364, 50 years later, Amia became a part of a deep exploration expedition team and prepping to depart on the Sumeragi. Though technically a woman in her 60s, her Innovator physiology ages much slower than a regular human, granting her the physical appearance of a woman in her early 20`s. Additionally, she also has a small patch of silver hair and skin, indicating that her body is partially infused with ELS.\nSource: GundamWiki",
  "gender" : "FEMALE",
  "name" : "Amia Lee",
  "rating" : {
    "rating" : 4.75,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "11153" : "Nishigaki Yuka"
  }
}