{
  "anime_ids" : [ 7599, 13481, 14441 ],
  "character_id" : 30472,
  "description" : "Hamazura Shiage is a former Skill-Out who accidentally gets caught up with the Dark side of Academy City.He is first introduced in the Side Story novels where he became the leader of his Skill-Out gang after Accelerator killed the former leader by orders of the Board of Directors. However, on the same day he became the new leader, his gang was hired to kill Mikoto`s mother, Misuzu but were defeated by Touma and Accelerator. Humiliated, he left the gang to his friend Hattori Hanzo and became a chauffeur and informant for Team ITEM where he fell in love with Rikou.\nDuring the 15th novel, he betrays and fights ITEM`s leader Shizuri Mugino to protect Rikou and defeats her. However, his actions interfere with Aleister`s plans as he`s a rogue anomaly, so Aleister sends his assassins to eliminate him. Ironically, he is saved by Shizuri, who now has a sense of twisted love for him (declaring she will castrate him as her sign of affection) and lets him and Rikou escape Academy City who escaped stealing a jet since she doesn`t wants nobody else to interfere with her hunt. After he and Rikou jump out of their jet, they end up in a warzone in Russia where he is forced to fight Academy City mercenaries along with some villagers until they are saved by Acqua of the Back. He and Rikou later heads to Elizarina to find refuge there where Rikou is partially healed by Accelerator and fights alongside with Elizarinian soldiers and aiding Acqua. He later heads towards a nuclear military base (the same plant that Mikoto and Misaka 10777 are going) to protect a document called the Kremlin Report but he and Rikou gets caught up in an attack by Academy City forces and is then intercepted by Shizuri. But Shizuri collapses for using Body Clear and later makes the peace with Shiage and Rikou and joins them after learning about a secret document called the Parameter List which reveals the Academy City administration has been secretly interfering with the Power Curriculum Program and preventing most of the city`s students from gaining or raising their powers.\nAfter the Third World War, Shiage is given amnesty and the assassination order on him removed and with the help of Accelerator, after he makes a deal with the City`s administration to not expose the truth about the Parameter List where he along with Rikou and Shizuri returns to Academy City and reforms Team ITEM. However, he and Accelerator actions have made them enemies with a new group of espers called the \"Freshmen\" who are aware of the existences of Magic and sees them as an obstacle in Academy City`s war against the Magic factions. After being helped by Touma and Leivinia Bardway against the \"Freshmen\", the latter invites him to join the Magic world.\nAs a Skill-Out gangster, he follows the gangs rules of not hurting innocents. While not nice or idealistic, he is smart yet acts on his own desires. In battle, he prefers to avoid fighting or to finish the fight as quickly as possible. He gets very embarrassed on sex-related issues.",
  "gender" : "MALE",
  "name" : "Hamazura Shiage",
  "rating" : {
    "rating" : 3.75,
    "total" : 12
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "315" : "Hino Satoshi"
  }
}