{
  "anime_ids" : [ 210, 3658, 8167 ],
  "character_id" : 31105,
  "description" : "Kasugano Sakura first appeared in Street Fighter Alpha 2, where she had begun to participate in street fighting after watching Ryu win the first World Warrior tournament. She was searching for him and wished for him to train her to be a better fighter. She met up with many interesting people along the way, and eventually came across Ryu, who was still stressed over the Satsui no Hadou that had corrupted him. Ryu told her he could not train her as he still had much to learn himself. He sparred with her for a bit and as he began to leave, she took a picture of him to remember him by.\nIn Street Fighter Alpha 3 Sakura decided to travel the world to find Ryu. She started off in her native Japan and fought the sumo wrestler E. Honda, who mentioned that Ryu went to India and Thailand. She also fought a rematch with her rival Karin Kanzuki, and though Karin won the fight, she admitted that Sakura was better and she had learned that winning was not everything. Thereafter traveling with her self-proclaimed sensei, Dan, she met his friend Blanka along the way and was promised a match with him. She continued to search the world for Ryu, eventually ditching Dan and finding Ryu`s friend and rival Ken. She tells him how she loves to fight to better herself, and finding inspiration in those words himself, Ken joins her. Sakura eventually finds Ryu in Thailand, where he is actually being brainwashed by M. Bison. Sagat is also present and he fights Ryu while both Ken and Sakura take on Bison. Sakura is injured by Bison and this combined with Sagat`s attempts to reach Ryu finally release him of his mind control. Ryu then attacks Bison who is now forced to retreat. Ryu tells Sakura that he is not ready to train her and fight a rematch with her yet, and walks off, with Sakura watching as he leaves.\nSakura is playable in Street Fighter EX3, where she is one of the characters to have two level-3 super combos. Also, upon fulfilling certain conditions, Sakura becomes the game`s announcer.\nIn Street Fighter IV, years have passed since Sakura last saw Ryu, so she decides to find Ryu again for a match. She ends up joining the new World Tournament sponsored by S.I.N., an organization collecting street fighter data from around the world. In her ending after completing arcade mode, Sakura sees Ryu trying to stop the explosion of the machine holding all of the fighter`s data and attempts to help him. Instead, she gets in the way, and Ryu must stop the machine with a Shoryuken since he is worried about Sakura causing the machine to explode and release energy all around. Sakura is engulfed by a red energy and faints, and Ryu carries her to safety.\nSakura has a brother named Tsukushi and she has a friend named Chitose Kei who attends the same high school and sometimes joins Sakura on her street fight tour as a cheerleader.\nRival Schools saw Sakura involved in the adventure between her school and various others in Aohura City. After helping her childhood friend Hinata and the others out from within the ordeal, she realizes how much it means to her to protect something she cares about.",
  "gender" : "FEMALE",
  "name" : "Kasugano Sakura",
  "rating" : {
    "rating" : 4.52,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "6786" : "Oosawa Chiaki"
  }
}