{
  "anime_ids" : [ 199 ],
  "character_id" : 31986,
  "description" : "Kazuma Ikeda is the son of the woman who Tsubasa`s father is dating. He`s a member, along with the minor characters Martin, Joker, Ushio and Atsuya, of an indie-rock band (called \"Yin & Yang\") Because of his bleached hair and skull jewelry, he is initially looked upon with suspicion by Tsubasa. Because he wants his mother to be happy and eager to have a little sister, he has no objections to their marriage. However, he makes the mistake of assuming that Tsubasa is an elementary school student due to her short stature, when in fact she is a month older than he is, causing Tsubasa to have a spectacular meltdown. Although their first meeting goes badly, Kazuma runs into Tsubasa a few days later. He saves her from a \"dirty old man with money\", but when the police arrive, they assume that he is the bad guy due to his appearance, so Tsubasa has to save him. After spending some time together they realize that they are similar in their loneliness, and immediately bond like a real brother and sister. After their parents marry and move in together, Tsubasa and Kazuma become inseparable. Seeing their close bond during their move-in day, Tsubasa`s father presciently wonders whether step-siblings can marry. His big-brother-like qualities are what naturally brings him and Arima together as friends, with the latter very much impressed with Kazuma`s musical talent. Arima and Kazuma easily relate to each other without any trace of friction, which elicits a bit of jealousy from Hideaki and Takefumi. Kazuma falls in love with Tsubasa but she feels he chose music over her. He leaves home, but writes many love songs about Tsubasa, which become huge hits for his band in their first label album, which they all agree to call `Tsubasa`. After working through whether he loves Tsubasa as a sister or as a woman, he eventually returns home, and immediately asks Tsubasa to marry him. They marry soon after Tsubasa`s high school graduation.",
  "gender" : "MALE",
  "name" : "Ikeda Kazuma",
  "rating" : {
    "rating" : 9.81,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "194" : "Ishida Akira"
  }
}