{
  "anime_ids" : [ 199 ],
  "character_id" : 32013,
  "description" : "Takefumi Tonami was a fat, sickly, and spoiled child who was constantly picked on in elementary school. He was somewhat protected by the tomboy Tsubaki, who, while protecting him from other bullies, would bully Takefumi herself. When he asked Tsubaki why she paid attention to him, she told him that a teacher had asked her to look after him. After hearing this, Takefumi is humiliated as he had never been in his life; he is humiliated because he had believed that he was somehow special to Tsubaki, but he realized that she did not care about him at all, and was just obeying a teacher`s request. He transferred to a school in another city, but returns years later to attend Hokuei High School with the other characters. When he returns to Tokyo, he had lost weight, become healthy, tall, handsome, and completely unrecognizable. He intends to take advantage of the fact that no one recognizes him to get revenge on Tsubaki. Although he butts heads with Yukino at first, she recognizes that his efforts to transform himself are similar to her own obsession with her image, and they share a mutual, albeit begrudging, admiration. He later realizes that his feelings for Tsubaki are actually love, and that the source of his seeming hatred for her was because he felt rejected by her. After he realizes this, he finds out that Tsubaki likes him, too, and they become a couple. However, he is conflicted by the fact that he loves her free nature but it is this that keeps her from being tied down in a relationship. In the end, the two are able to resolve the problem and stay together. Immediately after their high school graduation ceremony, they fly together to Egypt from Narita Airport. Later, he travels around the world with Tsubaki, investigating archaeological remains. Along the way, he learns eight languages. With his linguistic talent, he becomes an expert in deciphering ancient characters.",
  "gender" : "MALE",
  "name" : "Tonami Takefumi",
  "type" : "CHARACTER",
  "voice_actors" : {
    "270" : "Sasaki Nozomu"
  }
}