{
  "anime_ids" : [ 6470 ],
  "character_id" : 32183,
  "description" : "Non-existent in Kurumada`s original manga, Heavenly Lone Star, Behemoth Violate is the \"shadow\" within Alone`s shadow that guards him. This Specter has the ability to blend completely into darkness, as she presents herself gushing out from her master`s shadow and challenging Taurus Aldebaran, proving she is able to fight equally at Taurus` strength. She is also able to see through the shadows of others as seen later in the storyline, when she is depicted kneeling before Garuda Aiacos, as her right arm. Here she showed to be quite merciless, as she remained indifferent while splattered with blood and viscera when Aiacos slaughtered a nearby rebel Skeleton and a damned soul. Soon after, she was sent flying by Aiacos` Garuda Flap, withstanding its force and using it as a means to assault the Saints, freezing most of them with her mere presence, where she presented her first technique the Brutal Real, a titanic stomp which destroys completely the ground below Violate. She was stopped by Leo Regulus, whom she engaged in battle. Violate`s apparent physical power was confirmed when she lifted bare-handed the whole ship that the Saints were repairing. Violate manages to crush the Leo Gold Cloth`s fist, and paralyzes the Gold Saint embracing his body with a huge shadow, a technique called Shadow Sewing. When Regulus manages to see through her ability, it is explained that she merges the dead from the 8th prison of Hell into the shadow so they can grab the enemy to stop their movement. She is killed by Leo Regulus` Lightning Plasma after he used his superior Cosmo to make Violate lose her influence over the dead. She reappeared some time later trying to attack Aiacos, although she stopped her blow before even hitting him; later it was revealed that it was Hades who controlled the dead body of Violate.",
  "gender" : "FEMALE",
  "name" : "Tenkosei Behemoth no Violate",
  "rating" : {
    "rating" : 6.81,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "442" : "Honda Takako"
  }
}