{
  "anime_ids" : [ 881, 949, 955, 2221, 2223 ],
  "character_id" : 32208,
  "description" : "Tomoe Musashi is a fictional character from the mecha series Getter Robo. He is most famous for his sacrificial final battle that helped end the fight with the Dinosaur Empire. He has however, appeared in subsequent manga and stories due to his popularity and nostalgic quality.\nHe is an extremely hot-blooded young man and the pilot of the third Getter robot and the Getter machine \"Bear\". Musashi is short and quite fat, but also very physically strong. He leads his prefecture`s Judo team and has yet to be defeated in a match. Although he doesn`t seem like a likely candidate to pilot a Getter machine, Professor Saotome (the creator of the Getter) saw potential in Musashi and requested he pilot the third Getter. Reluctantly, he agrees and although he at first butts heads with his fellow pilots Nagare Ryouma and Jin Hayato (most especially the latter) he forms a very strong friendship with the two and often settles disputes (albeit often violently).\nDespite his rather tough sounding personality and behavior however, Musashi is at his core a goofball. He often stumbles when on foot (a common seen trademark of overweight characters in anime at the time), has the most hilarious reactions to things he doesn`t understand, and often gives the series its lighter moments with his hijinks, such as sending his mother a picture of Saotome`s daughter Michiru and himself telling her they`re dating despite this being a fib. Musashi is in fact, quite infatuated with Michiru as is constantly hinted throughout the series. He seems to constantly struggle to ask her out but is often stopped by his awkwardness and shyness around women. Whether these feelings are returned or not is never depicted, although there are subtle hints that perhaps it may have. This is even teased in a recent OVA where it is implied that Musashi and Michiru were a couple. Musashi`s very combat uniform is quite humorous. As opposed to a space suit like the other two pilots, Musashi wears old Samurai or possible judo body armor that fits snugly over his bulky frame, and a construction helmet with goggles on it and a rather amateurish yellow cape (that is once again too small for him) worn over his \"costume\".\nSadly however, this is in most cases never meant to be. Throughout the series, despite his contributions and his likable personality, Musashi constantly feels like the odd one out in comparison to the skilled and determined Ryoma, and cool as ice Hayato. This deeply hidden insecurity comes to haunt Musashi in the final episodes of the first series when the Getter Robo proves ineffective. In a last desperate attempt to destroy the Dinosaur empire`s most hideous creation, the three Getter Machines plan to drop specially designed super bombs in unision to destroy the monster. However because of circumstances beyond his control Musashi botches up the mission and the plan fails...resulting in the Getter being damaged severely beyond repair. Despite initial anger, his comrades take it rather well but Musashi however is devastated. The Professor puts into motion one last, desperate plan using his daughter`s fighter and a modified version of the previous bomb for one last desperate attempt to destroy the beast. The mission however, is extremely dangerous and borderlines on suicide. Michiru accepts her duty, however before she can take off she finds that Musashi has stolen the fighter and despite her desperate pleas...executes the mission on his own to make up for his past failure. Because he had to dodge many attacks, the bomb fails to hit its target once again and in one last desperate action...Musashi suicide bombs the fighter to the inside of the monster`s mouth destroying both in the process.\nMusashi`s death is devastating to the Getter crew and although newcomer replacement Kurama Benkei fills his position with flying colors, Musashi is often referenced to in the sequel series.\nAlthough Musashi`s character is fondly remembered, what is perhaps Musashi`s most memorable trait is the fact he dies a very large number of different ways. Similar to the case of Tochiro Oyama of Captain Harlock (and Leiji Matsumoto`s universe in general) and later Kenny McCormick of South Park, Musashi has a tendency to have many different deaths depicted, throwing into question the actual canon death. Although his original death was tragic and is arguably considered the canon death, many viewers note that it almost feels like a running joke with how many times Musashi dies yet miraculously shows up in subsequent appearances. Some of his many deaths include:\n* His original death by using a kamikaze tactic to kill the final creature in the series.\n* In the short film Getter Robo G vs. Great Mazinger (although they never actually fight, but are rather allies), Musashi dies a bit more of a pitiful death at the beginning when a desperate alien catches Musashi`s machine off guard and kamikazes into it.\n* In Change! Shin Getter Robo: the last day, Musashi is depicted as a much more serious character. He fights against the coming apocalypse to his best ability, but he is eventually crushed by the Invaders in his incapacitated Getter-3. The wrecked Getter-3 is later found 13 years later by Benkei and the OVA`s main characters, however Musashi`s body is never shown.\n* In Neo Getter Robo vs. Shin Getter Robo, Musashi uses the all three of the Getter`s forms to fight off the Dinosaur Empire in New York City to stall until Shin Getter is activated. However, he is overwhelmed and as a last resort, he crushes the Getter`s core causing an explosion that wipes out almost all of the Dinosaurs - as well as all of Manhattan Island. This is pretty much the same end he faces in the original manga, though there the battle happens not too far from the Saotome Institute, to gain time for Getter Robo G being completed. Here, it is to allow the completion of Shin Getter Robo.\n* In Shin Getter Robo (2004) (Also known as New Getter Robo), Musashi is not mentioned in name, however, someone who closely resembles Musashi gets brutally killed by Hayato Jin about 5 minutes into the second episode. In Musashi`s place there is a character by the name of Benkei Musashibou who is a mix of both Getter-3 pilots.\n* In the Super Robot Wars various spinoffs, Musashi dies in many different ways but often miraculously appears in the next installment. This is mostly because most of Super Robot Wars installments take place in an alternate universe to each other, with the exception of continuing timelines such as the Classic Timeline or the Alpha series (where he died for real in Super Robot Wars Alpha 2 and only appears as a spirit in the next installment). One of the possible outcomes in Super Robot Wars Advance enables Musashi to actually survive until the end of its continuity, since it`s a standalone game unlike the Alpha series. It is still possible to let Musashi die in that game, though.\n* In real Life, Musashi`s Voice Actor Toku Nishio died on July 16, 2005.\nMusashi`s very role in the original series has become something of a long-going anime archetype as well. The trend that every team of super robot pilots (or super heroes in general) must always have \"the fat guy\" was arguably jump started by Musashi. Even in subsequent Getter installments, the team must always have a large character pilot the third machine as a tradition (except for special occurrences). Musashi`s immediate replacement Benkei is himself a large stature man, and Gai in both Shin Getter Robo vs Neo Getter Robo and Getter Robo Armageddon and other subsequent appearances is enormous in both size and girth, particularly in Neo Getter Robo vs. Shin Getter Robo. This \"role\" in team formations has been spoofed many times in anime, and it has appeared far less frequently in the recent decade, mostly due to fat characters becoming far more rarely seen in anime in general in recent years.",
  "gender" : "MALE",
  "name" : "Tomoe Musashi",
  "rating" : {
    "rating" : 4.17,
    "total" : 15
  },
  "type" : "CHARACTER"
}