{
  "anime_ids" : [ 881, 949, 955, 1271, 1652, 1838, 2221, 2223 ],
  "character_id" : 32211,
  "description" : "Nagare Ryouma is a fictional character created by Go Nagai and Ken Ishikawa. He is the protagonist and main pilot in the Getter Robo franchise. He is a hot-blooded youth in high school. He pilots the Getter-1, Getter Dragon, and Shin Getter-1 in the manga and anime.\nRyouma goes to high school with Musashi, Hayato, and Michiru. He travels to the Satome Research Institute on the day the Prototype Getter Robo is being tested. He witnesses the death of the Prototype Getter Robo team including the son of Professor Tomoe at the hands of the Evil Dinosaur Empire. He enlists the aid of Musashi Tomoe and Hayato Jin in order to pilot the real Getter Robo. Ryoma piloting the Getter-1 is key to battling the Dinosaur Empire. Ryouma and his friends fight the Dinosaur Empire until the final battle in which Musahi gives his life to defeat them.\nEven after the defeat of the Dinosaur Empire, a new threat arises in the form of the Clan of the 100 Demons. The remaining members of the Getter Robo team get Benkei Kurama to pilot the last jet of the Getter Robo G. Ryouma pilots the Getter Dragon in the second series.\nIn the 1998 OVA series Getter Robo Armageddon, Ryouma was framed for the murder of Dr. Saotome. After a resurrected Dr. Saotome threatens to destroy the world, he is released from jail to commit the very murder he was accused of. Ryouma holds a grudge with Hayato; who not only committed the murder of Saotome, he also testified against him. After failing to stop a nuclear attack on Shin Dragon, he vanishes from Earth. He reappears 13 years later in an abandoned base located on the Moon. He rejoins the fight against The Invaders piloting a customized Getter, the Black Getter.\nRyouma appears as a supporting characters in Shin Getter Robo vs Neo Getter Robo. Mentally scarred after being tortured by the Dinosaur Empire and the death of Musashi, he quits the Getter Team and wanders Japan as a martial artist. He returns and helps the New Getter Team when the Dinosaurs Empire attempts to destroy Shin Getter Robo.",
  "gender" : "MALE",
  "name" : "Nagare Ryouma",
  "rating" : {
    "rating" : 8.24,
    "total" : 74
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "406" : "Kamiya Akira"
  }
}