{
  "anime_ids" : [ 953, 954, 956, 1652, 2221, 2223, 12757 ],
  "character_id" : 32238,
  "description" : "Honoo Jun is a fictional character featured in the works of mangaka Go Nagai. She is the Heroine character in the Super Robot series Great Mazinger and pilots the title female robot Venus A.\nHonoo Jun showed up in the first episode of Great Mazinger. An orphan girl raised by Kenzo Kabuto along with Tetsuya Tsurugi, she is half Japanese, half black (her father was a black man, and Jun has an old picture of him) and because of that she often felt rejected as a child. She was trained to pilot the female robot Venus A to support Great Mazinger.\nUnlike previous female character Sayaka, who was well-meaning and brave yet had no real self-defense skills, Jun is very capable of defending herself outside of the robotic battlefield, as she showed her martial arts skills when she managed to fight back an attack of many soldiers alone, even if she is captured at the end of the fight. She was also specifically trained to use Venus A in combat for years, unlike Sayaka who had to learn to use Aphrodite and Diana as the story progressed. But similar to Sayaka, she argues and fights with Tetsuya and has an active role in the series. Jun, with Venus robot has a considerable firepower: missile-fingers, breast-missiles, (rechargeable differently than Aphrodite A), photonic-rays; but, while being far powerful than Aphrodite A, she is regularly defeated by the enemy monsters, and often badly damaged. While Mazinger is away (often there are two monsters, one of the two on a diversive action, while the other attacks the Mazinger`s base), Venus often fights alone, and is saved only by Boss`s robot. Typically, when the two are almost destroyed, finally Mazinger comes and destroys the second monster, just in time to save his fellows.\nJun is oppressed by her origins, since her father was an Afro-American (probably a reflex of the US occupation of Japan), her skin is darker than the usual and this apparently led some racism against Jun in her childhood, as displayed by several episodes. But, maybe related to her mixed origins, Jun is also a `junonic` girl, her body seems quite strong and muscular (especially if compared with the tiny Sayaka), but still very sexy; she wears a white, short skirt and a tight t-shirt. Boss, already a Sayaka fan, cannot resist to her gorgeous appearance, and falls instantly in love when meets her; however, Jun never shares that feeling. Basically, she is attracted by Tetsuya and always faithfully devoted to help him; but he is too hastily concentrated to train himself and fight the enemy (since he was a kid, he was raised by Dr. Kabuto like a `lethal weapon`) and apparently, he has no time for the love.\n* Kabuto Shiro: After Koji and Sayaka left for the United States, Jun acted as an older sister to Shiro.\n* Tsurugi Tetsuya: Jun was Tetsuya`s partner. They were raised together by Kenzo Kabuto in the USA and she often expressed some degree romantic feelings for him, yet she still argued with him when she thought he was wrong.\n* Venus A: The female robot in Great Mazinger Series. Unlike Aphrodite A, Venus A was designed for battle. Some times, Jun showed great skills piloting it as she saved Tetsuya some times and managed to cause serious damage to some enemies but the end resault was similar to Aphrodite A as she gets severely damaged and needs help.\n* Motorcycle: Like most of Go nagai characters, Jun drives a motorcycle in the series.\n* Jun shows up in Violence Jack: Hell`s Wind, where Tetsuya Tsurugi is brutally killed by the evil biker gang, Hell`s Wind, which causes her to seek vengeance.\n* Jun showed up in the first two episodes of Mazinkaiser OVA and worked in the institute as an assistant. In the end of the second episode, she left with Tetsuya to help him recover from his wounds. She showed up again in the finale episode with Tetsuya and helped Sayaka, Boss, Shiro and the others by taking them to Juzo Kabuto`s lab and explaining to them every thing they found in there.\n* Jun showed up again in the Mazinkaiser vs General of Darkness movie but this time piloting the original Venus A. She and Tetsuya are the only two that survived from the Mazinger army. As she fought to repel the attack to Sydney, Venus was destroyed and virtually dismembered by the enemy, but despite being seriously injured (the scythe handled by the monster that attacked her almost cuts her in half), Jun survived due to the Queen Star ejecting out.",
  "gender" : "FEMALE",
  "name" : "Honoo Jun",
  "rating" : {
    "rating" : 7.15,
    "total" : 31
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "8055" : "Nakatani Yumi"
  }
}