{
  "anime_ids" : [ 8109 ],
  "character_id" : 32293,
  "description" : "Jeanne d`Arc XXX (also known as Durandal or Diamond Dust Witch) is an ice ability user from I.U. (a criminal organization). She targets Shirayuki in an attempt to kidnap her and force her to join I.U. She is successfully captured via the combined efforts of Aria, Kinji and Shirayuki during the season of Adseard. As one of the conditions of her plea bargain, she was forced to stay in Butei High as a 2nd year international student from Paris enrolled in the Informa department. As a reliable Informa student, Kinji requests her aid whenever he needs a supply of knowledge about a particular case he is involved at. Jeanne and Riko get along with each other very well.\nShe is one of the few people that knows Kinji`s secret. Her personality is serious and cool. Her first comment about Butei High`s skirt is: \"Unmarried girls shouldn`t openly reveal their legs like this!\". However, that notion was pretty much shattered because of Riko`s strong influence on her, and she has grown a habit of secretly collecting maid dresses, Lolita fashion and other cute dresses. Due to astigmatism she usually wears contacts to see clearly, but carries a pair of glasses as backup or for reading.\nAlthough Jeanne is quite extraordinary in terms of fighting skills, planning, investigating, beauty and ability, her drawing skills are unimpressive, in fact an elementary school student can draw much better than her. Despite her strength, she alleges that she is the weakest out of all the members of I.U. Preferred weapon is the Durandal. However, after Shirayuki broke part of it off she had to adjust to the shorter blade. Melting down the whole blade and reforging it as a single piece again is inadvisable as that would severely weaken the integrity of the metal making it much easier to break. Or in simple terms, the weakness of the break would be spread to the entire sword.\nSource: Wiki",
  "gender" : "FEMALE",
  "name" : "Jeanne d`Arc",
  "rating" : {
    "rating" : 4.99,
    "total" : 35
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "12" : "Kawasumi Ayako"
  }
}