{
  "anime_ids" : [ 230, 1020, 1041, 1804, 2371, 3419, 4728, 5772, 8826, 11585, 12407, 14993, 15067 ],
  "character_id" : 323,
  "description" : "Machoke evolves from Machop at Level 28. An interesting fact about Machoke is when seen in its \"shiny\" version, it shares a striking resemblance to that of The Hulk, being green in color.\nMachoke`s name is a portmanteau of macho, meaning tough, and choke. The Japanese name Goriky is a pun on the Japanese word for superhuman strength (剛力) or godlike strength. Its name was originally \"Kong-Fuu\" in beta English versions of Red and Blue, which is a reference to Kung fu. Its signature moves include submission, cross chop and dynamic punch.\nMachoke, along with its evolved form Machamp, is nicknamed as one of the bodybuilders of the Pokémon world, due to its humanoid appearance, huge muscles and the fact that it wears black speedos, and the belt round its waist makes it look similar to a wrestler (which is most probably what the pokemon was based on). The belt is known as a \"Power Save\" belt, which keeps Machoke`s power under control and helps to regulate its motions. The explanations of the belt`s purpose vary, but is quoted that because it is so dangerous, no one has ever attempted to remove it.\nMachoke has had relatively few anime appearances, most of which were in the Jouto region, most notably in \"Machoke, Machoke Man!\", in which Machoke was Chuck`s signature Pokemon, and shared a very close bond with its trainer, who sparred and even used submission on during training. Machoke also appear as employed heavy lifters and construction workers, and can also be seen in the beginning of the games Pokémon Saphire and Ruby where a group of Machoke are seen carrying furniture into the players home, which are replaced by Vigoroth in pokemon Emerald.\nDespite being measured at 4`11\" in the Pokedex, whenever Machoke appear in the anime, they are always around the same height, or taller than, an adult male.",
  "gender" : "DIMORPHIC",
  "name" : "Goriky",
  "rating" : {
    "rating" : 6.38,
    "total" : 23
  },
  "type" : "CHARACTER"
}