{
  "anime_ids" : [ 4516 ],
  "character_id" : 32376,
  "description" : "Victor Powered is a former Warrior Chief of the Alchemist Army. He served as the main antagonist in Buso Renkin. Victor is an extremely tall and muscular man with dark green eyes, thick brown eyebrows and long brown hair. After his Permanent Transformation, he is most commonly seen in bronze skin, luminous green hair, wears large fluffy crimson side indigo wristbands, khaki Native American style leggings and loincloth decorated with black leopard prints at the bottom and an indigo fundoshi underneath.\nA hundred years before the start of the series, Victor Powered was the leader of the Alchemy Warriors. Originally, Victor used a regular Kakugane until he sacrificed himself to kill the leader of the homunculi of that era. In order to save him, his wife Alexandria transferred Black Kakugane I into his heart. However, Victor lost control of the power and killed everyone in the lab, as well as critically injuring Alexandria, much to his guilt. Forced to flee his home, pursued by Alchemy Warriors and the homunculus group led by his own homunculized daughter Victoria, who cried; after the sight of his daughter`s sorrow, Victor managed to destroy a large portion of both forces before escaping to Japan. While there, he met Chouno Bakushaku (later to become Dr. Butterfly), and the two men then struck a bargain: in exchange for Victor`s knowledge of Alchemy, Dr. Butterfly would heal Victor.\nA hundred years later, during the series, the plan succeeds: Victor is healed and re-appears in LXE`s Ginsei High School attack. During this attack, Victor kills Kazuki a second time by crushing Sunlight Heart with his own Buso Renkin, Fatal Attraction. This damage to Kazuki`s Kakugane causes Black Kakugane III to awaken, saving Kazuki`s life. Victor then decides to spare Kazuki, and after departing, he travels around the world absorbing energy from those he passes by, eventually retreating to the Pacific Ocean to avoid harming more people. He is later attacked by the Alchemist Warriors and changes to Stage 3 of the Victor transformation, which gives him more power and greater ability to absorb energy, and destroys Sakaguchi Showusei`s Buster Baron (which was boosted by the Buso Renkin of the other \"Victor Assassination\" Squad members) with Fatal Attraction. Kazuki then confronts him and forces White Kakugane II into his body, but this only reverts him from stage 3 back to stage 2. As a last resort, Kazuki uses Sunlight Heart + to send both of them to the Moon. In \"Buso Renkin Period,\" shaken by Kazuki`s determination to protect Earth, Victor uses Fatal Attraction to send Kazuki back, but Kazuki drags Victor along, returning both of them to Earth. Victor reverts to his human form after being given another white Kakugane, and he then asks to be turned into a homunculus to lead all the homunculi to the Moon.\nVictor is generally a cold person who hates Alchemy Warriors for hunting him down, as well as using his own daughter as a weapon. During the 100 year interval, to cover up the Black Kakugane incident, the Alchemy Warriors entered fake information in their own database, claiming that instead of losing control, Victor betrayed the warriors and turned himself into a homunculus, then headed for Japan to join the LXE.\nFor most of the series, Victor holds Black Kakugane I, which manifests as \"The Buso Renkin of Great Axe\", Fatal Attraction, a gigantic war-axe that is capable of manipulating gravity. It can manipulate the gravity direction on larger or smaller scales. It can used to increase the gravitional pull on an object or reverse it. The axe can also be separated into two to be used as double tomahawks.\nSource: fandom.com",
  "gender" : "MALE",
  "name" : "Victor Powered",
  "rating" : {
    "rating" : 7.38,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "244" : "Koyama Rikiya"
  }
}