{
  "anime_ids" : [ 5145, 8483 ],
  "character_id" : 32587,
  "description" : "Once a trickster who toyed with the life of a mad alchemist, Pheles is a lord who fell in love with a human, Johan the alchemist`s son. In order to stay with him forever, they created the most precious treasure in Guze, a Treasure that can grant eternity to the Mystes bearing it: the Reiji Maigo. Due to the Reiji Maigo, she doesn`t need to consume other humans` power of existence; she can get enough to survive from Johan without him being in danger of disappearing. Due to a fight against the Bal Masque`s assassin Sabrac that severely wounded Johan, she sealed her lover into the Reiji Maigo. She was unaware that Sabrac had also placed the Silver into the Hougu simultaneously. The Reiji Maigo was then lost, so now she searches for him everywhere with a Power of Unrestraint \"The Wheel of Wind\" (Kaze no Tenrin), a guiding beacon that becomes a duplicate of her own when the target is found. Johan commandeers Yuji`s body to persuade her from sacrificing the current Mystes to bring him back and Pheles agrees to her lover`s wish before leaving for parts unknown. Before she left, Pheles gives Yoshida a cross Hougu called the Giralda.\nShe is friends with Wilhelmina who once she had saved from the trap set by the Denizen Lord Sabrac. She does not appear in the first season of the anime but appears in the second season around the end of episode twelve amid her search for the Reiji Maigo. She tries to free Johan the first time, only to be interrupted by Margery`s berserk rage as well as the coordinated actions of Wilhelmina and Shana. The second time Pheles tried to free Johan from within the Reiji Maigo, she gets impaled by the Silver`s arm, thus unwittingly calling forth Fecor, Konoe, and Hecate.\nPheles has long neon green hair which extends as far as her thighs and has it unbraided. Some of the fringes of her hair sweep up on opposite directions on each side of her face, with others hanging loose. The rest hang loosely on the middle.\nHer outfit consists of a tight-fitting suit consisting of a dark brown upper garment which exposes much of her collarbone, a pair of tight trousers and a garment similar to a bolero with black shoulder pads. Much of her outfit is wrapped with lengths of same-coloured cloth, especially in the waist area, and the same goes for the arm region, except for an extra length of cloth that dangles from her elbow. She also wears a dark brown scarf around her neck and a pair of open-finger gloves.\nSource: shakugan.wikia",
  "gender" : "FEMALE",
  "name" : "Pheles",
  "rating" : {
    "rating" : 5.63,
    "total" : 20
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "11" : "Inoue Marina"
  }
}