{
  "anime_ids" : [ 7891, 8826, 9216, 9564, 9653, 9764, 11585 ],
  "character_id" : 32705,
  "description" : "Cilan`s Stunfisk lived together with Ash`s Palpitoad in a lake near Raimon City. They were very protective of trespassers in their lake and Stunfisk used Discharge on Ash and Ash`s Oshawott to get them out of the lake. Cilan decided to get out his fishing rod to keep it occupied while Ash and Ash`s Oshawott battled the Palpitoad. Cilan ended up swinging the Stunfisk on the ground to knock it out and then caught it.\nDon George Tournament - Raimon Town\nLuke`s Larvesta battled against Cilan`s Stunfisk in the second round of the Don Battles Tournament in Raimon Town. Luke`s Larvesta used String Shot as an attack and a defense in the battle which showed Cilan that Luke knew how to battle with his Larvesta. When Cilan`s Stunfisk was wrapped up with String Shot, Cilan allowed it to get hit by Flamethrower to set it loose. Luke`s Larvesta ended up defeating Cilan`s Stunfisk with a powerful Flamethrower though which eliminated Cilan from the tournament.\nBattle against Skyla\nSkyla`s Swoobat was matched up against Cilan`s Stunfisk in Skyla`s air battle and she believed that her Swoobat would be victorious. In the actual gym battle, Cilan`s Crustle was replaced by Cilan`s Stunfisk to determine the winner of the match after it was defeated by Skyla`s Swanna. Cilan`s Stunfisk started off with a Thundershock but Skyla`s Swanna shook it off fairly easily and Skyla chastened Cilan by saying that it would take at least a Thunderbolt to affect her Swanna. Skyla`s Swanna countered with a Hurricane whic tossed Cilan`s Stunfisk into the air but wasn`t too effective against it as its actually quite mobile in the air. Cilan`s Stunfisk then used Scald which also burned Skyla`s Swanna. It appeared that Skyla`s Swanna was nearing defeat but it used Aqua Ring to heal itself and then attacked with a powerful Brave Bird and knocked out Cilan`s Stunfisk to give Skyla the victory in the match.",
  "gender" : "UNKNOWN",
  "name" : "Maggyo (Dent)",
  "rating" : {
    "rating" : 3.72,
    "total" : 13
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}