{
  "anime_ids" : [ 230, 1041, 3419, 4728, 5772, 6796, 8826, 9764, 12407, 15067, 15309 ],
  "character_id" : 333,
  "description" : "Ponyta is a Fire-type Pokémon introduced in Generation I.\nIt evolves into Rapidash starting at level 40.\nIn Galar, Ponyta has a Psychic-type regional form. It evolves into Galarian Rapidash starting at level 40.\nPonyta is an equine Pokémon with cream-colored fur. It has brown eyes and triangular ears with reddish interiors. Yellow and reddish-orange flames form its mane and tail. The mane forms a short crest on top of its head and a short strip down its back to its tail. Additional flames are present behind its elbows and knees. The fire appears about an hour after hatching. It has four long legs, each ending in a single, gray hoof. These hooves are said to be harder than diamonds.\nPonyta has extraordinary jumping abilities and is capable of leaping tall buildings in a single bound. However, a newborn Ponyta is a weak runner and is actually barely able to stand. It gradually strengthens its legs and becomes faster by chasing after its parents. In the anime, it is shown that Ponyta can control its flames so that its rider is not burned by them. Ponyta live in grasslands, on plains, or anywhere that it can run freely.\nIn the Galar region, Ponyta has adapted to forests by being exposed to the life energy from it. It has chalk-white fur; long, purple-and-blue, cloudy fur that is also on top of its dark-purple hooves; purple eyes with light-blue irises; and a purple-and-white horn on top of its forehead. Galarian Ponyta can absorb the life energy located in the atmosphere and store it in its mane, which will then become more colorful and potentially release a shining glow if there is a lot of energy to use. The small horn contains a healing power. Ponyta can heal any slight wounds with a few rubs from its horn. By looking it the eyes of a person, it can read the contents of the heart. Should Ponyta find any evil, it will promptly go back into hiding.",
  "gender" : "DIMORPHIC",
  "name" : "Ponyta",
  "type" : "CHARACTER"
}