{
  "anime_ids" : [ 692 ],
  "character_id" : 33339,
  "description" : "The adopted daughter of businessman Larry Harmony, the owner of Central Electronics - the biggest electric company in Unit Blue - Aiko is a sweet and loving girl, but very conflicted. Being the only child of a rich and rather famous family, she is constantly under pressure to succeed her father when he steps down from the company, something she, at only fifteen, is not perfectly certain she wants to do.\nUnlike the others, Aiko lives in Gold Town, the rich district of Unit Blue, and because she has every luxury, she is not spoiled, but she is very idealistic, carrying the belief that, because all five of the kids in Gad Guard were \"given\" Techodes, they all have something in common and therefore should all be friends. Unfortunately for Aiko, she is often met with disagreement from the others, but that hardly gets her down, as she dogs each and every one of them with the prospect again and again. If anything, the girl is determined, believing that there is good in every person, and that every person should be given a chance. For this reason, Aiko is the bridge between the other four, acting as friend to Arashi, reassurance to Hajiki and Takumi, and a peacemaker to Katana. The latter two are the ones she is most in touch with, and has the greater impact on.\nIt seems that no one can really dislike Aiko. Because she saved Sayuri from being crushed by Zero in a battle, Katana holds her in slight trust, and so she tries to bring him into their sort-of group by being friendly, visiting he and Sayuri in their hideout and bringing them lunches and snacks from time to time, to show her good faith and that she`s concerned. She even invites Katana to a party at her father`s mansion, something Takumi thinks is insane (because Katana is \"evil\"). Of course, he doesn`t go, but it`s the thought that counts. Takumi, however, she grows attached to after recognizing him - despite his lack of costume - as Thunderbolt`s operator. From then on she hangs around with him, forever the ray of sunshine in any situation, cooking for him, keeping him company when he falls into depression and forever working to cheer him up, no matter how bitter and cruel he acts. Even Jacque Bruno, who kidnaps Aiko to hold her hostage, can`t help but like her for her determination and her friendliness (and the fact that she can eat his cooking).\nSource: wiki",
  "gender" : "FEMALE",
  "name" : "Aiko Marie Harmony",
  "rating" : {
    "rating" : 5.73,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "634" : "Kurata Masayo"
  }
}