{
  "anime_ids" : [ 692 ],
  "character_id" : 33343,
  "description" : "Takumi is a short and wealthy boy who lives in Day Town, his most defining attribute in the series being almost obsessed with justice and the differences between right and wrong. When Takumi was young, his parents left him alone with a very large sum of money, more than he claims he could ever use and will never have to get a job. So because of his abundance of money and free time, using his Techode Thunderbolt, he goes out and attempts to solve crimes and punish evil-doers, because he wants to do something good, as he feels the local police force is very lacking. Takumi is also noted to have a very short temper and constantly takes out his anger on people, usually ending up in him getting in wide variety of trouble.\nTakumi`s main adversary in the series is Katana who is essentially his polar opposite, using his Techode to commit crimes and not caring about others at all along with several polarities in appearance, personality and back story. Takumi refers to Katana as evil and is more obsessed with Katana than Katana is with Hajiki. Time and again, Takumi claims that Katana is a beast, raised in violence, and for that reason, violence is all he knows, saying that he cannot be made friends with and he is not a real person at all. Despite all of Takumi`s loathing, Katana sees him only as a pest that he`s done nothing to provoke and on more than one occasion beats Takumi severely.\nLater in the series it becomes apparent that Takumi`s constant ranting about Katana being violent and vicious is actually Takumi casting his own control issues on Katana because it is easier for the \"bad guy\" to be the one with problems, as \"heroes\" are good and just and can never be wrong. It is Hajiki that tells Takumi he could never truly understand how hard it is to live without money, as his parents left him enough so that he would never have to \"waste his life\" in a job. Unlike Hajiki, who works for a living, and Katana, who steals and is a mercenary for a living, Takumi is \"too busy being high and mighty and righteous\" to see that the world isn`t black and white. Takumi later admits to himself that he has no idea what he was talking about and didn`t know anything about the people he was fighting or who he was protecting.\nHajiki is on Takumi`s side in the belief that Katana must be stopped when he is doing something wrong, but unlike Takumi, Hajiki does not believe that it is their job to stop every single evil, and for this reason they are not horribly close. Aiko, however, acts much as Sayuri does to Katana and insists to Takumi that they should all be friends, even suffering to deal with his temper and bad attitude, only to smile and continue to talk with him. After the loss of Thunderbolt, Takumi grows close to Aiko and gets a job at Hajiki`s mother`s restaurant.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Kisaragi Takumi",
  "rating" : {
    "rating" : 1.33,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3336" : "Satou Yuuko"
  }
}