{
  "anime_ids" : [ 692 ],
  "character_id" : 33342,
  "description" : "The daughter of a great martial-artist, Arashi (referred to as Shinozuka by Hajiki) left her home in Day Town to live on her own in Night Town, going to the same neighborhood catholic school as Hajiki and his friends. She ran away from home feeling she would never be good enough for her father, who expected before her birth to have a son only to be disappointed with a daughter instead and Arashi was given a boy`s name because of that. As she came from a good part of town, Arashi has some trouble at first adjusting to life in the ghetto such as her belongings getting stolen and not having batteries to cope with the power shutting off at midnight. She soon learns and tries to teach herself to fit in, doing everything from making friends with some of the boys at school to getting a job as a billboard repair worker to support herself. She is witness to the creation of Lightning, and after seeing Zero (belonging to Katana), Thunderbolt (Takumi) and Messerschmitt (Aiko), she longs for a Gad of her own, something she later finds by accident.\nArashi is meant to be Hajiki`s love interest in the series, even though he all but ignores her through the first part of the series. At first she seems to annoy him, but Hajiki eventually grows accustomed to her even if her idealistic views don`t always coincide with his. Arashi follows after him relentlessly, seeming hellbent on staying with him to the point of following him to work and popping up in the middle of several of his Techode battles. In a few episodes when their views have clashed, Arashi has used her karate skills on Hajiki. By the end of the series, Arashi and Hajiki affirm their feelings for each other, much to the shock of the teachers who just happened to walk in when they kissed for the first time.\nRelationship-wise, besides Hajiki, Arashi has little contact with the other characters, save for Katana. She finds people like Katana disgusting because they do bad things, although she herself, like Takumi and Aiko, do not understand the troubles of living in a place like Night Town. Several times, she is held at gun-point by him, and threatened or told to pass a message to Hajiki, and at one point tries to fight him, only to have him beat her without much effort. Arashi opposes Katana and his obsession with besting Hajiki repeatedly, and continues to act as a problem to him through the entire series, though Katana sacrifices Zero to save her from death in the final episode, something she never gets the chance to ask him about. Aiko is portrayed to be sort of a friend to Arashi, but when the two of them are in the room with Hajiki she seeks to vie for his attention, something Aiko doesn`t notice. Takumi and Arashi have little to no friendship short of acquaintance.\nSouce: wiki",
  "gender" : "FEMALE",
  "name" : "Shinozuka Arashi",
  "rating" : {
    "rating" : 7.51,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "157" : "Orikasa Fumiko"
  }
}