{
  "anime_ids" : [ 692 ],
  "character_id" : 33341,
  "description" : "Katana (pronounced kah-ta-nah, as opposed to ka-tah-nah, like the sword) is the main anti-hero of the series who acts as antagonist to the main characters, though he constantly switches between villain and ally from situation to situation, depending on his ever-shifting mood. Appearing as a gothic mutation of a schoolboy in a striped shirt, sweater, tie and slacks, all under a trench coat, Katana is tall and narrow in appearance, gaunt and deathly pale, with a scar beneath his left eye and is constantly carrying a gun. Katana works as a man-for-hire, living on the garage-level of an abandoned building on the edge of a junk yard in Night Town. Dark, cold and stoic by nature, Katana lives alone, having no friends and seemingly not wanting any. However, Katana does develop a very strong and almost obsessive attachment to Saiyuri over the course of the story, her disappearance becoming the main motivation for his actions near the end of the series. Another person important to Katana is Radigue, who acted as Katana`s father after his family died in a shipwreck and is most likely to be the originator of Katana`s secret enjoyment of building machinery and digging up Heavy Metal parts. Personality-wise, he shows no interest in much of anything but money and rising to the top of the criminal ladder, his grand intention to rule over Night Town. While not evil, Katana is a sociopath.\nKatana is a very proud Heavy Metal operator, having built his first one in the series, Seven, himself. However early in the series it is destroyed by Lightning and later replaced with Katana`s Techode, Zero. Katana becomes very bitter about the loss of his original Heavy Metal, and although Zero is stronger his attachment to Seven never truly leaves him, and its destruction becomes the basis of his rivalry with Hajiki, a rivalry that eventually grows into a battle to show who is the bigger man. His need to prove that he is better grows into an insane obsession over the course of the story.\nAlong with Hajiki, Katana meets up with the other three Techode operators, and shows a variety of opinions about them. Aiko earns Katana`s slight trust when she rescues Sayuri from a dangerous spot in the middle of one of his battles, who then proceeds to bring him lunch daily. She seems to sit on neutral ground with him, to the point that Katana rescues her from being ganged up on in a bad part of town. Takumi however earned Katana`s disdain almost to the level that of Hajiki because of his meddling and loudmouthed sense of justice, and he delights in baiting and teasing him in a cold manner only to prove that he is superior to the short-fused boy. Arashi stands as Katana`s way to get to Hajiki, using her as a messenger and even learning his name from her. They get into several fights, and he seems to despise her quite a bit, to the point of near-blind rage in their final confrontation.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Katana",
  "rating" : {
    "rating" : 5.4,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "200" : "Suwabe Jun`ichi"
  }
}