{
  "anime_ids" : [ 4521, 5373, 6031, 7126, 7127, 12566, 12567 ],
  "character_id" : 337,
  "description" : "Kallen Stadtfeld is a Britannian-Japanese girl, who believes herself to be a Japanese person at heart and prefers to be known by her birth name, Kouzuki. Her father is Britannian and her mother is an Eleven; her father comes from a prestigious Britannian family, which Kallen benefits from. Her brother, Naoto Kouzuki, with whom she had a deep connection, was a former leader of her resistance cell before his death.\nKallen is a highly-skilled Knightmare Frame pilot, rivaling the abilities of even the Knights of the Round. She is acknowledged as the best pilot of the Black Knights by enemies and allies alike. Her codename, \"Q-1,\" is the Queen`s starting spot in descriptive chess notation. In Lelouch`s assessment of the core members of the Black Knights, her \"Combat Ability\" score is 100 out of 100, matching that of Kyoshiro Tohdoh; she also has the highest possible \"Loyalty\" score of 100.\nEven when piloting outdated Knightmare Frames such as the Glasgow, Kallen proves to be a dangerous opponent easily defeating numerous Sutherlands, despite the Sutherland being a more advanced Knightmare. With the radiation arm of her Guren Mk-II, Kallen can take down almost any Knightmare Frame in a single attack should they allow her to make physical contact, and later models also have numerous secondary attack modes for mid- and long-range combat. Her Knightmare Frame is also incredibly fast, allowing her to fight on the same level as some of the most advanced Knightmare Frames in the series.\nOutside of a Knightmare, Kallen displays superior fighting abilities. She is nimble enough to swat a bee with a single swipe (and cut it in half), and on two occasions she defeats numerous armed men with little trouble. She is also apparently intelligent, since her grades in school are top of the class despite frequent absences.",
  "gender" : "FEMALE",
  "name" : "Kouzuki Kallen",
  "rating" : {
    "rating" : 7.96,
    "total" : 1102
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "51" : "Koshimizu Ami"
  }
}