{
  "anime_ids" : [ 8167, 9553 ],
  "character_id" : 34015,
  "description" : "Ikoma Minami is a 15 year old Majima Academy Middle School student who is a member of the Swim Club. A naive girl who loves swimming, she has messy hair that won`t straighten due to chlorine from swim practice which her younger brother makes fun of by calling her \"Bird Nest\". Her story is unique as it is mostly told by her own point of view. When she is first introduced, she learns that she has been selected as a third substitute for the school team despite wishing to be on the main team instead. As Minami laments on whether she should give up swimming just like her friends, Elsie detects a spirit inside of her and informs Keima. Then on one late night swimming practice, Minami meets Keima swimming at the school pool where she is captivated by his handsome looks and perfect swimming (thanks to Elsie help). At first, she believes Keima is a great senior within the Swim team, only to learn from her friends that Keima has an infamous reputation for being weird which leaves her very confused. Unknown to her, Keima is actually doing this to make Minami figure out the connection between the school`s impression that he is a weirdo and her impression that he is an amazing athlete. As she starts stalking Keima and rides on the bus with him, Minami starts to fall in love with him which Keima decides to ask her out at the Tanabata Festival. After having a good time at the festival, Minami wishes to stay with him forever as the festival ends but Keima comforts her, teaching her that moving on and accepting the past is a part of growing up and kisses her, which forces the spirit out. After the festival, Minami becomes mature thanks to Keima`s words (even though she has forgotten) and decides to stay and continue in the Swim Club. During Keima`s search for the goddesses, Keima meets Minami again and finds out she does not remember who he is which he confrims she doesn`t have a goddess. Before leaving, Keima asks Minami if she is still practicing swimming and wishes her luck.\nThe cause of Minami`s negative emotions was being unable to achieve her dreams.\nHer name is derived from Minami-Ikoma Station (南生駒駅, Minami-Ikoma-eki).",
  "gender" : "FEMALE",
  "name" : "Ikoma Minami",
  "rating" : {
    "rating" : 4.49,
    "total" : 8
  },
  "type" : "CHARACTER"
}