{
  "anime_ids" : [ 8167, 9553 ],
  "character_id" : 34014,
  "description" : "Kujou Tsukiyo is a short, blond 17 year old Majima Academy student and the only member of the Astronomy Club. The daughter of designer Yoko Kujou, she rarely attends class and is frequently on the school rooftop in her private observatory to watch the moon with her doll Luna which she holds dearly. Her cold personality comes from watching her parents fighting and later divorcing when she was younger, which made Tsukiyo hate the real world and wish she could live on the moon, her ideal world with Luna, a metaphor for her desire to escape reality. Keima encounters her and finding out she has a spirit after they both get into an argument over what is \"true beauty\". Later that night while watching the moon, she wishes she was beautiful just like Luna which the spirit inside of her shrinks her to Luna`s size. Keima discovers her problem and with the help of Elsie, assists Tsukiyo with her situation. However, Tsukiyo begins to grow comfortable with her new life which Keima fears it will only widen the gap in her heart so he and Elsie make her new environment more bigger in order to frighten Tsukiyo by making her think she has become smaller but she later discovers the ruse and escapes to the roof. Keima confronts her there where he convince her despite what she believes, there is beauty within the real world. However, she accidentally falls but Keima jumps down to catch her and the two kiss and saved by Elsie`s magical raiment. In the aftermath, Tsukiyo still goes to her observatory with Luna but without the carpet that acted as a border between her ideal world and the real world and watches Keima through her telescope, blushing.\nThe cause of Tsukiyo`s negative emotions was her hatred of humanity and reality`s flaws.\nHer surname is derived from Kujou Station (九条駅, Kujou-eki).",
  "gender" : "FEMALE",
  "name" : "Kujou Tsukiyo",
  "rating" : {
    "rating" : 5.37,
    "total" : 32
  },
  "type" : "CHARACTER"
}