{
  "anime_ids" : [ 8167, 9553 ],
  "character_id" : 34018,
  "description" : "Uemoto Sumire is a 17 year old girl from Narusawa 3rd Public High School. Her a father is a chef and owner of a small Chinese restaurant called \"Uemoto-ya\" while her mother used to work there before she ran away which the only memento Sumire has of her mother is a cheongsam which she also wears while working at Uemoto-ya. Keima and Elsie first met Sumire during the last weeks of summer vacation while she goes out tasting every Ramen store`s ramen in the city. As they follow her to Uemoto-ya, they watch how both Sumire and her father have a thorny relationship which the latter doesn`t want her to work here. In order to figure out what is the cause of the gap in Sumire`s heart and the Uemoto`s family situation, Keima decides to work at Uemoto-ya much to Sumire`s suspicions. After gaining her trust, Sumire reveals she wants her father`s acceptance of her helping his ailing restaurant by researching the other Ramen stores and creating her own unique recipe of Ramen called \"Sweet Ramen\" with Keima as her food taster much to his displeasure as he dislike sweet food. After several failures and their relationship going smoothly, both Sumire and Keima finally make a Sweet Ramen that is delicious and edible. However, Sumire`s father refuses to eat it and tells her to just quit which Keima realizes the problem between father and daughter. In reality, both of them wants the other to be happy which Sumire wants to help her father`s restaurant and her father wants Sumire to give up the restaurant and have a better life. Eventually, Keima manages to have her father taste a ramen made by Sumire which taste exactly like his which Sumire explains that all that she wants is to help him succeed which will make her happy. Realizing his mistake, her father finally relents and passes the restaurant to Sumire. Before Keima leaves, Sumire thanks Keima and promises to make any ramen he wants if he visits and kisses him which expels the spirit in her.\nAfter these events, the restaurant, now renamed \"Sumire-ya\" and under Sumire`s management becomes popular thanks to her Sweet Ramen which is a hit with the customers. While she still continues making new Ramen recipes and trying to lose weight from her research, Sumire remembers having a \"boyfriend\" but doesn`t remember who he was.\nThe cause of Sumire`s negative emotions was her disappointment that her father refuses her help.\nHer surname is derived from Osaka Uehommachi Station (大阪上本町駅, Osaka Uehonmachi-eki).\nSource: wiki",
  "gender" : "FEMALE",
  "name" : "Uemoto Sumire",
  "rating" : {
    "rating" : 5.42,
    "total" : 10
  },
  "type" : "CHARACTER"
}