{
  "anime_ids" : [ 8167, 9324, 9553 ],
  "character_id" : 34021,
  "description" : "Ayukawa Tenri is a shy 17 year old girl from Maijima Municipal Misato East High School. A reticent childhood friend of Keima`s, she was his neighbor before his family moved seven years ago. In the present, she and her mother visit the Katsuragi`s where Keima does not remember her well. Unknown to Keima at first, he believes Tenri has a spirit inside of her but in reality it is a Goddess name Diana. Ten years ago during a school trip, both Keima and Tenri got lost in an underground cave where they both witness the Weiss (what evil spirits where called before) escaping from Hell and were saved by Diana who agreed to take over Tenri`s body. In order to save Diana, who is being chased by Nora who believes Tenri has a spirit inside of her, Keima pretends to capture Tenri`s heart and kiss her and have Elsie release a weak spirit in order to fool Nora. After that incident, Tenri`s family soon moves next door to Keima home.\nTenri has been love with Keima since they were children as she admired his ability to remain calm and collected no matter the situation. Despite Diana suggesting that Tenri should do more to make Keima fall for her, Tenri is just fine with their current relationship of being friends. She also enjoys doing magic tricks and playing with bubble wrap.\nAs Diana`s host, whenever Diana takes over Tenri`s body, she is able to perform and do amazing feats that Tenri is unable to. While she usually does nothing when Diana takes over, Tenri will sometimes interfere if Diana does something she disapproves especially when it comes to Diana`s attempts to make her and Keima closer. While not taking over, Diana can communicate and see others via a reflective surface like glass or mirrors. Because of Diana`s knowledge about Heavens involvement with the New Hell regime, Keima usually meets Tenri to discuss with Diana about these topics. With recent events of Keima trying to find Diana`s other Goddesses sisters, Keima has warned Tenri to be careful as to not catch the attention of those targeting the Goddesses.\nTenri`s name is derived from Tenri Station (天理駅, Tenri-eki) and her character design is modeled after Diana Barry, from Anne of Green Gables.",
  "gender" : "FEMALE",
  "name" : "Ayukawa Tenri",
  "rating" : {
    "rating" : 7.36,
    "total" : 71
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "308" : "Nazuka Kaori"
  }
}