{
  "anime_ids" : [ 230, 921, 1041, 3419, 4553, 4728, 8826, 9764, 9956, 10563, 11585, 11842, 12407, 12409, 12646, 15067, 15309, 15626 ],
  "character_id" : 355,
  "description" : "Gengar is a dual-type Ghost/Poison Pokémon introduced in Generation I.\nIt evolves from Haunter when traded. It is the final form of Gastly. It can Mega Evolve into Mega Gengar using the Gengarite. It also has a Gigantamax form.\nGengar is a dark purple, bipedal Pokémon with a roundish body. It has red eyes, a wide mouth that is usually curled into a sinister grin, and pointed ears. On its back are numerous spikes and it has smaller spikes on top of its head similar to tufty fur. Its arms and legs are short with three digits on both its hands and feet. It also has a stubby tail.\nGengar has the ability to hide perfectly in the shadow of any object, granting it exceptional stealth. However, Gengar`s body acts as a heat sink. Its presence cools the temperature of the surrounding area by nearly 10°F (5°C), because it absorbs the warmth. The anime has shown that Gengar can fly and possess people and other Pokémon. In the past, Night Shade was its signature move.\nGengar is very mischievous, and at times, malicious. It enjoys playing practical jokes and casting curses, such as pretending to be one`s shadow, then behaving erratically. When the quarry notices, the Gengar takes delight in its victim`s terror. However, Gengar has been known to be loyal to a Trainer who treats it well. Being the result of an evolution via trading, Gengar is rarely found in the wild, though they can be found in caves and dark places where shadows form. It is especially fond of urban areas such as cities and back alleys, but only during the night.\nAs Mega Gengar, a portion of its body sinks into the ground and its arms and tail lengthen. The lower portions turn a more reddish purple, and a third eye appears on its forehead. This new unblinking eye is oval, yellow, and allows it to see into other dimensions. The spikes on Mega Gengar`s back are more numerous and pointed and additional spikes appear on its hands and tail. Its ears are now considerably longer and tilt backward.\nMega Gengar has the ability to access other dimensions and has a vicious nature. Mega Gengar has no itnerests in opponents unless perceived as prey. Its relationships are warped due to Mega Evolution. It now desires to take the life and curse anyone or anything in its path It may even curse its own Trainer. Mega Gengar sinks into an another dimension to wait for a chance to attack.\nAs Gigantamax Genger, it becomes larger with portions of its body sinking into ground. Only the head, tail, and arms remain. Also it changes to from a dark purple to lighter purple. The eyes change to the color white with yellow sclera. The inside of the mouth changes to resemble a tunnel with a long purple tounge sticking out. Three red clouds surrounds the top of Gengar`s head.\nThere`s a rumor where Gigantamax Gengar`s mouth does not lead into its body. Due the cursed energy, it`s believed to instead lead into the afterlife. By laying a trap, it hope to steal the lives of those it captures. Should someone stand near its mouth, they can hear the voices of their loved ones calling out to them.\nGigantamax Gengar is the only known Pokémon capable of using the exclusive G-Max Move G-Max Terror.",
  "gender" : "DIMORPHIC",
  "name" : "Gangar",
  "type" : "CHARACTER"
}