{
  "anime_ids" : [ 3070 ],
  "character_id" : 35511,
  "description" : "Re Mie is a pragmatic, energetic, and occasionally cynical traveling companion of Ra-Kan. She is the daughter of Ra-Kan`s younger sister, making her his niece, and shows a great deal of respect for him, often calling him as Oji-sama. She`s the princess of Ra-Kan`s fallen nation and has a crush on Ruuji. She displays her attraction by blushing from time to time and gets jealous when she thought Ruuji was engaged to Kotona. In fact, her attraction is so blatant that merely being physically close to Ruuji prompts blushing and exaggerated reactions out of her insecurity. On the other hand, she has been willing to admit her feelings, at least to herself, as seen in her occasional romantic daydreams, even before their final battle against Jiin. While still crying for the supposed death of Ra-Kan, she finally fell into Ruuji`s embrace as he tried to comfort her, this being their most intimate moment together, despite a lack of confessing her feelings. Also, as she was being crushed by Jiin`s Bio Tyranno, it was thoughts of her that Ruuji was able to revive the fallen Murasame Liger. That aside, she usually criticizes Ruuji for his impulsive behavior as well as his inexperience in piloting Zoids. Despite her size, she is a capable combatant, able to pin down Ruuji with little effort. Ruuji and Garaga complain much about her cooking ability as she only knows how to barbecue. She would eventually become good friends with Souta, the amnesiac former pilot of the Bio Kentro, who was rescued after its destruction, and named him Gin. During her time in the Suppression Army, she was in charge of supply guard detail and led her own Lanstag battalion. In the aftermath of Jiin`s defeat, there was no epilogue to satisfy the subplot of her feelings for Ruuji. It can at least be assumed that she returned to her kingdom with Ra-Kan to rebuild.\nShe pilots the Lanstag and later on in the series, the Lanstag Break Her Zoid was destroyed in saving Ruuji from Jiin`s Bio-Tyranno.",
  "gender" : "FEMALE",
  "name" : "Re Mie",
  "rating" : {
    "rating" : 6.18,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "546" : "Koyama Kimiko"
  }
}