{
  "anime_ids" : [ 8395, 9585 ],
  "character_id" : 36466,
  "description" : "The Fifth Diary user. Reisuke is a four year old boy who despite looking seemingly harmless, is very intelligent for his age and has a very diabolical mind. He sometimes speaks in third person with his hand puppets who talks with. Reisuke`s diary is the Hyper Vision Diary, a colouring book that gives a small summary of the activities that he will perform for the day. However, his diary only shows three entries for the day during the morning, noon, and night. Despite that, it has a certain advantage of giving Reisuke all three entries at the same time, which allows him ample time to carefully plot his next move, as well as some pictures drawn by him, giving him some source material other than writing.\nReisuke parents were members of the Omekata cult who both later committed mass suicide after the police raided their temple. However, Reisuke claims he never loved his parents since they neglected him and wants to win the game to be a \"Super Elite\" to prove he doesn`t need to depend on adults. But despite these claims, http://anidb.net/ch25307 [Minene] learned Reisuke did love his parents and was devastated when they died. After his parents` death, Reisuke is adopted by http://anidb.net/ch38711 [Mrs. Amano] as she was a friend of his father. Due to the fact http://anidb.net/ch25305 [Yuki] and http://anidb.net/ch25306 [Yuno] were responsible for the incident that led to the police raid at the Omekata temple, Reisuke plans to kill them first, holding them responsible for his parents` deaths yet at the same time, he grows fond of them in a uniquely sadistic way, even calling them big brother and big sister. He was then killed by a stab wound given by http://anidb.net/ch25306 [Yuno].\nHe is named after the Roman goddess Ceres.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Houjou Reisuke",
  "rating" : {
    "rating" : 2.16,
    "total" : 31
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "359" : "Sanada Asami"
  }
}