{
  "anime_ids" : [ 8395, 9585 ],
  "character_id" : 36460,
  "description" : "The Sixth Diary user. A frail girl with bad eye-sight, she is the leader of the Omekata cult (御目方教 Omekata Kyou) where she`s serves as the group priestess. The scroll she carries is actually her Future diary called the Clairvoyance Diary (千里眼日記 Senrigan Nikki) which allows her to read what her followers see. However, Tsubaki does not trust what her diary tells her because what her followers see may not be accurate and her fear of traitors from within.\nTsubaki is introduced afterhttp://anidb.net/ch25305 [Yuki], http://anidb.net/ch25306 [Yuno] and http://anidb.net/ch36462 [Keigo] are invited to her cult`s shrine to help deal with a Diary user who is disguising himself as one of her followers and planning to kill her in exchange she surrenders http://anidb.net/ch25307 [Minene] to them after her cult captured her. http://anidb.net/ch25305 [Yuki] agrees to help her due to her condition and Tsubaki`s claim she has no interests in winning the game much to http://anidb.net/ch25306 [Yuno]`s jealousy. When the Twelfth diary user Yomotsu takes action to kill Tsubaki by hypnotizing her followers, http://anidb.net/ch25305 [Yuki] and http://anidb.net/ch25306 [Yuno] protects her and kills Yomotsu. However, Tsubaki betrays everyone, revealing she was using http://anidb.net/ch25307 [Minene] as bait to lure them so she could trap and kill them and tells http://anidb.net/ch25305 [Yuki] that she lied about not being interested in the game as she wants win and end the world as she hates it.\nThe reason she hates the world was because when she was young, her parents who were the original leaders of the cult were killed in a car crash and she was made the priestess. However, the cult`s second-in-command wanted the members of the cult not to leave so he had Tsubaki trapped in a cage and allowed the male members of the cult to rape her as part of a \"ritual\". The rapes traumatized Tsubaki with the only thing keeping her sane was a ball given to her by her mother but when she loses it during one of the cult`s gang rapes, Tsubaki finally had enough and wanted the world to end for making her suffer. After http://anidb.net/ch25306 [Yuno] helps http://anidb.net/ch25305 [Yuki] escape by cutting off Tsubaki`s right hand, http://anidb.net/ch25305 [Yuki] goes into hiding until Tsubaki orders him to show himself or her cult will rape http://anidb.net/ch25306 [Yuno]. http://anidb.net/ch25305 [Yuki] charges into the room where Tsubaki and http://anidb.net/ch25306 [Yuno] are and distracts everyone by throwing a ball, the ball Tsubaki lost, into the air and throwing a dart at Tsubaki`s Future Diary. Before her death, Tsubaki cries it was unfair that her ball came back now when she needed it the most.\nIn Future Diary: Paradox, Aru, who replaces http://anidb.net/ch25305 [Yuki] as the First Diary user is ordered by Muru Muru to reenacted the events above but instead, Aru refuses and does things differently by having Ai and Orin help him distract Muru Muru and the Omekata cult so he can bring Tsubaki out of the cult`s shrine. With Aru, Tsubaki learns from his investigations that her parents were actually murdered by the cult`s second-in-command because her parents wanted to end the cult and give Tsubaki a normal life. Due to his kindness and him teaching her that despite what she had gone through, there was still some good in the world, Tsubaki falls in love with Aru.\nShe is named after Proserpina, the Roman goddess of the spring.",
  "gender" : "FEMALE",
  "name" : "Kasugano Tsubaki",
  "rating" : {
    "rating" : 4.53,
    "total" : 39
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1932" : "Sendai Eri"
  }
}