{
  "anime_ids" : [ 8587, 9751, 10162, 12300 ],
  "character_id" : 38263,
  "description" : "The female protagonist of the series. She moved from Tokyo to her father`s hometown. She is staying with the Kirishimas, who are her father`s acquaintances. She has a sociable personality and gets along with others easily. She confesses that she likes Haruto, but it does not prevent her from helping Haruto get closer to Nanami. It is later on revealed in the manga that she had met Haruto once when they were children at the summer festival, and he found her when she was lost and in tears. She consoled Haruto when he was dumped by Nanami. Yuzuki ends up moving back to Tokyo in order to work things out with her troubled family. Prior to her departure, she accepted Haruto`s confession and agreed to have a long distance relationship with him.\nA short time later, Yuzuki cuts off all contact with Haruto and avoids Haruto`s request to meet up. Nanami hears from Rin that Eba apparently has a new boyfriend. Yuzuki apparently \"explains\" this to Haruto in a letter that came with the shirt she bought for him (that Haruto was ignorant of for around a month before it accidentally fell out of the bag). She explains how she must date a boy from her old middle school and therefore must break up with Haruto. However, after reading the letter Haruto decides that the letter`s content was not something Yuzuki would write, and that something has happened to her once again.\nIt turns out that she really does have a boyfriend, who turns out to be Haruto`s new friend, Kazama. She coldly rejected Haruto and any attempt to see her until one day Kazama collapsed because of his illness, and they meet again at the hospital, in the room where Kazama was staying. After learning the truth, Haruto questions her motives and why she dumped him back then, and she tells him that she knew Kazama since middle school, but after Kazama confessed his love to her, she rejected him multiple times and moved to Hiroshima. After she moved back to Tokyo, Kazama confessed his love to Yuzuki to her again, only this time he revealed that he doesn`t have much left to live, and wants to spend the little time he has with Eba. After Kazama`s funeral, Eba, perhaps feeling guilty about inadvertently contributing to his death, tells Haruto that it is best that they never see each other. Two years later she once again crosses path with Haruto. With every chance encounter, it becomes more apparent that Eba still has lingering feelings for him. Recently Yuzuki confessed to Haruto again, and now they are forging ahead with a new relationship despite everyone`s objections. Later on when Haruto moves to a place near Yuzuki`s house to live they start meeting often but after hearing that Yuzuki`s parents are Shifting to Nagoya Haruto visits her house and Yuzuki`s father`s sudden visits reveals their relationship despite Yuzuki`s father trying to break their relationship Yuzuki leaves the house and starts living with Haruto.\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Eba Yuzuki",
  "rating" : {
    "rating" : 3.34,
    "total" : 59
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "423" : "Nakajima Megumi"
  }
}