{
  "anime_ids" : [ 8587, 9751, 10162 ],
  "character_id" : 38264,
  "description" : "The male protagonist of the series. He has a reserved personality, which causes him to become perturbed by Yuzuki and his sister`s actions. He has a very strong sense of responsibility and consideration for others. He became a member of the school cooking club because he thought that Nanami would also join.\nBefore the series, he always lived in his hometown. He met a lost Yuzuki during the festival while they were children; he took care of her and told her that if she ever had problems she could come see him again. Entering in middle school he secretly had a crush on Nanami.\nAt the beginning of the series when Yuzuki had come to his house, he was irritated with her and did not remember meeting her before. But he becomes protective of her and they become good friends. Thanks to Yuzuki he gets closer to Nanami and finally confesses his love to her, but Nanami replies that she wants them to stay friends and tells him that she wants more time to think. Yuzuki also confesses her love to him, saying that he`ll fall for her eventually, but she believes that first he`ll end up with Nanami.\nWhen Yuzuki has a personal problem and needs to travel to Tokyo, he gets on a train with her and helps her with family problems. But weeks later, Nanami discovers that he hid the fact that he travelled with Yuzuki instead of going on the date they planned together. She first seems to be able to forgive him for that, but after he chooses to retrieve a missing Yuzuki instead of staying with her, she decides to reject him. Rejected by Nanami, Haruto is consoled by Yuzuki and also realises that Nanami probably rejected him due to Yuzuki`s close presence in his life. Later, Nanami confirms this, but when Haruto asks her to hide that from Yuzuki (to not hurt her), she slaps him, saying no to playing with her feelings, because the person he really loves is Yuzuki. At the same time Yuzuki announces that she`ll be back to Tokyo in April, her family issues being partly solved. He eventually invites her to the Kouyasai Festival but she explains that they can`t date now, because she can stay for only a few months.\nWhen the day of Yuzuki`s return to Tokyo arrives and Haruto finally sums up the courage to confess his love and requests that she stays by his side forever instead of returning to Tokyo. As she boards the train to Tokyo, she agrees to have a long distance relationship. Planning to meet her and buy her a gift during a school field trip to Tokyo, he finds a job at a restaurant in Hiroshima, where he meets Shiho Amagi, who shares with him the dream of becoming a chef. During the school trip Nanami asks him to temporarily pose as her boyfriend to impress a boastful friend, after which they are eventually discovered holding hands on a train station by Yuzuki. Haruto then decides to meet up with her in person to clear the misunderstanding. Yuzuki explains she understands and forgives him for what happened, then he gives her a kiss for the first time. But for several weeks after the trip Yuzuki doesn`t contact him, while his phone number seems blocked. Haruto believes that Yuzuki has broken up with him which results in him becoming deeply depressed. Nanami, who still loves him, and is pained by how he became, decides to make a move, by joining the cooking club with him and meeting him regularly. After she was informed by Rin that Yuzuki got a new boyfriend before the school trip, Nanami decides to confess her love to Haruto. However, Haruto later rejects her confession after he discovers a letter he has been long ignorant of in the bag that had the shirt Eba gave to him, believing that something had happened to Eba rather than Eba finding a new boyfriend and cutting off all contact with him. Due to this, he decided to transfer to a school in Tokyo after the school term.\nSource: Wikipedia",
  "gender" : "MALE",
  "name" : "Kirishima Haruto",
  "rating" : {
    "rating" : 1.93,
    "total" : 49
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3709" : "Hosoya Yoshimasa"
  }
}