{
  "anime_ids" : [ 8587, 9751, 10162 ],
  "character_id" : 38281,
  "description" : "She is Haruto`s classmate and love interest since middle school. She has a modest personality and is somewhat insecure as she once stated that she felt like an outsider with Haruto, Yuzuki, Takashi, and Akari. Haruto confesses his love to her, but she rejects him although afterwards they become better friends and she then tells him she wants time to reconsider her rejection. At the summer festival, when Rin and Itsuki come to visit Yuzuki, Rin speaks with Nanami about Nanami`s true feelings for Haruto and how Haruto served as a \"safety net\" for Nanami. Later, during the festival, Nanami made her decision to reject Haruto, after hearing that Haruto looked for Yuzuki when she was missing and because of jealousy over Yuzuki; one of the many reasons was because he seemed to care more about Yuzuki than her, making her insecure about dating him. Since then she has been avoiding Haruto because their situation and acting extremely cold towards him.\nNanami later visits Tokyo with Haruto on a school trip. She follows him as he went to give a present to Yuzuki and asks Haruto if he can pretend to be her boyfriend for a moment and holds his hand. This leads to a misunderstanding between Haruto and Yuzuki, that appears to ultimately result in Yuzuki breaking up with Haruto. When Haruto returns to their home town, Nanami feels bad seeing how depressed Haruto is. As a result, Nanami appears to have finally recognized her true feelings for him and is now actively pursuing Haruto so she can become his girlfriend. She recently quit her manager position with the baseball club not only to join Haruto in the cooking club but also so she can walk home with him. Kanzaki then hears from Rin that Yuzuki has a new boyfriend, but doesn`t tell Haruto since he seems much happier lately. However, after discovering that Haruto is still secretly hoping Yuzuki will come back to him, she reveals the truth about Yuzuki`s new boyfriend and confesses her desire to be his girlfriend. He then proceeds to put her confession on hold because he believes that Yuzuki is in trouble and does not believe that the letter she wrote is the full truth. After Haruto returns from Tokyo in the winter, she claimed having moved on, but she blushed when Haruto said that the reason why he remembers her birthday (the first time they saw each other since he transferred) is because he likes her.\nNanami later attends Seijo University with Haruto, Asuka, Takashi, Akari and Kiyomi.",
  "gender" : "FEMALE",
  "name" : "Kanzaki Nanami",
  "rating" : {
    "rating" : 5.91,
    "total" : 12
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "37365" : "Takao Yuki"
  }
}