{
  "anime_ids" : [ 229 ],
  "character_id" : 39135,
  "description" : "In AC 133, after decades of war between the various nations on Earth, the United Earth Sphere Alliance was formed, uniting every country on Earth under one rule, securing peace. Every country on Earth had a representative in the Alliance. Separatist nations who seceded from the Alliance, deciding not to submit to their rule, were destroyed by the UESA forces. The orbiting space colonies resisted, and formed a pacifistic colonial alliance under the leadership of Heero Yuy. Heero Yuy`s ideology of total pacifism was embraced by a number of national leaders on Earth, notably the Sanc Kingdom`s governing Peacecraft Monarchy. After the assassination of Heero Yuy by OZ in AC 175, the Alliance used military force to seize control of the colonies, on the basis of securing \"justice and peace\". All contact between individual colonies was severed and the colonists were oppressed. In AC 182, a few years later, the peaceful Sanc Kingdom was also invaded, and the Peacecraft family executed, in order to prevent secessionist intentions. By now many, in the colonies and on Earth, saw the UESA as having turned into an iron-fisted dictatorship.\nThe Alliance was funded largely by the Romefeller Foundation, which covertly influenced its actions and had a special military force of mobile suit pilots known as the Specials, secretly the OZ organization, within the Alliance Mobile Suit Corps. On May 19, AC 195, top Alliance leaders met at the New Edwards Base in California, to discuss a peace treaty with the colonies at the behest of Field Marshal Noventa, the pragmatically pacifist Supreme Commander of the Alliance military. In the middle of the proceedings, the Gundam Pilots attacked, going on information that top OZ officials were meeting at New Edwards. The leaders tried to escape in shuttles, but Treize Khushrenada was able to trick Gundam pilot Heero Yuy, into destroying the shuttle holding all but one of the leaders. The remaining officer, General Septum of the Alliance space forces, was kept alive only long enough to publicly confirm that the Gundams were responsible for the assassination of the Alliance leaders.\nDuring the resulting chaos, the Specials revealed their true identity as OZ began attacking UESA forces across the globe, and, in a bloody coup d`état known as Operation Daybreak, quickly annihilated surprised Alliance troops and took control of a large portion of the Earth in a single day. The war between OZ and the Alliance would last for several months, which the Alliance ultimately lost. Afterward, all that was left of the Alliance were small remnants in space, such as Gwinter Septum`s (son of the late General) space force stationed at colony D-120. Many of these remnants were destroyed one by one as OZ ventured into space, while some joined the White Fang.\nCertain former Alliance units on Earth formed paramilitary groups after the UESA`s collapse in order to continue to fight against OZ and Romefeller. Of particular note were the members of the former Alliance Deep Sea Unit which assisted former Alliance Major Sally Po in locating the XXXG-01W Wing Gundam after its pilot, Heero, had departed for outer space, leaving the mobile suit behind. Other members joined the Sanc Kingdom`s defense force.",
  "gender" : "UNKNOWN",
  "name" : "Chikyuu-ken Touitsu Rengou",
  "type" : "ORGANIZATION"
}