{
  "anime_ids" : [ 229 ],
  "character_id" : 39133,
  "description" : "The Specials were formed in AC 176 as an elite branch of the Alliance forces and were the first forces to use mobile suits. They are the ones with the most advanced equipment and the best training and tactics. What no one knows is that the Specials are really a secret organization known as the Organization of the Zodiac, or OZ for short. OZ is the youth movement of the Romefeller Foundation, and is the primary target of the Gundam Pilots and Operation Meteor. The manga prequel Gundam Wing: Episode Zero reveals the original leader of OZ was General Catalonia, but was succeeded by Treize Khushrenada following his death.\nTreize Khushrenada later sets up the deaths of the Alliance leaders, then his forces launch Operation Daybreak, a coup against the Alliance. OZ takes over the Earth and finally takes center stage. Their clever plan of using General Septem to blame the Gundam Pilots for the deaths of the Alliance Leaders causes the pilots to lose all support from the colonies. OZ goes into space and is able to take over the colonies by telling them that they will liberate them from the Alliance`s tyranny.\nOZ is known for their many mobile suits, almost all named after Zodiac signs and the creation of the Mobile Doll, a fully automated mobile suit that needs no pilot. The second meets with great disapproval from Treize, who believes that it takes all the honor and beauty out of battle. This becomes a nuisance to Romefeller, who eventually bullies Treize out of power. They still fear his influence and keep him under house arrest in his Luxembourg mansion.\nAfter Treize`s resignation, OZ splits into two parts, Romefeller and the Treize Faction, who are loyal to and agree with Treize. The two fought and the majority of the latter`s forces are destroyed in a battle at Luxembourg. Many of the surviving members continue to operate underground (with some supporting Treize in his own bid for power in the wake of White Fang`s emergence). A few of them joined the Sanc Kingdom`s defense force. Of particular note, where a Treize Faction unit that were chased into the Sanc Kingdom by the Romefeller Foundation. After assisting Noin, Quatre and Heero in defending the nation, the unit joined the defense force. Others, in space join the White Fang, though many regret this once Treize comes to power on Earth.",
  "gender" : "UNKNOWN",
  "name" : "OZ",
  "type" : "ORGANIZATION"
}