{
  "anime_ids" : [ 229 ],
  "character_id" : 39136,
  "description" : "In late AC 195, a militia group forms, composed of Treize Faction members, remnants of the United Earth Sphere Alliance, and discontent colonists. Headed by Quinze, a mysterious man who worked behind the scenes for Operation Meteor, they want total independence for the colonies.\nTo this end, the rebel group starts what they called the Artemis Revolution. In this swift movement, they take control of the powerful colony-sized Battleship Libra, and kill Romefeller`s Duke Dermail as he tries to gain power in the colonies. Probably their most vital victory is the takeover of Romefeller`s Lunar Base, and the mobile doll factories within. They seize Chief Engineer Tsuberov, but he manages to escape, and is killed in an explosion as he tries to activate the dolls to attack the intruders.\nQuinze finds Milliardo where he went off alone with Epyon after the fall of the Sanc Kingdom, knowing that he is a charismatic leader loved by many, as well as a powerful warrior and ruthless military mind. He offers Milliardo the chance to become leader of the White Fang, which he accepts.\nIn his new position, Milliardo declares war on Earth, calling it the force which conflicts with space. The World Nation, headed by Treize, goes to space, and the Eve Wars begin, a long and horrible battle between the two. Treize is killed in the battle, and the World Nation surrenders, but the colonies declare that they are not supporting the White Fang. Peacemillion rams into Libra, destroying the cannon it planned to use on the planet. The White Fang then plans to drop Libra on the surface, creating an eternal winter, but Heero Yuy and the Gundams destroy Libra before it enters the atmosphere. Milliardo disappears in an explosion while destroying Libra`s power core and is presumed dead, and the remnants of the White Fang are mostly destroyed by the Gundams.",
  "gender" : "UNKNOWN",
  "name" : "White Fang",
  "type" : "ORGANIZATION"
}