{
  "anime_ids" : [ 229 ],
  "character_id" : 39137,
  "description" : "The Sanc Kingdom (also spelled as Cinq, French for 5) is a fictional country in Northern Europe, somewhere in Scandinavia. They held the belief of total pacifism that the colony leader Heero Yuy held before his assassination in AC 175. Unfortunately, the Alliance did not like their advocation of total pacifist beliefs, and decided to silence them. In AC 182, the Alliance attacked, and the capital fell in one day. King Peacecraft, and much of the ruling Peacecraft Family were killed, with only the King`s two children surviving. Relena Peacecraft was adopted by the King`s aide, who would later become Vice Foreign Minister of the Alliance and an integral member in Operation Meteor. Milliardo, the King`s son, seems to disappear.\nThirteen years later, after the assassination of Vice Foreign Minister Darlian, Relena learns of her true heritage from him just before he dies. After the Alliance is overthrown by OZ, Milliardo, now known as Zechs Merquise, returns with men loyal to him from before the country`s fall and liberates the country from Alliance control. Relena, after a failed attempt to kill Lady Une to avenge her foster father`s death, is rescued by Lucrezia Noin and taken back to the Sanc Kingdom, where Relena resurrects the country under her leadership and her father`s ideals. Milliardo, after discarding his Zechs persona, heads for space as the kingdom`s ambassador to the colonies.\nThe country`s strong pacifist beliefs are quickly seen as a threat to the Romefeller Foundation as it begins to influence other nations. Duke Dermail, one of Romefeller`s leaders, comes to see the nation as an obstacle to his plans and incites the foundation to initiate Operation Nova to force the country to comply. The Sanc Kingdom falls under attack several times, defended only by Gundam pilots, members of the Treize Faction and former members of the Alliance. To save the lives of her citizens, Relena Peacecraft eventually dissolves the country and offers herself as a prisoner to OZ.",
  "gender" : "UNKNOWN",
  "name" : "Sanc Kingdom",
  "type" : "ORGANIZATION"
}