{
  "anime_ids" : [ 2921 ],
  "character_id" : 3915,
  "description" : "* Ability: Change beads into bombs\nShe creates special accessories in order to use her beads in more constructive ways such as:\n* Rinko Rocket - Made of a special alloy and then filled with beads. She uses this to blast herself up into the air\n* Beads Cannon - Special metal tubes that are filled with beads and then go over her fingers so that she can detonate one bead and send the rest of them rapidly at her opponents.\n* Her recent accessory is a special glove with beads hidden inside when used with her power, producing a force impact that claims to be as great as a close-contact weapon.\nShe comes from a rich family and in the past many people had pretended to be her friend so that she would buy them things. Disillusioned with the seeming coldheartedness of the world, she succumbs to Robert`s hypnotic charisma and joins the Ten. Initially, Rinko has a crush on Robert since he treats her as a real friend, but she eventually sees Robert for what he really is and joins up with Ueki, indeed becoming his guardian and constant caretaker.\nRinko`s Celestial King Candidate is a man named Nikay, one of Margarette`s followers whom she hasn`t seen since the battle began.\nShe loves all animals, taking an immediate liking to Tenko (whom she calls \"Tenko-chan\"), but her weakness for cute things makes her vulnerable to Ban`s power.\nNote that it is wise not to insult her no matter what, for she has a side to her that makes her incredibly unhealthy for the person who insults her.\nShe doesn`t seem to realise that she has this \"evil\" side and fortunately for her that she forgets whatever her \"evil\" side says or does. This \"evil\" side seems to be activated whenever someone insults her.\nThe only example of this is when Ban calls her an `insect` which causes her to become furious and unlock her \"evil\" side. This \"evil\" side has no love for animals,as shown when she remorselessly swats away Ban`s cute, living Pick with her special glove, then beats Ban by slapping him with the glove relentlessly. In another instance at the end of the manga series, she confesses her love to Robert, but Robert insults her (although he doesn`t really meant to) by calling her \"small fry\". Robert becomes her second victim and has to be hospitalized for a fortnight.\nIn the epilogue at the last episode of the anime, Ai says that Rinko and Robert only dated once but Rinko dumped Robert because she suddenly felt a strange feeling about Sano.\nShe is seen teaming up with Sano in various episodes.",
  "gender" : "FEMALE",
  "name" : "Rinko Jerrard",
  "rating" : {
    "rating" : 5.4,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "10" : "Noto Mamiko"
  }
}