{
  "anime_ids" : [ 2921 ],
  "character_id" : 3919,
  "description" : "* Ability: Turn ideas into reality\n* Ability Level 2: Blow gravity-changing bubbles\nRobert Haydn (Arnun Vanichyanukroh) is a frightening person with an equally frightening power. His power may seem weak, but it caused Ueki to fall several meters below in their first battle. Before such, Ueki wasted a lot of trees to Robert`s power, causing things to be either heavier or lighter.\nLike Ueki, he is a Heavenly Being, but didn`t reveal it until after Ueki discovered he was one himself. Ueki decided to battle Robert, who decided to not use powers beyond level 6. He proved to be the strongest among anything Ueki had ever battled, probably because of his power to turn ideas into reality, which could do anything, from making his sacred treasures indestructible or super accurate no matter what circumstance, The condition to this was that he would lose one year of his life.\nHis Kurogane resembled a spiky purple ball. His Masshu was something that was like a painting on the ground, moving around fast with the same effect as Robert`s bubbles and the regular Masshu. His Pick was a drill, which caused many harm.\nTo get rid of the other power users he created Robert`s Ten. They act as his brawn, doing the fighting for him in order to save those precious years. He is a fairly nasty character, not caring who he harms and how badly they are harmed.\nBut unlike Ueki, however, Robert has been training in his power for quite a long time. Robert has an unfortunate past in which he was treated as a monster by the people of his town. After being betrayed by his friends, he starts to hate humanity and destroys the entire village where he lived (1/3 in the manga).\nAfter his battle with Ueki in the Dogura Mansion, Robert was beginning to grow doubts due to Ueki`s strong sense of justice, therefore forcing Margarette to feed him to Anon.\nAt the end of the series, he becomes a nice person like his childhood self, having been touched by Ueki and his friends.",
  "gender" : "MALE",
  "name" : "Robert Haydn",
  "rating" : {
    "rating" : 4.55,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "180" : "Saiga Mitsuki"
  }
}