{
  "anime_ids" : [ 8593 ],
  "character_id" : 39205,
  "description" : "Vittorio Serevare is the current Pope of Romalia, and holding the title of `St. Aegis the 32nd`, the `Shield of the Founder`, and took the throne three years prior to Saito`s summoning. His appearance is even more of a `bishounen` than Julio, and he is slightly over 20 years old.\nHe is kind-hearted in that he cares for orphans and trying to increase the welfare of the commoners, but has to deal with politicking with the nobles in the process. Despite his kindness, he has his ruthless streak in doing anything and everything that is necessary for Helkeginia; Vittorio, and Julio be extension, is perfectly willing to use extreme measures such as deliberately provoke Gallia to start a war, manipulating many people emotionally, and even assassination if it means they can save Helkeginia from certain destruction.\nEven with his ruthless streak, Vittorio is not a heartless monster. He knows full well how atrocious his actions are, and knows eventually he will have to step on the path Founder Brimir has paved and commit genocide on the elves and shed sincere tears in sadness that such actions are necessary to save humanity in what is seen as a `kill or be killed` situation.\nFrom his actions, it is obvious he is a master politician in manipulating others, in that even Henrietta who is known for her ferocity in such dealings was outmaneuvered by him.\nThe first time we see Vittorio is in episode one of season four, he presents himself in a chapel in Romalia to Louise, Saito, and Tiffania. He reveals that Tiffania is a void user, much like Louise, and himself. Astonished to learn the identities of two new void users, the three further learn that Julio is the familiar of Vittorio, and is Windalfr, the right hand of God.\nVittorio was in possession of the Founder`s round mirror until is was stolen from a treasure room, the mirror allowed the user to look into the past of the Founder Brimir and see the actions of his lifetime.\nSource: Zero no Tsukaima Wiki",
  "gender" : "MALE",
  "name" : "Vittorio Serevare",
  "rating" : {
    "rating" : 6.41,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1680" : "Tachibana Shinnosuke"
  }
}