{
  "anime_ids" : [ 125 ],
  "character_id" : 39737,
  "description" : "Gale Raregroove primarily referred to as King is the initial ruler of Demon Card and a decendant to the former Raregroove kingdom. He founded Demon Card with Gale but after Gale left from their conflicting bloodlines, King became the sole leader of Demon Card, and soon fell under the influence of Dark Bring, whose power he used to strengthen the organization which later after 10 years, the organization became a force for evil that terrorized the world with the power of Dark Bring. Years later King is reported to the empire by Gale which causes his intentions misread and instead the empire commences a slaughter upon the forces of Demon Card, killing King`s wife Emilia and presumably his son Lucia. King himself was taken into custody by the Empire but later broke out with the power of Dark Bring. In the present, Haru and Gale Glory fight King at the Tower of Din where the battle ends with King dying and Gale Glory dying in the aftermath of the fight. King is extremely strong and is often used as a reference to show the relative strength of other villains. Although he uses 5 dark bring, which is considered an extraordinary feat, he does not use any Sinclaire like the other main villains of the series. The fact he can still match them in combat is a testament to his strength. King`s sword Decalogus is a dark bring which is the evil counterpart of the Ten Powers. His Dark Bring, Black Zenith fires a huge black sphere that disintegrates anything that it touches. The Dark Bring, Gate which can open doors between worlds. King used this to summon his warriors, the 5 Palace Guardians, from the Mystic realm. Monster Prison is one of the \"reverse\" Dark Brings feared for their unchecked power, which seals the bearer`s body and soul within it for all eternity, transforming them into a beast with just bestial instincts; in this form, he is immune to pain and can fire energy beams from the mouth. The last Dark Bring he possess is Warp Road which has the power of teleportation which King used to extract the Dark Bring End of Earth from within Gale and teleport it to the distant Demon Card HQ, which was annihilated in the subsequent Overdrive.",
  "gender" : "MALE",
  "name" : "Gale Raregroove",
  "rating" : {
    "rating" : 4.52,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "343" : "Genda Tesshou"
  }
}