{
  "anime_ids" : [ 23, 219 ],
  "character_id" : 400,
  "description" : "Faye Valentine is one of the members of the bounty hunting crew in the anime series Cowboy Bebop. She is often seen with a cigarette and in a revealing outfit complete with bright yellow hot pants and a matching, revealing top (and, on occasion, a bikini). She sports violet hair, green eyes, and a voluptuous body. Although appearing to be no more than 23 years old, Faye is actually around 77 years old, having been put into cryogenic freeze after a space shuttle accident, wherein she spent fifty-four years in suspended animation. During the course of the series (set in 2071), Faye manages to cross paths with Spike and Jet twice before she finally makes herself at home aboard their ship the second time around, much to the consternation and disapproval of the two men, both of whom have their own reservations about women in general.\nFaye herself is brash, egotistical, and quite lazy, despite taking plenty of time to pamper and care for her own appearance. Faye has been arrested several times in the series, and has spent time in handcuffs on the ship. She, at times, expects the boys to take care of bounties for her, while she sits by idly to reap the benefits and eat all their food, which is another source of conflict.\nSeemingly little more than a thorn in her partner`s sides, Faye is actually a well-rounded member of the team. She can handle herself exceptionally well for a woman of her slight appearance, displaying at least once in the series (in \"http://anidb.net/e880 [Cowboy Funk]\") that she has a powerful punch. Adept at flying, Faye has stood her ground just as well as Spike has in an aerial dogfight in her ship Red Tail, and at times even against Spike in an aerial dogfight (though Spike eventually proved the better pilot). She also excels with guns, and is first seen in the series completely disabling a shop with a Heckler & Koch MP5K, though she is immediately apprehended afterward. In the movie, she is seen with the same gun, in addition to her normal companion: a Glock 30. Faye has an almost unstoppable attitude, and even her sometimes innocent smile can be seen as dangerous. She has many bad habits, such as drinking, habitual gambling, smoking cigarettes and occasionally cigars, becoming unnecessarily violent, and turning on partners when the profits seem too skimpy. Sarcastic and presumptuous, she rarely appears weak or in need of support. She brags and takes care of herself, never trusting others, cheating and lying her way from one day to the next.\nShe is a woman who is skilled at getting what she wants; her indomitable exterior hides a more delicate interior. Upon awakening from her 54-year cryogenic sleep, not only was she saddled with a massive amount of debt that she had no means to pay, but she was also diagnosed with total amnesia, a stranger in a mysterious world that she was not a part of and did not understand, surrounded by people who claimed to be helping her but were only there to take advantage of her naiveté. The surname \"Valentine\" was merely a name given to her by the doctor who woke her; the circumstances of her accident, her previous life, and even her real name all remain a mystery, and are only gradually revealed as the series progresses. It has been hinted that she came from Singapore on Earth, and was the daughter of a very wealthy family, as the city`s famous Merlion Statue features prominently in scenes of her childhood, and that memories and a film from her childhood showed her living in a large mansion. Faye is supposedly her real name, as a high school classmate (by now an old disabled woman) recognizes her and calls her by that name. In her debut episode, she claims to be descended from Roma people, but it later becomes apparent that was likely a lie. Utterly betrayed by someone she thought she could trust after waking, Faye found herself burdened with even more money to pay, and the situation resulted in the hardening of her personality to an extreme degree. She even says in Session 11: \"we deceive or we are deceived\", and that \"nothing good ever happened to me when I trusted others.\"\nSource: Wiki",
  "gender" : "FEMALE",
  "name" : "Faye Valentine",
  "rating" : {
    "rating" : 8.04,
    "total" : 387
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "13" : "Hayashibara Megumi"
  }
}