{
  "anime_ids" : [ 23, 219 ],
  "character_id" : 401,
  "description" : "Known on his home satellite as the \"Black Dog\" for his tenacity, Jet Black is a 36-year-old former cop from Ganymede (a Jovian satellite) and acts as Spike`s foil during the series. Physically, Jet is very tall with a muscular build. He wears a beard with no mustache, and is completely bald save for the back of his head. Spike acts lazy and uninterested, whereas Jet is hard working and a jack-of-all-trades. Jet was once an investigator in the Intra Solar System Police (ISSP) for many years until he lost his arm in an investigation that went awry when his corrupt partner (and friend at the time) betrayed him. His arm was replaced with a cybernetic limb—an operation later revealed to be by choice. As biological replacements were possible, he wanted the fake arm as a reminder of the consequences of his actions. His loss of limb coupled with the general corruption of the police force prompted Jet to quit the ISSP in disgust and become a freelance bounty hunter. Jet also considers himself something of a renaissance man: he cultivates bonsai trees, cooks, enjoys jazz/blues music (he named his ship the Bebop, referring to a type of jazz), especially Charlie Parker, and even has interest in Goethe. As a character, Jet is the quintessential oyaji or \"dad\" even though he often wishes people would view him as a more brotherly figure (so as not to seem old). Of the crew he shows the most obvious affection when dealing with Edward, most obviously shown when he tells her a story in Session 18; he is also shown attempting to (perhaps falsely) reassure himself after she and Faye leave the crew of the Bebop, hinting that his sometimes-stoic nature may be born of necessity rather than any real lack of emotion.\nSource: Wiki",
  "gender" : "MALE",
  "name" : "Jet Black",
  "rating" : {
    "rating" : 7.72,
    "total" : 242
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}