{
  "anime_ids" : [ 23, 219 ],
  "character_id" : 402,
  "description" : "Edward Wong Hau Pepelu Tivruski IV is the self-invented personal name of an elite hacker prodigy from Earth. Her birth name is Françoise Appledehli. \"Radical Edward\" is a very strange, somewhat androgynous, teenage girl claiming to be around 13 years of age. Her mannerisms include walking around in her bare feet, performing strange postures, and her gangling walk. Ed could be considered a \"free spirit;\" she is fond of silly exclamations and childish rhymes, is easily distracted, has the habit of \"drifting off\" from reality... sometimes in mid-sentence, and is the show`s primary source of physical humor. Ed`s generally carefree attitude and energy act as a counterpoint to the more solemn and dark aspects of the show. Ed remains a part of the Bebop crew until the 24th episode, when she, along with Ein, leaves the crew to reunite with her father.\nOver the course of the show, she rarely walks anywhere, preferring to run, crawl, flip, roll, walk on her hands, ride piggy-back, or, at the very least, saunter. Ed wears a very loose sleeveless shirt and tight, black bicycle shorts, and a pair of large green goggles around her neck or on her head that act as a virtual reality accessory for computers when connected. She is always barefoot and uses her feet for tasks which one would usually use hands, such as scratching her nose, clapping, and typing, and it seems she has followed this habit throughout her life. This also works the other way around, where she walks on her hands instead of her feet. In the episode Mushroom Samba she considers putting on socks and shoes but quickly removes them, as even wearing socks hampers her, and she falls over seconds after putting them on.\nShe almost always refers to herself in the third person. Not much is known about her origins, only that she spent some of her earlier childhood in an orphanage after being left there by her father, a cartographer (a questionable occupation on a planet which undergoes changes to its landscape daily due to asteroid impacts) named Appledelhi Siniz Hesap Lütfen (which means \"excuse me, check please\" in Turkish). Ed`s primary use to the Bebop crew is as a hacker; she is widely known to be a whiz kid behind the computer. Ed`s computer of choice is a carry-along Tomato desktop, and when traveling by foot she will balance it on her head. Her goggles can interact with it to give her a virtual reality environment in which she can browse an entire network at once.\nSource: Wiki",
  "gender" : "FEMALE",
  "name" : "Edward Wong Hau Pepelu Tivrusky IV",
  "rating" : {
    "rating" : 7.53,
    "total" : 302
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "405" : "Tada Aoi"
  }
}