{
  "anime_ids" : [ 7891, 9216, 12409 ],
  "character_id" : 40424,
  "description" : "Elesa is the gym leader of Nimbasa Gym and she specializes in Electric-type Pokémon. Trainers that defeat her are awarded the Bolt Badge as proof of her defeat. Aside from being the Gym Leader of the Raimon Gym, Elesa is also a super-popular model who shows of various different outfits in fashion shows. She is known to be a very pretty girl and a charismatic model. She has many fans who often come to see her at her fashion shows and her gym matches.\nBianca had a magazine that had Elesa on the cover and included information about her fashion show appearances in Raimon City. When she went to have her gym battle with Elesa that she had booked, she noticed that Elesa was at a fashion show and decided to go watch her. Ash and his friends also decided to watch her as well as Cilan suggest that it would be a good idea to go to find out what kind of person she was. While modeling on the catwalk, Elesa spotted Pikachu and noted she had never seen a Pikachu before and noted it was sparkling and shining.\nGym Battle against Bianca\nBoth Bianca and Ash wanted to do their gym battles right away but because Bianca had made a reservation and Ash hadn`t, Bianca was first. Elesa suggested to Bianca that their Gym match be a test so show her father how much she`d grown since she`d started traveling. Ash realized that Elesa was being fair and noted that he should have made a reservation too. Elesa battle against Bianca was a lot easier than she anticipated and none of her Pokémon were knocked out.\nGym Battle against Ash\nAs she had just finished a gym battle with Bianca, Elesa told Ash she`d be waiting for him the next day for their gym battle as she had to take her Zebraika to the Pokémon Center. The next day, Ash proved to be a lot tougher to battle against as his Pikachu 1-hit knocked out Elesa`s Tynamo and Elesa`s Emolga on his way to victory. Elesa was extremely impressed with Ash and his Pikachu after the battle.",
  "gender" : "FEMALE",
  "name" : "Kamitsure",
  "type" : "CHARACTER",
  "voice_actors" : {
    "320" : "Kobayashi Yumiko"
  }
}