{
  "anime_ids" : [ 7891 ],
  "character_id" : 40433,
  "description" : "Tobio is a Pokémon Trainer that specializes in performing in Pokémon Musicals. While en route from Raimon City to Hodomoe City, Ash and his friends stopped to watch Tobio train with his three Maracacchi. Tobio explained to them that they were practicing the climax of their performance so they could do well in a Pokémon Performance Contest that would held in the town. His Pokémon Ma-kun and Ra-kun high five while Cacchin was supposed to jump up into the air and stand on top of them and fire Sunny Day, making Petal Dance and Pin Missile shine and creating a rainbow. The whole musical routine was called \"Over the Rainbow\". Cacchin was having problems with the final part of the routine, so Iris`s Emolga was sent out to show it how to jump properly.\nTobio dream is to have many people gather in his hometown. His hometown is a small town with a coal mine, a small dot in the middle of a wasteland. His best memory is of a public regional performance of a Pokémon Musical that was showed when he was small. Tobio thought that the singing and the dancing were so cool. He saw a really beautiful rainbow at that performance. A few years later, the coal mine was sealed off and with each year passing, more and more people left the town. The last time the entire town was gathered was when they had that Musical.\nWhile traveling in a wasteland one day, Tobio met a group of Maracacchi. When he looked up, there was a rainbow. He then got the idea to make a Maracacchi Musical so that it might incite many people to gather in his hometown once again. Tobio realized that the future of his hometown depended on what he called: \"Trio the Maracacchi\" (トリオ・ザ・マラカッチ).\nAfter perfecting the performance due to an encounter with a Penror, Tobio and his Maracacchi with the help of Ash and his friends, succeeded with \"Over the Rainbow\" and won the Pokémon Performance Contest in the town and then headed of to the Pokémon Musical audition in Raimon City. Tobio hoped to pass the audition and if Trio the Maracacchi became stars, he was going to form a Pokémon Musical troupe.",
  "gender" : "MALE",
  "name" : "Tobio",
  "type" : "CHARACTER"
}