{
  "anime_ids" : [ 7891 ],
  "character_id" : 40437,
  "description" : "Robert is a novice Pokémon photographer who met Ash and his friends at a Pokémon Center near Hodomoe City. He was amazed to see a real Pikachu in the Isshu region but Ash informed him that it came with him from the Kanto region. Robert is always seen with a digital SLR camera in hand and he also carries his photobook and his grandpa`s photobook in his backpack to show people some of the pictures. Just as he takes a picture, Robert often says `Check!` (チェック!). After hearing Ash talk about the Kanto region, Robert stated that once he had checked all Pokémon of Isshu, he might go to check the Pokémon in the Kanto region next.\nCilan and Iris couldn`t believe that Robert`s Grandpa took a picture of all four seasonal forms of Mebukijika gathered in one place. Many of Roberts friends actually called the photo a fake and this frustrated him so much that he vowed to search for the forest where his grandpa met the Mebukijika and take the same photograph, no matter what. His only clue was a picture that had a Antres flower which is very rare. Nurse Joy (Isshu) recognized the Antres flower and told Robert that they were blooming on a nearby mountain and that a lot of Shikijika and Mebukijika were also in the area. Ash and his friends decided to travel with Robert to see if they could see the four seasonal forms of Mebukijika.\nWith the help of Robert`s Swoobat, they were able to find an Antres flower. They decided to go to where Robert`s Swoobat found the flower but it started to get foggy. He approached an area where a bunch of Shikijika were but noticed that one of them was about to get sprayed by a Morobareru. Robert saved the Shikijika from being poisoned but he ended up getting poisoned. They didn`t have any antidote, so Ash started to carry Robert back to the Pokémon Center. While walking, they encountered the Shikijika again with a Mebukijika this time and followed them to the location that Robert`s Grandpa had once been. All four seasonal forms of Mebukijika gathered and healed Robert of his poison. Just before the Mebukijika departed, Robert managed to get a blurry picture of them. Despite the blurry picture, Robert had a wonderful experience that no one else could recreate and he was satisfied with that.",
  "gender" : "MALE",
  "name" : "Robert",
  "type" : "CHARACTER"
}