{
  "anime_ids" : [ 7891 ],
  "character_id" : 40447,
  "description" : "Charles is a resident of Driftveil City who likes to ride his motorcycle around the city. He was born in Driftveil City and loves living there as he knows it inside out. The vendors at the famous Driftveil City market are good friends with Charles and are willing to give him and his friends free items. Charles is also a childhood acquaintance of Linda and he considers her to be a tough, sarcastic, energetic women who`s quite a handful. It`s unclear though if he has romantic feelings for her but he seems to like her and spend time with her especially visiting her office to use her computer on occasion.\nHero Persona A☆Gilder\nCharles is the Swift Hero A☆Gilder and he dresses up in a Agilder looking suit so that he matches his Agilder. Part of the reason he has the alternate hero persona the Swift Hero A☆Gilder is because he wants to protect the city that he loves from those that would ruin it through crime. Until he rescued Linda and stopped Professor Tsurarer from controlling all the frozen ice treats and Ice Pokémon in the Unova region, he had never solved a case. Swift Hero A☆Gilder would always butting in and goof up and he had a very low popularity in this city. Charles invited Ash into the Young A-Gilder Group by attempting to give him a matching muffler and badge but he told Charles he`d join the club at a later time.\nSwift Hero A☆Gilder also drives a motorcycle and Charles` Accelgor is always seen riding on the front of it. Before taking off on his bike, Swift Hero A☆Gilder always says his catch phrase: \"Full speed! Full throttle!\" (スピード全開 フルスロットル!). He once forgot to fill up his bike with gas while attempting to chase after a thief but events like that were common as he`s known for his minor negligence`s.\nLinda knew for a while that Charles was the Swift Hero A☆Gilder but she never told him until after he rescued her. She considered him a lax hero who always needs someone`s help but she seemed willing to provide that help. Iris and Cilan both kind of figured that Charles was the Swift Hero A☆Gilder but Ash wasn`t able to figure that out until Charles confirmed Linda`s accusation. After solving the Vanipeti Freight mystery, Swift Hero A☆Gilder drove off on his bike awaiting for the next time that his services would be needed.\nRevival Herbs\nAsh and his friends met up with in BW61 at the the Driftveil City market when they were looking for Revival Herbs. told them that he`d ask an acquaintance of his if he had any but his friend unfortunately only had one and it was to be delivered to the Pokémon Center. suggested that something might have happened on the legendary Milos Island as it is the only place where people can get Revival Herbs. With the new information that told them, Ash and his friends went of in search of Revival Herbs on Milos Island.",
  "gender" : "MALE",
  "name" : "Charles",
  "type" : "CHARACTER"
}