{
  "anime_ids" : [ 7891, 9216, 12409 ],
  "character_id" : 40446,
  "description" : "Clay is the gym leader of Driftveil Gym and those that defeat him receive the Quake Badge. When Ash first arrived in Driftveil City, he met Clay at the entrance to the Driftveil Gym but Clay didn`t have any time for Gym match at that moment as he had to go out and examine a new vein in a mine that he manages at the outskirts of town. Clay was a bit annoyed with Ash as he arrived at to have Gym match and didn`t even know that. Ash told Clay he`d wait for him at the Pokémon Center till he called which he did just after the training with Chili had finished up.\nAfter Nurse Joy (Isshu) informed Ash that Clay had returned to the gym, Ash went to the gym but Clay was leaving again because he had no more Revival Herbs and he I didn`t have time for any Gym matches. Clay was a bit annoyed by Ash as he had come to his gym for a match without knowing anything about Revival Herbs. Clay told Ash that he wasn`t worth the bother as he figured he wasn`t a very good trainer for not knowing what a Revival Herb was. Clay then told Ash that they could have a battle if he brought some Revival Herbs to him and until then the Gym was closed.\nGym Battle against Ash\nAsh returned to the Driftveil Gym with a bag of Revival Herbs and Clay kept his promise and they went farther underground in the mine to begin the battle. Half way through their battle, Clay thought that Ash was still naïve about become a Pokémon Master. Clay explained to Ash that when he was about his age he began excavating the mine they were in with his Doryuzu and his pickax, expanding it to its current form. Clay complained that by contrast, the youngsters like Ash were immediately talking about being Pokémon Masters and ignoring the fact that it takes a lot of work to get that far. Clay also said to Ash that as he is someone who`s made it so far that he`s called \"Miner King\" with a single pickax, he could teach him how hard it is to work one`s way up. Ash proved to Clay though that he was working hard towards his goal and he defeated Clay to get his fifth badge in the Unova region, the Quake badge.",
  "gender" : "MALE",
  "name" : "Yacon",
  "type" : "CHARACTER",
  "voice_actors" : {
    "4039" : "Mogami Tsuguo"
  }
}