{
  "anime_ids" : [ 7891 ],
  "character_id" : 40445,
  "description" : "Bobby is a Pokémon Daycare worker that has a fenced off facility near Hodomoe City. While traveling to Hodomoe City, Ash and Iris tried to catch two Monozu that were entrusted to Bobby but they escaped abruptly to search for their Trainers by breaking through the wooden wall around the Daycare that Bobby built. After rounding up the Monozu, he repaired the wall and showed Ash and his friends around his Pokémon Daycare. Bobby is a very well organized and enthusiastic worker who loves to see the smile on the Trainer`s faces when they get their Pokémon returned to them. He is also very strong as he gets quite a work out taking care of all the Pokémon and making sure they are fed.\nGenerally Pokémon that are dropped off get used to Bobby in about a day but Bobby has one weakness and that is that he has no experience with taking care of Dragon type Pokémon as they are delicate and their rearing is difficult. Iris told Bobby she was training to become a Dragon Master and she was from the Dragon Village and asked if she could help take care of the Monozu. Bobby was grateful for the assistance and he assigned Ash, Iris and Cilan each one of the three Monozu to look after. Bobby though wanted to make sure that they also didn`t restrain their Daycare experiences and assigned them a list of food to give to the different Pokémon as part of their Trainer studies. As thanks for their hard work, Bobby treated them to a meal prepared by him.\nBobby was able to teach Ash, Iris and Cilan a bit more about being a Pokémon Daycare worker and explained to them that taking Pokémon and sending them off again is a daycare worker`s job. He explained that if a Pokémon Daycare worker gets lonely after parting with a Pokémon, it just proves how much love the Daycare worker put into it which means that they did a good job. After parting with the Monozu they had helped take care of, Ash, Iris and Cilan each learned that lesson well from Bobby but before they went on their journey again to Hodomoe City, Bobby made sure they helped him with the Pokémon food one last time.",
  "gender" : "MALE",
  "name" : "Bobby",
  "type" : "CHARACTER"
}