{
  "anime_ids" : [ 7891, 8826, 9216, 9653, 9764, 15067 ],
  "character_id" : 40458,
  "description" : "Ash realized that only one of his Pokémon would be able to endure the attacks from Clay`s Excadrill and keep enduring them until there was a chance to counterattack and that was Ash`s Roggenrola. Ash`s Roggenrola kept on enduring all the attacks for quite awhile until it evolved into Ash`s Boldore. After evolving it learned two new moves and it became even stronger than when it was a Roggenrola. The battle then turned into a frontal power match between two Pokémon with strong bodies and Ash`s Roggenrola was able to counterattack against Clay`s Excadrill. Clay`s Excadrill was unable to match the power of Ash`s Roggenrola`s Rock Smash and Clay`s Excadrill was knocked out giving Ash the overall victory in the gym battle.\nTag Battle VS Bianca and Professor Juniper\nAfter Bianca`s Shelmet and Professor Juniper`s Karrablast evolved via link trade, Professor Juniper suggested to Bianca that they team up and have a tag battle against Ash and Cilan. Ash`s Boldore and Cilan`s Crustle had recently evolved so they decided to use them against Bianca`s Escavalier and Professor Juniper`s Accelgor. The beginning of the battle went well for Bianca and Professor Juniper as Bianca`s Escavalier`s Fury Attack was excellent but Bianca hadn`t commanded it to use it. Realizing that Bianca`s Escavalier wasn`t following commands, Ash and Cilan decided to focus their attacks on it. Professor Juniper`s Accelgor managed to protect Bianca`s Escavalier as Professor Juniper explained that tag battles were all about teamwork. Professor Juniper`s Accelgor lost a lot of stamina defending Bianca`s Escavalier after it used Substitute and Bianca`s Escavalier finally realized that it needed to listen to Bianca otherwise it would loose the battle. After Professor Juniper`s Accelgor did a quick Recover, Professor Juniper`s Accelgor and Bianca`s Escavalier started working together and they combined their Hyper Beam attacks which knocked out Ash`s Boldore. Cilan`s Crustle fought back with its powerful Rock Wrecker to knock out both Bianca`s Escavalier and Professor Juniper`s Accelgor and give Ash and Cilan the tag battle win.",
  "gender" : "UNKNOWN",
  "name" : "Gantle (Satoshi)",
  "rating" : {
    "rating" : 4.76,
    "total" : 17
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}