{
  "anime_ids" : [ 7891 ],
  "character_id" : 40455,
  "description" : "Yuto is a resident of Milos Island in the Unova region. Yuto`s Lilligant helps him harvest Revival Herbs and he supplies them to the people of Hodomoe City and the surrounding areas. Yuto is familiar with the history of Milos Island and the many rituals that are unique to the Milos Isles. Ash and his friends went to Milos Island in search of Revival Herbs and an old lady informed them that Yuto was the one to ask as they grow in the mountains where he has a cabin. They met up with Yuto and he explained that his Dredear who looks for Revival Herbs in the forest for him was ill as well as all the Monmen which used to fly around the grassfields in this area were also ill. He explained that he`d looked everywhere for Revival herbs lately but could hardly find any and when he thought he finally did, they were all withered.\nYuto tells the legendary Milos Island and the Revival Herbs\nYuto told Ash and his friends the legend of Milos Island at his cabin. In ancient times, Milos Island got involved in a clash between the agitated god of thunder, Voltolos, and the agitated god of wind, Tornelos. The island was dragged into a dangerous situation and Landlos risked its life to calm their fight. Yuto continued to explain that Landlos was injured and the islanders helped it by giving it a Revival Herb. It regained its strength and Landlos fought off Tornelos and Voltolos. As a sign of gratitude, Landlos turned the island into fertile land and ever since then, Revival Herbs have been growing on Milos Island.\nRainmaking Ritual\nYuto knew the rainmaking ritual that was supposed to produce rain on Milos Island. He took bundles of grass to Landlos` shrine and lined them up. He lit the grass with two rocks and he explained to everyone that once the grass was burning, they`d tell Landlos their feelings through Yuto`s Gothorita so Landlos would bless them with rain on Milos Island so the land would be fertile again and the Revival Herbs would grow. The ritual that Yuto performed seemed to work until Tornelos interfered with it.\nAfter Landlos, Voltolos and Tornelos, were all assembled and the soil became rich once again to grow Revival Herbs, Yuto wished Ash well in his Gym match and gave him a bunch of Revival Herbs. Yuto stayed up in the mountains to continue guarding the Revival Herbs for everyone.",
  "gender" : "MALE",
  "name" : "Yuuto",
  "type" : "CHARACTER"
}