{
  "anime_ids" : [ 8 ],
  "character_id" : 40611,
  "description" : "The group E.G.O. (color: green) is the newest faction to enter the conflict. They claim to be the next level of human evolution, and possess powerful psionic abilities. Also siding with them are androids (artificial humanoids) and cyborgs, the technology of whom might have been taken from http://anidb.net/ch40636 [Eraser]. It`s interesting to note that most E.G.O. members appear to be the youngest among those involved in this fight, most of them barely in their late teens yet possessing extensive psionic abilities, among other skills.\nE.G.O. members are in plain sight and never seen. This is because unlike the isolationist http://anidb.net/ch40609 [WIZ-DOM] or the inhuman http://anidb.net/ch40610 [Darklore], they are quite sociable, human, and ordinary for the most part. They can be schoolchildren, celebrities, military personnel, teachers, scientists, police, criminals (!), or even menial laborers (waiters/waitresses, maids, etc.). One would never really know if the person you`re talking to was part of E.G.O. Assorted androids and cyborgs (presumably taken from Eraser) are also among them, well-hidden.\nE.G.O. members with occupations tend to be \"the best in their fields\" (for instance, scientists on the cutting edge of technology—or ahead of it). Typical skills and powers include proficiency with modern or even futuristic (probably more Eraser technology) weapons, knowledge of cybernetics, telekinesis and other psychic powers, and genetic enhancements (Eraser/human hybrids, for example).\nThe E.G.O. claim to fight for the next generation, for the future of humanity, and they see themselves as the embodiment of that future. They harass the Erasers frequently, and generally take a dim view of the three \"old\" factions, on account of them being outdated.\nNOTE: The name E.G.O. was originally coined for an all-female group, or \"Evolutionary Girls Organization\". With the Juvenile Orion expansion (of the trading card game) and its all-male additional characters, this just didn`t jibe. As of the second series (http://anidb.net/a2456 [Aquarian Age Saga II]), the group will include both male and female members, and henceforth will be referred to as the \"Evolutionary Generation Organization\".",
  "gender" : "UNKNOWN",
  "name" : "E.G.O.",
  "type" : "ORGANIZATION"
}