{
  "anime_ids" : [ 8 ],
  "character_id" : 40636,
  "description" : "The final faction is known as Eraser, the only non-earth based faction. This is the name assigned to them by the other four factions, due to their sheer power. Despite all this power, and their open hostility towards the other four factions, Eraser`s true origins are unknown, their actions intermittent, and their motives unclear, save for a claim that it plans to eradicate humanity. All that is known is that they are completely alien to the other factions, and for some reason, has decided to involve itself in their power struggles.\nPhysical descriptions of Eraser vary, but the most notable are the `Angels`, that appear very much like the human interpretation of angels, and their immediate subordinates, a reptiloid race that have been called the `Dragoons`. They have technology advanced enough that androids, cyborgs, and clones have been manufactured, presumably to act as infiltrators studying the human race and are occasionally involved in the battles. http://anidb.net/ch40611 [E.G.O.] has somehow managed to gain access to some of this technology, which may explain the existence of cyborgs and androids among the E.G.O. as well.\nPowers and skills among Angel Erasers vary, but they usually rely heavily on advanced science and technology, particularly weapons development. They also seem to possess the power to create \"miracles\", such as the ability to stop time. The Dragoon Erasers are much simpler (one may say brutish) - they are an out and out warrior race; when they do use high technology, it`s almost always in the form of weapons given to them by the Angels. The androids, cyborgs and clones do whatever the Erasers design them to do, and that covers a wide range of tasks.\nThere have been many references hinting that Eraser possesses a large battle-fleet and that this is but one of the many planets they have encountered. It is possible that Eraser is studying the other four factions and the Mindbreakers (especially the latter, due to their unique abilities), but as to what reason, one can only hazard a guess.\nThe Erasers are engaged mostly in fighting the E.G.O. The older factions, occupied with their own battles, take little notice of them; the Erasers pay them little heed in return. But the Erasers wish to destroy humanity, and the E.G.O. - self-proclaimed guardians of humanity`s future - have risen up to stop them.\nTowards the end of the first Aquarian Age Saga, Eraser has been driven off by the four Earthbound Factions and Mindbreakers. It is currently unknown whether they will return at a later date.",
  "gender" : "UNKNOWN",
  "name" : "Eraser",
  "type" : "ORGANIZATION"
}