{
  "anime_ids" : [ 442, 1357, 9337 ],
  "character_id" : 41156,
  "description" : "Maximilian Jenius is a fighter pilot from Europe, married to http://anidb.net/ch41157 [Milia Fallyna Jenius].\nPrior to the events of Macross 7, Max is appointed commander of the 7th Macross Fleet and captain of the flagship Battle 7, with a de-micronized Exsedol Folmo as his advisor. Although separated from Milia, he is in almost-daily contact with her, due to her position as mayor of the civilian ship City 7, and possibly continues to harbor feelings for her. Despite being in his fifties, Max appears to have aged very little from his original appearance. Character designer Haruhiko Mikimoto half-jokingly said that is the case \"Because he`s a genius. Growing old is a state of mind for average men...\".\nMax and Milia, in addition to being legally separated from each other, are also separated from most of their children - all but their youngest daughter, Mylene Flare Jenius, have moved away from the Macross 7 fleet. Max often checks up on Mylene, whom he feels very protective of. As the series progresses, Max becomes responsible for the establishment of \"Sound Force\", a trio of Valkyries piloted by the members of Fire Bomber which includes Mylene. Initially, he forbids Mylene from joining Sound Force, for fear of putting her life in danger, but is persuaded to allow her to join after witnessing her skill as a pilot and musician. Max often clashes with Milia about Mylene, but the two are able to remain civil (usually) around each other for the sake of their daughter, who unsuccessfully tries to bring them together again.\nLate in the series, Max and Milia are able to overcome their troubled past and resume flying together in their distinctive blue and red VF-22 Sturmvogels in order to save the fleet from threat posed by the Protodeviln. In the final battle, Max, Milia and Mylene fight side-by-side against Lord Geperunitch.",
  "gender" : "MALE",
  "name" : "Maximilian Jenius",
  "rating" : {
    "rating" : 8.24,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "27" : "Hayami Shou"
  }
}