{
  "anime_ids" : [ 442, 1357, 9337 ],
  "character_id" : 41157,
  "description" : "Milia Fallyna Jenius is an ace Quimeliquola Queadluun-Rau power armour pilot, a female of the giant race of warriors known as the Zentradi.\nIn Macross 7 Milia sports a new short hairdo rather than her original long hair in Macross. Like Max, she doesn`t seem to have aged. However, she is sensitive whenever people, especially Basara Nekki refer to her age.\nMilia is elected overwhelmingly as the mayor of City 7, the largest and main ship of the Macross 7 colonization fleet. She is accompanied by Mylene, her daughter, who lives separately. Max is also present as commander of the Macross 7 fleet, although the couple are now separated. It is also implied that she still may have feelings for her estranged husband.\nAs City 7`s Mayor, Milia is determined not only to maintain law and order among her citizens, but to marry off the rebellious Mylene as well. In the series, Milia still possesses her red VF-1J Valkyrie, and like Max, she can still fly a Valkyrie exceptionally and as passionately as she did in the original Super Dimension Fortress Macross. Milia clearly shows signs of affection towards her antique red VF-1J when it was destroyed by Sivil while being piloted by Gamlin Kizaki.\nLater in the series, Milia, while serving as City 7`s mayor, would from time-to-time pilot her Valkyrie - first piloting her VF-1J and gradually moving on to more advanced Valkyries, the VF-17D Nightmare and VF-22S Sturmvogel II respectively, all of which are coloured deep red - to assist the battle of the Macross 7 fleet against the Protodeviln and their Varauta Army. In the final episode of Macross 7, Milia and Max fought side-by-side in their own custom coloured VF-22 Sturmvogel variable fighters against Lord Geperunitch.\nSource: wiki",
  "gender" : "FEMALE",
  "name" : "Milia Fallyna Jenius",
  "rating" : {
    "rating" : 6.89,
    "total" : 7
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5930" : "Takeda Eri"
  }
}