{
  "anime_ids" : [ 7891, 9216 ],
  "character_id" : 41206,
  "description" : "Ash`s Krokorok was Pikachu rival. Ash`s Krokorok evolved from Sunglasses Sandile during a battle against Pikachu at the end of BW20 after they had dealt with the troublesome Ducklett`s. Pikachu`s Electro Ball collided with Krokorok`s Stone Edge which created a large blast that sent Krokorok flying into the air and they were unable to finish the battle. Krokorok wanted to continue its rivalry with Pikachu and after it recovered from the blast that sent it flying it began its search for Pikachu. It continued to be a wild Pokémon for a significant amount of time.\nWhen Krokorok finally met up with Ash and Pikachu again while they were on route for Fukiyose City, Krokorok explained to them that it had been following them during their travels and it tried to meet up with them at Raimon City and the Electric Stone Cave but it always got there a bit too late and they had moved on. It had also watched part of the final round of the Don George tournament where Pikachu was matched up against Iris`s Excadrill. While in the Electric Stone Cave, Krokorok found Professor Cedric Juniper`s fountain pen and tossed it away. The pen was later recovered by Professor Juniper who found it stuck in a Klinklang gear.\nDouble Battle Against Thane`s Father`s Scolipede and Thane`s Father`s Seismitoad\nGlen wanted to have a double battle with Nick (Unova) and Pikachu, so Krokorok volunteered to battle on Pikachu`s team. Glen commanded both Thane`s Father`s Scolipede and Thane`s Father`s Seismitoad in a double battle against Pikachu and Ash`s Krokorok.\nThane attempted to help out by giving Glen advice by specifically telling him to match up Thane`s Father`s Seismitoad against Pikachu because of the type advantage but Glen wouldn`t take the advice. The inexperience of Glen and his unwillingness to accept advice proved to be the reasons that Thane`s Father`s Scolipede and Thane`s Father`s Seismitoad lost the battle. Pikachu and Krokorok proved to be strong opponents and they easily won the match regardless.\nRival Battle vs Pikachu\nAfter the double battle between Thane`s Father`s Scolipede and Thane`s Father`s Seismitoad was completed, Krokorok challenged Pikachu to finish their match that they started earlier in the day but was cut short as yet another Electro Ball/Stone Edge blast had sent them both flying in different directions. Ash`s strategy of aiming Thunderbolt at Krokorok`s proved to be very effective as it created a hole in the ground that Krokorok tripped into leaving it vulnerable to Pikachu`s Iron Tail which ended up knocking out Krokorok. The first fully completed battle between Pikachu and Krokorok had finally ended with Pikachu winning.\nDemoralized by the loss, the Sunglasses Krokorok began to leave but Ash invited it to join him on his journey with Pikachu and it happily agreed and was captured by Ash.\nGym Battle against Skyla`s Swoobat\nIn Skyla`s air battle simulation, Skyla`s Swoobat was matched up against Ash`s Krokorok and because Ground type attacks wouldn`t have any effect on her Swoobat, she gave it the victory. In the actual gym battle, Skyla`s Swoobat and Ash`s Krokorok were the first match-up and Ash`s Krokorok wasn`t able to hit Skyla`s Swoobat at all. Cilan noted though that if Stone Edge hit completely, the taste of the battle might have changed. This was the first gym battle for Ash`s Krokorok and it ended in a loss but everyone including Ash seemed to think it did well despite the obvious type disadvantage.",
  "gender" : "MALE",
  "name" : "Waruvile (Satoshi)",
  "rating" : {
    "rating" : 3.79,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "178" : "Miyake Kenta"
  }
}