{
  "anime_ids" : [ 7891 ],
  "character_id" : 41207,
  "description" : "Nick is an aspiring Pokémon Trainer who caught Pikachu after it flew into the air during a battle against the Sunglasses Krokorok. Nick plans to travel through many different cities, meet lots of Pokémon, get them and make friends with them when he`s a Pokémon Trainer! He is a young boy who is friends with Glen and Thane.\nNick (Unova) initially thought he had discovered a new Pokémon species and due to the fact that he was shocked by Thunderbolt, he thought that Pikachu was the pre-evolved form of Zekrom. He took Pikachu to his friends and said its was his dad`s Pokémon. When it was identified as a Pikachu, he was a bit disappointed it wasn`t as rare a Pokémon as he initially thought. He then met up with Ash who was reunited with Pikachu. After Glen came looking for Nick so they could have their battle together, Ash agreed to let Nick use Pikachu in the battle.\nDouble Battle against Glen\nAfter Thane`s Father`s Blitzle and Thane`s Father`s Patrat were too tired to battle, Thane went back to his dad and borrowed Thane`s Father`s Scolipede and Thane`s Father`s Seismitoad so he and his friends could continue battling. Glen commanded both of the Pokémon in a double battle against Pikachu and Ash`s Krokorok.\nThane attempted to help out by giving Glen advice by specifically telling him to match up Thane`s Father`s Seismitoad against Pikachu because of the type advantage but Glen wouldn`t take the advice. The inexperience of Glen and his unwillingness to accept advice proved to be the reasons that Thane`s Father`s Scolipede and Thane`s Father`s Seismitoad lost the battle.\nNick won the double battle and he was quite moved to have participated in a simulated Pokémon battle. He fought against Glen the best that he could but Glen got a bit upset that he lost. Ash made Glen apologize and the two of them continued to be friends. Nick and his friends hoped to have another Pokémon battle someday against each other. After watching the Pikachu and Ash`s Krokorok battle each other, Nick was even more moved to become a Pokémon Trainer someday.",
  "gender" : "MALE",
  "name" : "Nick",
  "type" : "CHARACTER"
}