{
  "anime_ids" : [ 7891, 8826, 9021, 9216, 9653, 9764 ],
  "character_id" : 41201,
  "description" : "Cilan`s Crustle was revealed in A Seven-colored Arch (七色アーチ), the 5th overall Japanese ending for Best Wishes which first aired at the end of BW63. Cilan`s Dwebble evolved into Cilan`s Crustle during a conflict with Rocket Gang at the Electric Stone Cave in BW64.\nTag Battle VS Bianca and Professor Juniper\nAfter Bianca`s Shelmet and Professor Juniper`s Karrablast evolved via link trade, Professor Juniper suggested to Bianca that they team up and have a tag battle against Ash and Cilan. Ash`s Boldore and Cilan`s Crustle had recently evolved so they decided to use them against Bianca`s Escavalier and Professor Juniper`s Accelgor. The beginning of the battle went well for Bianca and Professor Juniper as Bianca`s Escavalier`s Fury Attack was excellent but Bianca hadn`t commanded it to use it. Realizing that Bianca`s Escavalier wasn`t following commands, Ash and Cilan decided to focus their attacks on it. Professor Juniper`s Accelgor managed to protect Bianca`s Escavalier as Professor Juniper explained that tag battles were all about teamwork. Professor Juniper`s Accelgor lost a lot of stamina defending Bianca`s Escavalier after it used Substitute and Bianca`s Escavalier finally realized that it needed to listen to Bianca otherwise it would loose the battle. After Professor Juniper`s Accelgor did a quick Recover, Professor Juniper`s Accelgor and Bianca`s Escavalier started working together and they combined their Hyper Beam attacks which knocked out Ash`s Boldore. Cilan`s Crustle fought back with its powerful Rock Wrecker to knock out both Bianca`s Escavalier and Professor Juniper`s Accelgor and give Ash and Cilan the tag battle win.\nBattle against Skyla\nSkyla`s Swanna was matched up against Cilan`s Crustle in Skyla`s air battle and she believed that her Swanna would be victorious. In the actual gym battle, Cilan`s Pansage was replaced by Cilan`s Crustle after it was knocked out and Skyla`s Swoobat was one hit knocked out by Cilan`s Crustle`s Rock Wrecker. Skyla`s Swoobat was then replaced by Skyla`s Unfezant. It didn`t fare too well against Cilan`s Crustle as Rock Wrecker hit its mark once again. Skyla`s Unfezant`s Air Slash then proved to be ineffective against Cilan`s Crustle rock. Skyla`s Unfezant was then knocked out by a combination of Cilan`s Crustle`s Shell Smash and X-Scissor to give Cilan the lead in the battle.\nSkyla`s Unfezant was then replaced by Skyla`s Swanna and the match-up from Skyla`s air battle would actually take place. Despite Skyla believing that she could defeat Cilan`s Crustle by using BubbleBeam in her air battle, it didn`t prove too effective in the actual battle as Cilan`s Crustle tried to protect itself by hiding in its rock shell. Cilan`s Crustle then went on the offensive and jumped out of its shell to do another Shell Smash/X-Scissor combo, but Skyla saw it coming this time and Skyla`s Swanna countered it with a Brave Bird and knocked it out.",
  "gender" : "UNKNOWN",
  "name" : "Iwapalace (Dent)",
  "rating" : {
    "rating" : 3.46,
    "total" : 12
  },
  "type" : "CHARACTER"
}