{
  "anime_ids" : [ 7891, 9653 ],
  "character_id" : 41205,
  "description" : "Professor Cedric Juniper is the father of Professor Juniper. He studies Legendary Pokémon in the Unova region as well as the Hero`s legend. He keeps a study notebook with him at all times for reference while exploring ruins and ancient artifacts. His fountain pen was recovered by his daughter after it got stuck in a Klinklang gear when Ash`s Krokorok initially picked it up but didn`t find it interesting and it threw it unknowingly at Klinklang. Professor Juniper noted that her father has the tenancy to loose his train of thought midway through his sentences which often makes people assume what he is going to say but their assumptions are not always what he intends to say.\nProfessor Cedric Juniper was studying some ruins associated with the Hero`s legend which were recently discovered and while heading to the ruins he got lost inside the cave. After reuniting with his daughter who was studying the Electric Stone Cave nearby, he agreed to take Ash and his friends with him on his adventure to the ruins as he wanted to see the ruins with his own eyes as quickly as possible because he thought that it might be the place where the Hero and Zekrom communicated.\nBlack Chapter of the Pokémon Mythology (ポケモン神話 黒の章):\nParts of the Hero`s legend are recorded in the Black Chapter of the Pokémon Mythology and Professor Cedric Juniper is well versed in what the legend says. He quoted two verses from the it.\nThe Basics of Adventure\nWhile exploring the ruins with Ash and his friends, there were various traps that Professor Cedric Juniper had identified and knew how to avoid but the kids often didn`t wait for him to finish talking before acting and they ended up springing the traps in the ruins. He had a bunch of adventure rules that he told them which ending up being good advice to follow.\nDespite telling Ash and his friends being told not to touch or take the Golden Dark Stone due to an obvious trap, Professor Cedric Juniper ended up taking it and they were chased through the ruins until they reached the underground area where the hero met Zekrom. Professor Cedric Juniper discovered ancient murals on the ceiling and after discovering them he returned the Golden Dark Stone and his adventure with Ash and his friends through the ruins was complete. Professor Cedric Juniper decided to stay though and continue his investigation of the ruins.",
  "gender" : "MALE",
  "name" : "Araragi-papa",
  "type" : "CHARACTER",
  "voice_actors" : {
    "2037" : "Horiuchi Ken`yuu"
  }
}