{
  "anime_ids" : [ 7891 ],
  "character_id" : 41203,
  "description" : "Link Trade Evolution\nBianca`s Shelmet was traded with Professor Juniper`s Karrablast using Professor Juniper link trade device. After solving the problems with the electrical interference the trade was successful and Bianca`s Shelmet evolved into Professor Juniper`s Accelgor while Professor Juniper`s Karrablast evolved into Bianca`s Escavalier.\nTag Battle VS Ash and Cilan\nAfter Bianca`s Shelmet and Professor Juniper`s Karrablast evolved via link trade, Professor Juniper suggested to Bianca that they team up and have a tag battle against Ash and Cilan. Ash`s Boldore and Cilan`s Crustle had recently evolved so they decided to use them against Bianca`s Escavalier and Professor Juniper`s Accelgor. The beginning of the battle went well for Bianca and Professor Juniper as Bianca`s Escavalier`s Fury Attack was excellent but Bianca hadn`t commanded it to use it. Realizing that Bianca`s Escavalier wasn`t following commands, Ash and Cilan decided to focus their attacks on it. Professor Juniper`s Accelgor managed to protect Bianca`s Escavalier as Professor Juniper explained that tag battles were all about teamwork. Professor Juniper`s Accelgor lost a lot of stamina defending Bianca`s Escavalier after it used Substitute and Bianca`s Escavalier finally realized that it needed to listen to Bianca otherwise it would loose the battle. After Professor Juniper`s Accelgor did a quick Recover, Professor Juniper`s Accelgor and Bianca`s Escavalier started working together and they combined their Hyper Beam attacks which knocked out Ash`s Boldore. Cilan`s Crustle fought back with its powerful Rock Wrecker to knock out both Bianca`s Escavalier and Professor Juniper`s Accelgor and give Ash and Cilan the tag battle win.\nAfter the battle, Professor Juniper checked both Bianca`s Escavalier and her Accelgor`s data to notice that their power has increased by a whole lot. She also noted that they fought really well even though their opponent Cilan was Gym Leader.",
  "gender" : "UNKNOWN",
  "name" : "Agilder (Araragi-hakase)",
  "type" : "CHARACTER"
}