{
  "anime_ids" : [ 8494, 9719 ],
  "character_id" : 41339,
  "description" : "Veigan is the actual name of the faction known as the Unknown Enemy or UE, which is first revealed at the end of the first generation.\n150 years before AG Year 115, the Earth Federation initiated a plan to colonize Mars in a plan called \"Mars` Birthday\" in order to ease the burden placed on Earth`s carrying capacity. Due to \"Magnetic Rays\" a rare phenomenon on Mars, 20% of the colonists fell ill. For reasons unexplained, the Earth Federation opted to abandon the colonists, instead of rescuing them. Instead, they opted to cover it up, while stating in the official report that the disease wiped out all of the colonists. In truth, a significant portion survived and established a new civilization calling itself Veigan. It appears that the ultimate goal of Veigan is to return to Earth while carrying out a systematic genocide of all Earth-sphere inhabitants that had abandoned them.\nDuring the Advanced Generation (AG) Year 101, the Veigan suddenly appear and start to attack Earth and its colonies, thus starting a full-scale war. They destroy the space colony \"Angel\", in a disaster later referred to as \"The Day the Angel Fell\".\nIn AG 108, the Veigan attack a once peaceful colony known as \"Orvan\".\nIn the year AG 115, the Veigan finally face their first defeat in fifteen years when they begin an attack on the space colony \"Nora\". Nevertheless they continue and destroy the colony with the Colony Destroyer at the cost of several Gafran units.\nThe Veigan`s next appearance was when they attacked the space colony \"Fardain\" and interrupt the civil war between Euba and Zalam loyalist forces. However their attacks were thwarted by the combined force of the Earth Federation Force warship Diva, that was docked at the colony at that time, as well as the Euba and Zalam loyalists who wished to protect their colony.\nThe Veigans next appeared when the Earth Federation Forces 8th Space Fleet, Special Detachment forces attempt to take custody of Grodek Ainoa at colony Minsry but were forced to retreat.\nLater it is discovered that they had occupied the abandoned Earth Federation Force Space Fotress Ambat as a base of operations.\nSource: Gundam Wiki",
  "gender" : "UNKNOWN",
  "name" : "Vagan",
  "type" : "ORGANIZATION"
}