{
  "anime_ids" : [ 111 ],
  "character_id" : 41712,
  "description" : "The FA-1 Fern was the tactical mainstay of the FAF. The original FA-1 was already in service at the time of the first JAM incursion, and served to stem the assault. The aircraft design featured forward-swept wings and twin vertical and horizontal stabilizers for an overall \"3 surface\" system. In addition, a forward vertical canard allowed for the direct control of lateral force on the underside. The turbofan engine had a vectored-thrust nozzle. In combination, these features served to give the FA-1 excellent lateral mobility and manouevrability.\nAs indicated by its primary designation, the FA-1 served as a multi-role air superiority and ground attack aircraft. While the FA-1 started as a capable opponent for the JAM, later model JAM craft acquired the upper hand and the role of air superiority was ceded to the http://anidb.net/ch41714 [FFR-31 Sylphide] and the http://anidb.net/ch41713 [FA-2 Fern II]. In spite of its obsolescence, the cost of procurement of the FFR-31 led to the continued deployment of the FA-1 with the 442nd Tactical Fighter Squadron in its air superiority role.\nThe FA-1 has several variants, including the single-seat type A/B and the twin-seat type C/D trainers. The FA-1 type B featured increased load and range capabilities and upgraded avionics. The twin-seat type C trainer was later modified to suppress enemy radar and anti-aircraft artillery/SAM batteries. In this role, it was designated the FA-1 C (SEAD) and was colloquially known as the Fairy Weasel (note: SEAD stands for Suppression of Enemy Air Defenses and SEAD attacks are sometimes called \"wild weasel\" missions). Total FA-1 production across all types amounts to 1,042. About half of these are deployed to the FAF Air Wings.\nTechnical Specifications\nManufacturer: Japan Air Self-Defence Force (JASDF)\nAccommodation: pilot\nTotal Length: 16.45m\nWingspan: 11.56m\nTotal Height: 4.83m\nWeight: empty 11,876 kg; standard air-superiority mission 16,662 kg; maximum takeoff 24,669 kg\nPowerplant Type: FNX-5010-K turbofan x1\nPowerplant Output: 8,221kg; afterburner 12,877kg (within Earth`s atmosphere)\nSpeed: cruise Mach 0.8; max Mach 2.1 (at 11,940m within Earth`s atmosphere)\nFuselage Load Limit: 9g\nMaximum Altitude: 17,700m (within Earth`s atmosphere)\nArmament:* 1x 20mm Gatling gun\n\n* 7x hardpoint (4 wing, 3 fuselage) carrying a maximum of 5,800kg of precision-guided munitions such as AAMs and ASMs\n",
  "gender" : "UNKNOWN",
  "name" : "FA-1 Fern I",
  "type" : "VESSEL"
}