{
  "anime_ids" : [ 111 ],
  "character_id" : 41711,
  "description" : "The FFR-31MR/D Super Sylph is a high speed tactical recon plane. Although its model number makes it look like a variant of the FFR-31 Sylphide, the design and the capabilities are completely different. The FFR-31MR/D further improved aerodynamics to reduce friction at high speeds and improved manoeuvrability. There are hardpoints for air-to-air missiles under the wing and the engine pod on the belly. It was originally developed as an unarmed recon plane but after lessons learned in the early stages of combat on planet Fairy, it was decided that this plane should have weapons for self defence. The D model has the same sensor and datalink performance as the original FFR-31MR. Like the B and C models, the D can be fitted with a sensor pod called the TARPS (Tactical Airborne Reconnaissance Pod System). Depending on the mission, a TARPS can be configured with cameras, infrared sensors, imaging radar, or multi-band ESM (Electronic Support Measures - used to detect, intercept, identify, locate, record, and/or analyse sources of radiated electromagnetic energy for the purposes of immediate threat recognition). The D model has a more compact TARPS than those used on the B and C models.\nOriginally, the D model was designed to be a tactical recon plane like the original FFR-31MR. However the ramjet booster on the D model was expected to improve speed so most of the produced D models are high speed strategic recon planes. However, there are some planes without the ramjet boosters. They were not fitted with ramjet boosters because of testing purposes and other reasons. It was suspected that the main reason why they were not fitted with boosters is because of financial restrictions.\nIt is well known that the FAF often changes their plans while the plane is in construction or being developed. The D model production had difficulties in funding. The reason why is that the serial number of the D model is dispersed among the ordinary FFR-31MR models. It is very difficult to determine how many D models are produced even though the serial numbers are not classified. However, most of the D models are stationed at the FAF Aeronautical Space Defence Agency Defense Reconnaissance Wing and conduct recon missions on planet Fairy and airspace under JAM control. Based on this information, only 5 to 7 D models are in service.\nThe Super Sylph flown by Rei for the first half of the story is named Yukikaze.\nTechnical specifications\nManufacturer: Fairy Air Force (FAF)\nAccommodation: Pilot and co-pilot in separate cockpits\nTotal Length: 22m\nWingspan: 13.2m\nTotal Height: 6.25m; with TARPS activated 9.75m\nWeight: empty 12,188 kg; standard mission 25,500 kg; maximum 37,890 kg\nPowerplant Type: FNX-5011-D Phoenix MK XI D turbofan x2; optional ramjet booster\nPowerplant Output: 10,220 kg; afterburner 14,480 kg; ramjet output unknown\nSpeed: cruise Mach 1.7; max Mach 3.2 (at 16,000m, Earth`s atmosphere)\nFuselage Load Limit: 9g+\nMaximum Altitude: 24,000m (Earth`s atmosphere)\nArmament:\n* 1x 20mm Gatling gun\n\n* 2x hardpoint under-wing\n\n* 2x hardpoint fuselage engine pod\n\n* Can take the following missiles:\n\n[ul]* Short-range air-to-air missile AAM-III\n\n* Medium-range air-to-air missile AAM-V\n\n* Long-range air-to-air missile AAM-VII\n\n* Ultra-high-speed air-to-air missile HAM\n[/ul]\nEquipment: TARPS, real time digital data link, Yukikaze AI system\nAdapted from Gears Online (http://www.gearsonline.net/series/yukikaze/super-sylph/super-sylph-d.html) and JP wiki.",
  "gender" : "UNKNOWN",
  "name" : "FFR-31MR/D Super Sylph",
  "rating" : {
    "rating" : 9.01,
    "total" : 2
  },
  "type" : "VESSEL"
}