{
  "anime_ids" : [ 111 ],
  "character_id" : 41714,
  "description" : "The FFR-31 Sylphide (Sylph) is the flagship air superiority fighter of the Fairy Air Force (FAF). Featuring a clipped \"3-surface\" delta design with forward canards and twin vertical/horizontal stabilisers along with twin engines with vectored-thrust nozzles, the Sylphide is an aircraft that can perform equally well in supersonic cruise or dogfight manoeuvres. Nicknamed the \"Fairy of the Wind\" (風の妖精, Kaze no Yousei), the Sylphide is the mainstay of the FAF.\nThe original program called for a long-range interceptor armed with long-range AAMs, but this role was changed during development to include capacity for melee combat. The FFR-31 showed its class immediately upon introduction in to the war on Fairy. After introduction, it received a series of upgrades to its avionics, control surfaces, control software and also to its weapon-carrying ability. These improvements, collectively known as the Sylphide Enhancement Experiments (SEEX/SEX) were originally to consist of 13 stages, starting from 0 (baseline) through 12. The actual program was only executed up to stage 9.\nWhile boasting exceptional performance compared to other aircraft, the FFR-31 Sylphide suffered from an extremely high per-aircraft procurement cost. The first production run, consisting of blocks 0-10 and including flight test prototypes, amounted to only 94 machines. Of these, only 49 were fielded in three Air Wings, as per FAF doctrine. Though scarce in deployment, the FFR-31 wings acquired a legendary reputation, especially the 526th Tactical Fighter Squadron known as \"Ghoul Squadron\".\nDue to the desperate need for air superiority as provided by the FFR-31, a second production run of 113 machines was commissioned, consisting of blocks 11-20. To reduce procurement costs, various small accessories and upgrades were omitted, the top speed was slightly reduced etc. While each such simplification was minor in itself, the cumulative effect was to make the 2nd run machines unpopular with FAF personnel, who referred to the block 0-10 machines as the \"original Sylphide\".\nWhile it shares its major designation with the http://anidb.net/ch41711 [FFR-31MR/A-D Super Sylph], there is very little in common between the two aircraft.\nTechnical Specifications\nManufacturer Fairy Air Force (FAF)\nAccommodation: pilot\nTotal Length: 18.5m\nWingspan: 13.77m\nTotal Height: 5.01m\nWeight: empty 11,876kg; maximum 35,660kg\nPowerplant Type: 2x FNX-5010-H/J Phoenix Mk.X turbofan\nPowerplant Output: 9,677kg; afterburner 12,644kg (within the Earth`s atmosphere)\nSpeed: cruise Mach 1.4; max Mach 2.7 (at 14,400m within the Earth`s atmosphere)\nFuselage Load Limit: 9g+\nMaximum Altitude: 18,000 meters\nArmament:* 1x 20mm Gatling gun\n\n* 7x internal hardpoint (weapons bay, usually used for AAMs)\n\n* 2x external hardpoint (usually used for drop tanks)\n",
  "gender" : "UNKNOWN",
  "name" : "FFR-31 Sylphide",
  "type" : "VESSEL"
}