{
  "anime_ids" : [ 8556 ],
  "character_id" : 41756,
  "description" : "Sannen Sankumi (3rd Grade, Class 3), is one of the classrooms at Yomiyama North Middle School. It is one of the primary settings of Another.\n26 years ago, there was a student named Yomiyama Misaki. He was a charming student, good looking and excelled in both academics and sport. All the teachers and students admired him. In his 9th grade, he was placed in class 3. Shortly after entering 9th grade, he died in an accident (there are many theories about this, some saying he died from plane crash and some saying because of fire). Unable to accept his death, his classmates decided to continue acting as if he is alive (talking with his desk, going home with him). Even at graduation, the principal arranged to have his seat included. After graduation, they took a picture of the class and found Misaki, who wasn`t supposed to appear, included, with a pale face, but smiling like everyone else. After that incident, the class has been cursed and placed closer to death.\nIt started in 1973, a year after when they found out about having an extra student and were one desk short. At first they just thought it was an error and ignored it. But six students and ten of their family members died that year. Since then they found out that there is a `dead one` in the class. The `dead one` is the person who died a year or a few years before, but somehow they have been placed in that class (The dead person can be a student or a teacher). All the memories of the people around the `dead person` are altered, so the other students think that he/she is still alive. The dead person also doesn`t realize that they`re already dead. Because of that, at least one student or their family members die each month. This happened because of the countermeasures in Class 3-3 in 1972. The students before have tried many ways to prevent this, including changing the classroom and the class name from class 3-3 to 3-C. However it didn`t work. Until 10 years ago, they found out that in order to prevent the calamity they have `to treat a person as they don`t exist to make up for the presence of the dead person`.\nIn 1998, the class chose to treat Misaki Mei as if she didn`t exist, but the newly transfered student, Sakakibara Kouichi doesn`t know about the class curse and acknowledges her. Because of this, two students and three family members died. After that, the class treats both Mei and Kouichi as they never existed.",
  "gender" : "UNKNOWN",
  "name" : "Sannen Sankumi",
  "rating" : {
    "rating" : 9.99,
    "total" : 5
  },
  "type" : "ORGANIZATION"
}