{
  "anime_ids" : [ 2061 ],
  "character_id" : 42910,
  "description" : "Valon (ヴァロン, Varon) is Dartz`s third henchman. Abandoned at a young age, Valon was cared for by a nun at a church and protected him from a local street gang. However, when the nun was killed in a fire and the church burned down, Valon assaulted the gang and was sent to juvenile prison. While there, the headmaster taught him how to duel and had him take the souls of the other inmates. Afterwards, Dartz recruited Valon into his service. What Valon was not told was that the headmaster worked for Dartz, and Dartz was the one who set the fire that killed the nun. The story of the nun and the street gang is cut from the English anime, and Valon`s story of being in prison is mentioned to be caused by his penchant for street fights which Dartz had framed him for.\nValon develops feelings for Mai Valentine (Mai Kujaku in the Japanese version) when she joins the organization, thus making his grudge with Joey Wheeler (Katsuya Jounouchi in the Japanese version of the anime) a personal one because he interprets her feelings towards Joey as romantic, the existence of which go unconfirmed. Mai does not return his feelings as he would have liked and tells him that Joey is to be her opponent, not his. After dueling and losing to Joey, Valon has his soul taken, but his body is recovered by Rafael and taken to safety, and he is restored along with Mai`s when Dartz is defeated.\nValon uses an Armor deck, relying on monsters that attach to him as physical pieces of futuristic armor. Although they have limited physical strength, when combined their special abilities gives the appearance of a single, high-powered monster with powers such as immunity to destruction, destroying monsters, and inflicting direct damage. Valon summons his Armor pieces en masse using various Armor Gravitation cards, making the Seal of Orichalcos pivotal to his strategy by allowing him to summon more pieces than normal.",
  "gender" : "MALE",
  "name" : "Valon",
  "rating" : {
    "rating" : 6.05,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "76" : "Maeda Takeshi"
  }
}