{
  "anime_ids" : [ 7891 ],
  "character_id" : 42989,
  "description" : "Skyla`s Swoobat tends to be the first Pokémon she uses in actual battles as she used it first against Cilan and Ash. People call Skyla`s Swoobat the black courting heart as it emits sound waves of various frequencies from its nostril. Skyla believes that her Swoobat is very powerful against Bug or Fire types as she would give it the victory in her Gym air battles.\nBattle against Cilan\nSkyla`s Swoobat was matched up against Cilan`s Stunfisk in Skyla`s air battle and she believed that her Swoobat would be victorious. In the actual gym battle, Skyla`s Swoobat was matched up against Cilan`s Pansage. It proved to be very fast in the air and easily dodged all of Cilan`s Pansage`s attacks. It only used two attacks against Cilan`s Pansage: a Air Cutter and a Gust attack before it knocked it out and gave Skyla the victory in the first round. Cilan`s Pansage was replaced by Cilan`s Crustle and Skyla`s Swoobat was one hit knocked out by Rock Wrecker.\nGym Battle against Ash\nIn Skyla`s air battle simulation, Skyla`s Swoobat was matched up against Ash`s Krokorok and because Ground type attacks wouldn`t have any effect on her Swoobat, she gave it the victory. In the actual gym battle, Skyla`s Swoobat and Ash`s Krokorok were the first match-up and Ash`s Krokorok wasn`t able to hit Skyla`s Swoobat at all. Cilan noted though that if Stone Edge hit completely, the taste of the battle might have changed. This was the first gym battle for Ash`s Krokorok and it ended in a loss but everyone including Ash seemed to think it did well despite the obvious type disadvantage.\nAsh`s Tranquill was then matched up against Skyla`s Swoobat who had just defeated Ash`s Krokorok. At first, Skyla`s Swoobat and Ash`s Tranquill moves seemed to be equally matched but Ash realized that they wouldn`t loose in a speed battle and a combo of Wing Attack and Air Cutter knocked out Skyla`s Swoobat. Skyla pitted its loss on the fact that her Swoobat had already gone through one match, so it had a disadvantage.",
  "gender" : "UNKNOWN",
  "name" : "Kokoromori (Fuuro)",
  "type" : "CHARACTER"
}