{
  "anime_ids" : [ 7891 ],
  "character_id" : 42988,
  "description" : "Mile is Skyla`s grandfather and the former Fukiyose Gym Leader. Once he retired from being the Gym Leader, he started the Fukiyose Cargo Service that he`d always dreamed of running. The Cargo Service seems to run out of the same building that the Gym is still located in as Iris read the sign outside the building which says \"Fukiyose Cargo Service\" (フキヨセカーゴサービス). He was the referee for both Cilan and Ash`s battles against Skyla.\nMile had been quite concerned about his granddaughter Skyla`s `air battles` as he didn`t seem to approve of her doing them against challengers despite the fact that it saved her time battling the numerous challengers. Skyla told him that she didn`t need to work so hard if she could accurately predict the outcome. She had watched her grandpa`s old battle video and also told him that passionate battles that smell of sweat are a thing of the past. After he realized that Ash and Cilan did not approve of her `air battles`, he told Ash that if he wanted to do a real battle that he should go to another gym but both of them didn`t want to go after hearing she was actually a really good battler. Mile hoped that Cilan or Ash would be able to show Skyla that battles don`t always end up as she might predict.\nFukiyose Tower Bell of Wishes Festival\nMile presided over and was the only judge of the Fukiyose Tower Bell of Wishes Festival. He explained the flow of the tournament to the contestants which required them to overcome several hurdles on their way. He explained that the the first one to reach the goal on the roof of the Fukiyose Tower wins the festival tournament and would be given the right to ring the Bell of Wishes. During the quiz he was going to pick Nurse Joy (Isshu) as the girl he preferred the most but Reiji`s Elgyem changed his mind to Officer Jenny (Isshu) and Mile was a bit confused with his choice. During the imitation competition he informed Cilan that he was a very big Elesa fan and he had to be very strict with imitations of her. Ash and Pikachu were neck and neck with Stephan and Stephan`s Sawk until the very end when Stephan`s Litwick candle ended up being a real Litwick and blew out Ash`s candle flame to give Stephan the victory. Despite the controversy, Mile declared Stephan the victor.",
  "gender" : "MALE",
  "name" : "Mile",
  "type" : "CHARACTER",
  "voice_actors" : {
    "289" : "Nishimura Tomomichi"
  }
}