{
  "anime_ids" : [ 7891, 9216, 9764, 12409 ],
  "character_id" : 42986,
  "description" : "Skyla is the Gym Leader of Mistralton Gym and those that defeat her in battle are given the Jet Badge. Her grandfather explained to Ash and his friends that Skyla is such an amazing battler that challengers from all over the Unova region came flooding in to battle her but she became so busy that she couldn`t fly her beloved airplanes any longer. She then devised air battles to save her time battling against all the challengers as she efficiently judged the challengers and their Pokémon by doing simulated battles in her head. If they won the simulation, she would award them the badge.\nGym Battle against Cilan\nAfter watching Skyla perform `air battles`, Cilan got very upset that she was not actually doing the battles and he challenged her to a battle. Cilan agreed to do an `air battle` with her and she determined that he would loose the battle against her with the Pokémon he had chosen to battle her with. Cilan though wanted to have a real battle with her a he explained to her that with Pokémon battle, like any meal, must be tasted first before people can be certain to know anything. Skyla agreed and Cilan thought that he would be able to show her up by defeating her in a real battle and showing how her `air battles` are flawed. Unfortunately Cilan ended up loosing to Skyla but Ash challenged her to a battle right after.\nGym Battle against Ash\nAfter the crowd and her grandfather convinced her to battle against Ash, Skyla did an air battle against Ash`s selected Pokémon and she said she`d beat him. Ash wanted to battle her right away after hearing that but she told him she`d battle him at noon the next day. Ash was able to prove to Skyla the efforts of a Trainer and their Pokémon can bring about unexpected developments that her air battles couldn`t account for. She then agreed to do proper Gym battles instead of air battles from that point on.",
  "gender" : "FEMALE",
  "name" : "Fuuro",
  "rating" : {
    "rating" : 6.91,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "210" : "Ueda Kana"
  }
}