{
  "anime_ids" : [ 7891, 9216, 9764 ],
  "character_id" : 42991,
  "description" : "Skyla`s Swanna seems to be Skyla`s most powerful Pokémon. People call Skyla`s Swanna the pure white wings of elegance as its a White Bird Pokémon that attacks powerfully with its bill and it also bends its neck and strikes repeatedly. Skyla believes that her Swanna is very powerful against Bug or Fire types as she would give it the victory in her Gym air battles.\nBattle against Cilan\nSkyla`s Swanna was matched up against Cilan`s Crustle in Skyla`s air battle and she believed that her Swanna would be victorious. In the actual gym battle, Skyla`s Unfezant was replaced by Skyla`s Swanna after it was defeated by Cilan`s Crustle and the match-up from Skyla`s air battle would actually take place. Despite Skyla believing that she could defeat Cilan`s Crustle by using BubbleBeam in her air battle, it didn`t prove too effective in the actual battle as Cilan`s Crustle tried to protect itself by hiding in its rock shell. Cilan`s Crustle then went on the offensive and jumped out of its shell to do another Shell Smash/X-Scissor combo, but Skyla saw it coming this time and Skyla`s Swanna countered it with a Brave Bird and knocked it out.\nCilan`s Crustle was then replaced by Cilan`s Stunfisk to determine the winner of the match. Cilan`s Stunfisk started off with a Thundershock but Skyla`s Swanna shook it off fairly easily and Skyla chastened Cilan by saying that it would take at least a Thunderbolt to affect her Swanna. Skyla`s Swanna countered with a Hurricane whic tossed Cilan`s Stunfisk into the air but wasn`t too effective against it as its actually quite mobile in the air. Cilan`s Stunfisk then used Scald which also burned Skyla`s Swanna. It appeared that Skyla`s Swanna was nearing defeat but it used Aqua Ring to heal itself and then attacked with a powerful Brave Bird and knocked out Cilan`s Stunfisk to give Skyla the victory in the match.\nBattle against Ash\nJust after Pikachu ended up knocking out Skyla`s Unfezant, Skyla`s Swanna was sent out to battle against it. Skyla had been watching her grandpa`s battle videos and noticed that he used the move Aqua Ring to defend against Electric attacks. She used that same defense against Pikachu which nullified its Electric attacks. It`s Iron Tail also couldn`t hit it so high in the air. Ash then noticed the rings in the air and Pikachu jumped up on them and managed to hit Skyla`s Swanna but not directly. Pikachu was now up in the air though and Skyla`s Swanna had the advantage there and it quickly knocked Pikachu out with a powerful Brave Bird attack.\nAfter Ash`s Tranquill replaced Pikachu in the final match-up in the gym battle, Ash`s Tranquill was overpowered by Skyla`s Swanna`s Hurricane and was knocked down hard to the ground. Ash`s Tranquill then evolved into Ash`s Unfezant and proved it was stronger and faster than Skyla`s Swanna. Ash dex and Cilan both noted that Ash`s Unfezant was female so it should be able to match or even surpass Swanna`s flying abilities. It also learned the new move Aerial Ace. After a short battle based on speed and air maneuvers, Ash`s Unfezant used its new move Aerial Ace and managed to catchup and hit Skyla`s Swanna in the air. The direct hit proved to be too much for it it and Skyla`s Swanna was knocked out and Ash ended up the overall victor of the gym battle. Ash`s Unfezant proved that it evolving brought in an unexpected element that Skyla could never have predicted in her air battle simulations.",
  "gender" : "UNKNOWN",
  "name" : "Swanna (Fuuro)",
  "type" : "CHARACTER"
}