{
  "anime_ids" : [ 7891 ],
  "character_id" : 42992,
  "description" : "Reiji was a participant in the Fukiyose Tower Bell of Wishes Festival that was conducted by Mile. Reiji is a `Psychic` who uses his Pokémon partner Ligray`s powers to make it seem like he has psionic powers of his own. As part of his `Psychic` persona, he will often get Ligray to change or read the minds of others to help benefit him. He has a bit of a superiority complex and he goes out of his way to use psionic powers for remedial tasks that otherwise did not need such an ability. Reiji and Reiji`s Elgyem were paired up together for the Fukiyose Tower Bell of Wishes Festival tournament.\nReiji interjected during the trivia quiz when Cilan and his friends where trying to figure out which girl Mile liked the best as it really was a very subjectional question. Reiji `proofed` his psionic powers to Cilan and his friends by getting his Ligray to change the mind of Mile to Officer Jenny (Isshu) so that they would get the question right. Mile was a bit confused after that round of the trivia quiz and Cilan seemed to notice Reiji`s Elgyem use its abilities to affect Mile.\nIn the scavenger hunt portion of the festival tournament, Reiji made a TwistedSpoon from an ordinary spoon using Reiji`s Elgyem powers. In the tub race, Reiji`s Elgyem used Psychic and lifted the boat above the water and they won that race. In the imitation portion of the tournament, Reiji was supposed to dress-up like Officer Jenny (Isshu) while Reiji`s Elgyem was supposed to dress-up like Officer Jenny`s Herdier but neither of the got dressed and they just walked out on stage in their normal clothes. Reiji`s Elgyem once again used its psionic powers on Mile to make it seem like they were dressed up. Mile accepted their dress-up and passed them onto the next round despite Iris` protests. Reiji and Reiji`s Elgyem also won the forest of trials obstacle course and were entered into the finals.\nIn the candle race, Reiji and Reiji`s Elgyem made it to the top first where they faced the flock of Pidove. Reiji thought he was smart by getting his Ligray to use Light Screen. It worked well against Gust but once they switched to Air Slash, it broke through and put out the candles flame and eliminated Reiji from the tournament.",
  "gender" : "MALE",
  "name" : "Reiji",
  "type" : "CHARACTER"
}