{
  "anime_ids" : [ 230, 1041, 4728, 6796, 8826, 14993, 15067, 15309 ],
  "character_id" : 436,
  "description" : "Mr. Mime is a dual-type Psychic/Fairy Pokémon introduced in Generation I. Prior to Generation VI, it was a pure Psychic-type Pokémon.\nIt evolves from Mime Jr. when leveled up while knowing Mimic.\nIn Galar, Mr. Mime has an Ice/Psychic-type regional form. It evolves into Mr. Rime starting at level 42. All Mime Jr. in Galar evolve into this form regardless of their origin.\nMr. Mime is a bipedal, humanoid Pokémon. Blue growths resembling clown hair extend from the sides of its pale pink head, and there is a magenta circle on each cheek. Its jaw is curved inward, resembling the mouth of a wooden dummy. It has a round, white body with a magenta spot in the middle, light pink arms and legs that connect to its body via magenta spheres, and small white coverings over its knees. Its white hands resemble gloves with magenta pads on the tips of its white fingers and its dark blue feet curl upward at the tips.\nFrom birth, this Pokémon is an excellent pantomime. As it matures, it gains the ability to solidify air molecules by vibrating its fingertips. This ability allows it to create invisible objects with its gestures. It punishes those who interrupt its act or are not impressed by slapping them. Mr. Mime is usually very rare, but can be found in suburban areas. In the past, Substitute was its signature move.\nGalarian Mr. Mime are mostly blue and white. Much like other Mr. Mime they also have blue growths resembling clown hair, however, these also extend and cover its cheeks. They have wider-shaped eyes then other Mr. Mime and they have a blue nose. Their bodies have a white top and a blue bottom and they have a diamond made of ice that resembles a tie. They have blue shoulder spheres, but lack these spheres on their legs. Unlike other Mr. Mime, Galarian Mr. Mime do not have defined fingers and instead have mitten-like hands. Their feet are more defined, resembling blue shoes with light blue soles, presumably made out of ice. Rather than miming, Galarian Mr. Mime`s main talent is tap dancing. Their feet radiate chilliness and can be used to create a floor of ice, which they can kick up to act as a barrier.",
  "gender" : "DIMORPHIC",
  "name" : "Barrierd",
  "rating" : {
    "rating" : 5.83,
    "total" : 13
  },
  "type" : "CHARACTER"
}