{
  "anime_ids" : [ 343, 826, 3705 ],
  "character_id" : 43807,
  "description" : "A temperamental but courageous female Silver Saint, Athena`s prohibition of women becoming Saints demanded of Shaina to abandon her femininity when starting her training as a Saint and forever hide her face from men. Shaina was mentor to Pegasus Seiya`s rival Cassios, whose defeat seemingly caused Shaina to bear a grudge against Seiya. At first, Shaina served the false Pope of Sanctuary, as she was determined to take Seiya`s life for the humiliation she caused her, but later, suspicion towards him grew in her, which led her to side with the Bronze Saints in their rebellion against Sanctuary. Shaina saved Seiya`s life from Leo Aiolia, sent by the Pope to kill him; being gravely wounded herself, she revealed that her grudge derived not from the fact that Seiya defeated Cassios, but because Seiya was the first man to ever see Shaina`s face, the worst offence against a female Saint. Rigid tradition forced female Saints to either of two choices: either kill the offender or fall in love with him, Shaina unwillingly choosing the latter. Convalescing during the conflict of the twelve temples, Shaina is shocked to learn about her pupil Cassios` death to save Seiya`s life, to spare her from grieving. Shaina then saves Eagle Marin`s life, who moments before had saved Seiya`s in the funeral roses stairway. After the false Pope is defeated, Shaina pledges her loyalty to Athena. Despite her love towards Seiya being unrequited, during the battle against Poseidon, Shaina is instrumental in the victory of Athena`s army, being sent by Libra Roushi to bring the Bronze Saints the imprescindible Libra Gold Cloth and going as far as to challenge Poseidon herself, but suffering defeat. Mere weeks later, Shaina leads the Bronze Saints and the rankless soldiers of Sanctuary in the protection of the surroundings, after the invasion of Hades` army. In the climax of the battle against Underworld, Shaina valiantly risks her life to protect Seiya`s sister Seika from the assault of the merciless Thanatos.\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Ophiuchus no Shaina",
  "rating" : {
    "rating" : 7.12,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "407" : "Koyama Mami"
  }
}