{
  "anime_ids" : [ 6257, 6340, 6646, 7307, 8280 ],
  "character_id" : 4424,
  "description" : "Hirasawa Yui is the main character of K-On!. She is one of the members of the http://anidb.net/ch6218 [light music club] and plays a Heritage Cherry Sunburst Gibson Les Paul Standard electric guitar that she nicknames \"Giita\" (ギー太). She does not get good grades in school (though when properly coached, she can achieve astounding results) and is easily distracted by trivialities (mainly those deemed cute and adorable). Yui is clumsy and easily spaces out most of the time. She takes a huge liking for any kind of food (she practically never gains weight, which is greatly envied by Mugi, Mio, and Sawako). She has a younger sister named Ui, who is very mature and acts as the \"older sister\" of Yui, taking care of her while their parents are away on business trips. Yui works extremely hard to get better at playing guitar, which is shown in later chapters. During performances, Yui plays with amazing energy and joy, which usually results in great response from the audience.\nYui is the band`s main vocalist and has perfect pitch — she can tune her guitar perfectly without a tuner, which greatly impresses Azusa, who has played the guitar much longer than Yui. She has a very easy-going nature, but has incredible concentration when hyped, though this is only limited to one subject at a time. Despite all of this, Yui is still devoted to her band and will always practice hard enough for the club. At school, she has become quite admired for her great voice. However, she is known to forget her lyrics in mid-performance as well as overdoing things, making her unable to perform sometimes. Mio was the lead vocalist at first, since Yui could not play the guitar and sing at the same time. Yui is also known to write childish lyrics as Ui has assisted her in creating them.\nHer surname is taken from P-Model guitarist Susumu Hirasawa.",
  "gender" : "FEMALE",
  "name" : "Hirasawa Yui",
  "rating" : {
    "rating" : 7.93,
    "total" : 667
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1438" : "Toyosaki Aki"
  }
}