{
  "anime_ids" : [ 6257, 6340, 7307, 8280 ],
  "character_id" : 4425,
  "description" : "Akiyama Mio is a shy girl who is in the light music club and plays a left-handed, 3-Color Sunburst Fender Jazz Bass with a tortoiseshell pickguard, though is shown playing a Fender Precision Bass in the first manga volume. She originally intended to join the literary club, but is forced into the http://anidb.net/ch6218 [light music club] by her childhood friend and the club`s president/drummer, http://anidb.net/ch4426 [Ritsu]. She gets excellent grades in school, but is bad with listening to stories involving macabre experiences, and cowers whenever something gross is brought up. She`s kind and warm, but while she can be mature and strict sometimes, she gets embarrassed easily, and is often subject to teasing from Ritsu and Sawako, their club adviser and eventual third-year homeroom teacher. She cites that she chose bass since it is not the center of attention in the band, unlike the guitarist. Mio is more technical when it comes to music, and Yui often comes to her when she is in need of more guitar tutorials.\nShe is the band`s backing vocalist and usually takes over lead vocals whenever Yui is incapable of singing or forgets the lyrics. She writes most of the songs, although they usually feature some odd and overly girlish lyrics like \"Light and Fluffy Time\". As she is left-handed, she becomes entranced whenever she sees left-handed instruments. Due to an unexpected accident in one of their live performances (and partly due to her attractive appearances), she acquired a huge amount of popularity, and even a fan club for her is formed (much to her dismay considering the circumstances surrounding it), whose founding member is the former student council president who also stalks Mio. Due to this, most of her classmates voted her to play as Romeo in their class play. Mio is seemingly a fan of Lomography, as she is often seen with a camera strongly resembling the Lomo LC-A during her summer training. Her surname is taken from former P-Model bassist and keyboardist Katsuhiko Akiyama.",
  "gender" : "FEMALE",
  "name" : "Akiyama Mio",
  "rating" : {
    "rating" : 8.73,
    "total" : 940
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1799" : "Hikasa Youko"
  }
}