{
  "anime_ids" : [ 230, 1020, 1041, 3419, 3493, 4728, 6797, 6798, 7257, 8826, 9764, 9956, 10563, 12407, 12646, 15067, 15309, 15626, 17883 ],
  "character_id" : 445,
  "description" : "Gyarados is the evolved form of Magikarp. It is a dramatically large change from Magikarp, going from a small fish to a long draconic, serpentine body. Gyarados tend to be very aggressive, and are powerful enough to destroy entire cities. They have a reputation for appearing where there is conflict, and shrivelling everything up with the Hyper Beam attack. Rampages like this have been known to last upwards of an entire month, and will not end until everything around them has been destroyed. Because they have been known to sink ships as well through the seastorms their rage causes, they are considered legendary among sailors, especially the red/ golden variety. Its big change in behavior is said to be attributed to a structural change occurring in its brain while evolving from Magikarp.\nIn the beta version of Pokémon Red and Green, Gyarados had the name of Skullkraken.\nShiny Gyarados is a particularly rare variety of Gyarados. While Gyarados are normally blue in color, there are some rare red/ gold scaled Gyarados. Though no more powerful than their more common blue counterparts, red Gyarados are valued for their rarity and individuality. This is caused in Pokémon Gold, Silver, and Crystal and the anime by a radio frequency transmitted by Team Rocket to force the Magikarp to evolve. The red coloration comes from the Magikarp evolving prematurely, and not undergoing the conversion from red to blue scale pigment. Thus, they retain the same color they had as a Magikarp. Red Gyarados are more commonly called Shiny Gyarados, or even Golden Gyarados due to the contrasting coloration.\nIn Generation II Pokémon games, a red Gyarados at the Lake of Rage is a main part of the plot. After its defeat or capture, a Red Scale is obtained, which can be given to Mr. Pokémon, or Marcus Spanier, in exchange for an Exp. Share. The red Gyarados is the only Pokémon in the Generation II games that will be shiny without fail.\nIn the anime, one is owned by Misty. At first, she fearfully dislikes Gyarados due to a traumatic experience, but manages to get over the fear, take over the Cerulean City Gym, and add one to her team. The red Gyarados in the anime is caught by Lance, the dragon trainer, to rescue it from Team Rocket. Team Rocket also uses a Gyarados-shaped submarine in early episodes, but trades it for a Magikarp-shaped submarine in later episodes.\nGyarados was noticeably larger in the Indigo Series, but has since become a lot smaller. Gyarados` most powerful attack is said to be Dragon Rage (however, this is not true in the games, given that Dragon Rage only ever does 40 damage), where many other Gyarados appear around the main Gyarados, then they start spinning around at such a speed they became one huge tornado, as seen in Episode #18: Island of The Giant Pokémon.",
  "gender" : "DIMORPHIC",
  "name" : "Gyarados",
  "rating" : {
    "rating" : 3.88,
    "total" : 34
  },
  "type" : "CHARACTER"
}