{
  "anime_ids" : [ 230, 921, 3419, 3493, 4728, 6796, 7117, 7257, 8826, 9764, 9956, 11585, 12407, 12646, 15067, 15309 ],
  "character_id" : 447,
  "description" : "Lapras is a dual-type Water/Ice Pokémon introduced in Generation I.\nWhile it is not known to evolve into or from any other Pokémon, it has a Gigantamax form.\nLapras is a large sea Pokémon that resembles a plesiosaur. It has a blue hide with darker blue spots and a cream-colored underside. It has large brown eyes, a short horn on its forehead, and tightly curled ears. It has a long neck and four flippers. The foremost flippers are larger than the hind. On its back is a heavy, gray shell covered in blunt knobs.\nLapras is a gentle, helpful Pokémon that enjoys ferrying people across bodies of water. In the past, its docility made it an easy target for hunters, and it was driven to near-extinction. Recent protection efforts have seen Lapras become overabundant instead, which is now affecting the fish Pokémon numbers in some areas. An intelligent Pokémon, it is able to understand human speech. Lapras have been known to travel in large pods across the seas, spanning both polar and tropical areas. To keep in touch with other of its kind, it sings enchanting melodies. In the anime it was shown that Lapras is able to develop psychic abilities such as telepathy.\nAs Gigantamax Lapras, it becomes larger in size and more armored. Its shell resembles a cruise ship with four gray and red stripes surrounding it, and it has four spikes on top of its shell with one steel spike resembling a funnel, which has three red clouds surrounding it. The sclera in Lapras` eyes change colors to white, yellow, and blue. A light blue ring of fine thin lines resembling a musical sheet created from ice particles circles around its shell.\n5,000 people can ride on the shell of Gigantamax Lapras for a very comfortable ride without any issues. Lapras can use it giant ring to break any icebergs that may prevent it from swimming.\nGigantamax Lapras is the only known Pokémon capable of using the exclusive G-Max Move G-Max Resonance.",
  "gender" : "DIMORPHIC",
  "name" : "Laplace",
  "rating" : {
    "rating" : 3.99,
    "total" : 30
  },
  "type" : "CHARACTER"
}