{
  "anime_ids" : [ 230, 1020, 1041, 2371, 4728, 5772, 6796, 6797, 8826, 9564, 9565, 9764, 9956, 10318, 12407, 12646, 14215, 14680, 15067, 15309, 15626, 17883, 19559 ],
  "character_id" : 449,
  "description" : "Eevee is a Normal-type Pokémon introduced in Generation I.\nIt evolves into one of eight different Pokémon through various methods. It also has a Gigantamax form.\nEevee is the game mascot and starter Pokémon in Pokémon: Let`s Go, Eevee!, as well as for the main characters of Pokémon XD: Gale of Darkness and Pokémon Conquest. It is also the rival`s starter Pokémon in Pokémon Yellow, although Professor Oak originally intended to give it to the player.\nEevee is a mammalian, quadruped Pokémon with primarily brown fur. The tip of its bushy tail and its large furry collar are cream-colored. It has short, slender legs with three small toes and a pink paw pad on each foot. Eevee has brown eyes, long pointed ears with dark brown interiors, and a small black nose. Eevee is rarely found in the wild and is mostly only found in cities and towns. However, Eevee is said to have an irregularly shaped genetic structure that is easily influenced by its environment. This allows it to adapt to a variety of habitats by evolving. Eevee is the only known Pokémon capable of using the exclusive Z-Move Extreme Evoboost.\nIn Pokémon: Let`s Go, Eevee!, the player starts with a special Eevee known as a Partner Eevee. The Partner Eevee has purple eyes and a lighter shade of fur. These design elements likely taken from the anime, which implemented similar traits starting in the Advanced Generation series. The marking on the tip of a female Partner Eevee is heart-shaped. Before Pokémon Sword and Shield, this trait was unique and wasn`t found on other female Eevee. Partner Eevee has higher base stats and access to moves that normal Eevee do not. Partner Eevee is the only Pokémon capable of performing Bouncy Bubble, Buzzy Buzz, Sizzly Slide, Glitzy Glow, Baddy Bad, Sappy Seed, Freezy Frost, Sparkly Swirl, and the Partner Power, Veevee Volley. In Pokémon Sword and Shield, the unique pattern is present on all female Eevee as a true gender difference.\nAs Gigantamax Eevee, it has become larger and more fluffy. The fur collar becomes longer with several triangular furs pointing straight up. The right ear has three red clouds surrounding it like a circle. Due to the fur becoming fluffier and luxurious, any enemies caught in it will lose the will to fight due to being enamored by its presence. Due to Gigantamaxing, Eevee becomes even more playful and rambunctious, desiring to play with its opponent and often unintentionally crushing them with its size.\nGigantamax Eevee is the only known Pokémon capable of using the exclusive G-Max Move G-Max Cuddle.",
  "gender" : "DIMORPHIC",
  "name" : "Eievui",
  "type" : "CHARACTER"
}