{
  "anime_ids" : [ 7891, 9216, 12409 ],
  "character_id" : 45865,
  "description" : "Brycen is the Gym Leader of the Icirrus Gym located in Icirrus City. His specializes in Ice type Pokémon and those that defeat him in a gym battle are awarded the Freeze Badge.\nBrycen is a movie star that made his vivid debut in a movie called \"Freeze, Tunbear\" (\"Freeze, Tunbear\" is based off of the movie Enter the Dragon). \"Freeze, Tunbear\" was a huge, worldwide hit as it was the first proper martial arts movie using physical fights. Brycen`s Beartic also played a co-starting role in the movie as well as his other movies \"The Path to the Ice\" and \"Iron Fist of Ice\". Those two movies were also huge hits and the cause of long waiting lines at the theaters.\n\"Freeze, Tunbear\", is set on a lonely island far off in the sea, dominated by an evil organization. A martial arts tournament is scheduled to open on said island and Brycen participates. Awaiting him there was the strongest Tunbear. However, having gained respect for each other through fighting, a friendship blossomed between Brycen and Tunbear and at the end, they combine forces to crushingly defeat the evil organization! However, even though production of the sequel, \"Ice Games\" had already already started, Brycen suddenly quit and didn`t show himself in front of fans any more. Cilan found out that the reason for not filming was because there was an accident while they were shooting the movie, so Brycen decided to do some training with Tunbear in the mountains.\nGym Battle against Ash\nAfter showing Ash and his friends so many things like his training and battling, Brycen revealed to them that he was the Icirrus Gym leader and that he`d be looking forward to battling against Ash. As an Ice type trainer, his entire battlefield was ice and all his Pokémon that battled against Ash were ice type. Ash proved to be a strong competitor for Brycen and after a spirited battle with Ash`s Krokorok defeating Brycen`s Beartic in the final match-up, Brycen congratulated Ash and awarded him the Freeze Badge.",
  "gender" : "MALE",
  "name" : "Hachiku",
  "type" : "CHARACTER",
  "voice_actors" : {
    "190" : "Tobita Nobuo"
  }
}