{
  "anime_ids" : [ 7891 ],
  "character_id" : 45862,
  "description" : "Suwama is Ash`s Tepig`s original owner. Suwama is a very detestable person who has no regard for the feelings of others and his only goal is to get the strongest Pokémon he can find for his `Fire Warriors` team and get them by any means necessary. He`s known to lie, bully and show no compassion.\nHe had a double battle against Kenso at the Astilbe Town Battle Club. His battle with Suwama didn`t last very long but it garnered a lot of attention in the Battle Club as Ash and his friends could hear people cheering in the hallway and then came to watch the battle. After loosing the battle, Suwama confronted Kenso and tried to get him to give up his Pokémon. Kenso`s timid nature was apparent as he didn`t stand up for himself and Iris butt in and got mad at Suwama for trying to take Kenso`s Pokémon. Suwama only backed off when Don George showed up from around the corner.\nTrial\nWhile at the Astilbe Town Pokémon Center, Ash`s Tepig noticed Suwama and came up to it. After talking with Ash and his friends, he realized that this was the Tepig he`d let go. Suwama was put on trial by Cilan after he revealed that he was a Trial Sommelier. He presented himself as an impartial courtroom judge in the Karakusa Town Pokabu Abandonment case where Prosecutor Ash told about the cruel abandonment of Ash`s Tepig where it had a rope tied up around its mouth. The defendant Suwama told a different story though as he said that forcing a talentless Pokémon into futile battles is crueler. Unable to make a decision in the case, Don George suggested that the verdict be decided with a battle and Cilan agreed.\nWhile he initially told Cilan that the reason he abandoned Tepig was because he thought it was even more cruel to let a weak Pokémon battle, he actually pretended to suffer as well by having to give Tepig up as Suwama realized most Pokémon give up if he acted like the farewell pained him too. Suwama has obviously let go of many Pokémon he deemed too weak to be with him. Suwama was actually relieved when he was finally rid of Tepig.\nBattle against Ash`s Tepig\nFor most of the battle Ash`s Tepig did not attack and Ash`s Snivy had to carry the battle until it was knocked out. Ash`s Tepig evolved into Ash`s Pignite and then quickly overpowered Suwama Pokémon to win the battle. After Ash`s Pignite defeated Suwama, Cilan said the battle had a superb taste and that there`s no need to hand down a verdict as it`s obvious that Ash and Ash`s Tepig were right.\nSuwama realized how much stronger Ash`s Pignite had become and he tried to get it to join him again thinking that it would want to rejoin it after he had rejected him a second time the day before. Ash`s Pignite pretended that he was interested for a few moments before blowing fire into Suwama`s face. Suwama ran off in psychotic pain while telling Ash`s Pignite to remember him.",
  "gender" : "MALE",
  "name" : "Suwama",
  "type" : "CHARACTER",
  "voice_actors" : {
    "14" : "Fukuyama Jun"
  }
}