{
  "anime_ids" : [ 7891, 9764 ],
  "character_id" : 45877,
  "description" : "Pinot Noir is the other A-class Pokémon Sommelier other than Cilan that Hattori invited to be brought to his house so that they could determine which Pokémon would be best for Momotchi first Pokémon. Pinot Noir described himself as having outstanding intelligence, stamina, observing eyes and expressiveness. He already had heard about Cilan and how he was an excellent Pokémon Sommelier despite his young age. Pinot Noir appears to be middle aged and has had a lot of experience as being a Pokémon Sommelier.\nDuring his tasting time, Pinot Noir determined that what is important for a first Pokémon is the coordination with its Trainer and that a marriage in which each makes the other look cuter and more beautiful would be ideal. He believed that Tuline was the most suitable candidate for Momotchi as the prettiness unique to Grass types, the cute appearance and the possibility of a gorgeous evolution were all perfectly suited for her. Cilan didn`t completely disagree with Pinot Noir`s choice though but he sensed that it wasn`t a perfect selection.\nPokémon battle vs Cilan\nDespite their disagreement, Hattori suggested the two have a Pokémon battle to determine which A-class Pokémon Sommelier would get to choose the Pokémon for Momotchi. The battle was a 1-on-1 affair and Pinot Noir`s Purrloin was sent out to face Cilan`s Crustle. Pinot Noir said his Choroneko`s speed and power even surpasses its evolved form Lepardas. During the battle, Pinot Noir noted that Cilan`s Crustle was a good choice for Cilan in that it`s faithful to the basics but that alone was nothing but an ordinary and boring tasting. He expanded by saying that selecting Iwapalace, who is both a Rock and a Bug type, against Choroneko, a Dark type, is a standard reaction. He suggested to Cilan that an A-class Sommelier needed to have more unpredictability which Cilan`s Crustle showed by coming out of its shell and using Rock Wrecker to defeat Pinot Noir`s Purrloin. Pinot Noir admitted that Cilan`s Crustle hid an unexpected flavor.\nWhen Cilan chose Tamagetake as Momotchi partner, he initially thought that fashion-wise, they weren`t really a match but after he saw the bond between the two he admitted that he lost the tasting compatibility to Cilan but vowed to beat him the next time they met.",
  "gender" : "MALE",
  "name" : "Pinot Noir",
  "type" : "CHARACTER",
  "voice_actors" : {
    "2002" : "Katsu Anri"
  }
}