{
  "anime_ids" : [ 230, 1041, 2371, 3419, 3493, 3510, 4728, 5772, 6796, 6797, 6798, 6804, 8826, 9289, 9956, 11585, 12407, 12646, 15067 ],
  "character_id" : 459,
  "description" : "Snorlax is a Normal-type Pokémon introduced in Generation I.\nIt evolves from Munchlax when leveled up with high friendship. It also has a Gigantamax form.\nIn the Generation I and II games and their remakes, wild Snorlax can be found sleeping in inconvenient locations throughout Kanto. In order to catch one, a Trainer must first awaken it with music from either a Poké Flute or Pokégear set to the Poké Flute channel. A sleeping Snorlax makes a return in Pokémon X and Y, in which it is blocking the player`s way on Route 7.\nSnorlax is a huge, bipedal, dark blue-green Pokémon with a cream-colored face, belly, and feet. Its body is composed of mostly its belly, as its limbs are comparatively small. Its head is large with small, pointed ears and two pointed teeth protruding from its lower jaw. It has round feet, which both have three claws and a circular brown paw pad, and short arms with five claws on each hand. Snorlax`s bulk makes it the heaviest Normal type.\nSnorlax is often found in mountains and forests. It wakes up only to eat, requiring 900 lbs. (400 kg) of food per day before returning to its slumber. It is not a picky eater, as its strong stomach allows it to eat even moldy food without feeling any ill effects. It can even handle thorny plants or Muk`s poison. It can also eat while it is resting. Snorlax is docile enough to let children and small Pokémon bounce on its large stomach.\nSnorlax can show awesome power when prompted. As Gigantamax Snorlax, seeds and small rocks that were tangled in its belly fur goes through immense growth and a tree spouts upon its belly. The tree has three red clouds surrounding it like a circle. It almost never moves; even when in battle it only slightly lifts its body and attacks by flailing with its arms and legs. However, its attacks are very powerful — Gigantamax Snorlax is considered to be the strongest Dynamax Pokémon to have been discovered.\nIt is the only known Pokémon capable of using the exclusive Z-Move Pulverizing Pancake and G-Max Move G-Max Replenish.",
  "gender" : "DIMORPHIC",
  "name" : "Kabigon",
  "type" : "CHARACTER",
  "voice_actors" : {
    "178" : "Miyake Kenta"
  }
}