{
  "anime_ids" : [ 230, 1020, 1041, 2848, 4728, 5048, 6316, 7257, 8826, 9956, 11585, 12646, 15067 ],
  "character_id" : 460,
  "description" : "Articuno is one of the three Legendary Birds along with Zapdos and Moltres. It is a large bird with blue plumage, a bluish-white-feathered chest, a three feathered crest adorning its nose, and a long, sparkling tail. It can create and manipulate ice freely. Its translucent wings are imbued with the essence of frigidity, and the flapping of its wings chills the air, causing the conversion of water particles in the air into snow or ice, causing snow to fall when it flies overhead. In legend, Articuno resides within the confines of icy mountains, because those who have seen its were often doomed explorers scaling such mountains, and therefore it is believed Articuno makes it a point to appear before them and save them.\nIt is interesting to note that the last letters of its name, \"uno\" (\"one\" in Spanish), suggest it is the first of the three legendary bird Pokémon. This is reinforced by the fact that the last letters of the names of its fellow legendary birds suggest that they are the second and third. They are Zapdos (\"dos\", which is \"two\" in Spanish) and Moltres (\"tres\", which is \"three\" in Spanish).\nArticuno`s video game appearances occur in the very confusing mazes of the icy Seafoam Islands, on Route 20, between Fuschia City and Cinnabar Island. It is a unique Pokémon that usually appears alongside Zapdos and Moltres. Since only one of each exists in the games, players usually try to catch the Birds.\nArticuno also makes appearances in the anime and manga, also as a unique Pokémon and a general species. They participate in various events and battles. Articuno was initially believed to be the large golden bird Ash saw in the very first episode, but it turned out to actually be Ho-Oh, though the earlier reference was kept in the Red, Blue, Yellow game versions when one looked into a telescope and saw it. Its largest role is in Pokémon: The Movie 2000. Lawrence III creates a battle between the three birds, and Ash Ketchum had to team up with Lugia to stop them. In the beginning of the Battle Frontier challenge in the anime, Noland, the battle factory frontier brain had befriended one. After reuniting with their photographer friend Todd, Ash and its friends hear a rumor that Articuno lives on a certain mountain. After several encounters with Team Rocket, Ash and Todd are saved by Articuno from a snowstorm, and Todd manages to snap a picture of it. Ash`s Charizard did battle with it and Articuno lost by a narrow margin.\nIn Pokémon Mystery Dungeon: Blue Rescue Team and Red Rescue Team, Articuno is the third legendary boss as well as the third legendary bird you battle. He is also the hardest to convince of the three legendary birds that the main hero Pokémon is not responsible for the havocs in the Pokémon World. Absol prevents Articuno from ending the hero and partner by ensuring that Articuno knows the truth.",
  "gender" : "NONE",
  "name" : "Freezer",
  "rating" : {
    "rating" : 8.35,
    "total" : 17
  },
  "type" : "CHARACTER"
}