{
  "anime_ids" : [ 230, 1020, 2848, 3419, 4728, 5048, 6316, 7257, 8826, 9956, 11585, 12646, 15067 ],
  "character_id" : 462,
  "description" : "Moltres is one of the three Legendary Birds, along with Articuno and Zapdos. It is a large bird that is literally ablaze with fire, resembling something related to a phoenix. It has an orange body, a small pointed beak, and where its plumage should be are flames of a searing intensity. It can freely create and manipulate fire, and it constantly looses flaming embers from its wings. When its body is injured for any reason, it will head towards a volcano and dip its body in the molten magma to heal its wounds. Moltres is an elusive creature, seen about as rarely as the other two members of the Legendary Bird triad. When Moltres thinks it is in the least bit possible danger, it will summon a flash of fire and seemingly disappear, flying out of sight very fast.\nThe first video game appearance of Moltres was in Pokémon Red and Blue versions. In these Versions, Moltres was in a blocked off area of Victory Road, only accessible from the end of the cave. However, Moltres was moved from its lair in FireRed and LeafGreen, to Mount Ember, an active volcano, on 1 Island, the first of the new Sevii Islands.\nThe first official appearance of Moltres in the anime was in the episode that marks the beginning of the Pokémon League, where it lights the torch which is equivalent to the real-life Olympic Torch. It also plays a role in \"Pokémon The Movie 2000: The Power of One\", along with the other two Legendary Birds (Zapdos and Articuno). It was one of the two birds that the villainous collector, often referred to as both Gelardan and Lawrence III, captured to allow him access to Lugia`s power, but the upset of the balance that occurred as a result nearly caused a worldwide weather catastrophe as Moltres was driven to wage war with its two rivals. They were quelled once Ash and Lugia fulfilled the prophecy related to the legendary birds. In a later episode of Pokémon Chronicles, Ash`s rival Richie encountered a trainer named Silver who wanted to capture Moltres, battling him with its Salamence. Silver is interrupted by Team Rocket members Butch and Cassidy who attempt to kidnap Moltres, rather than catching him fairly. Richie and Silver team up to defeat Butch and Cassidy and rescue Moltres, although the firebird was badly weakened by the Rockets` attack. Silver let Moltres go, wanting to catch him in a fair fight when it was at full strength, although it promised it`d try again.\nAccording to one of the trainers in Blaine`s gym on Cinnabar Island, Blaine decided to become a trainer of Fire-type Pokémon after having been rescued by a fiery bird when lost in the mountains.",
  "gender" : "NONE",
  "name" : "Fire",
  "rating" : {
    "rating" : 3.92,
    "total" : 24
  },
  "type" : "CHARACTER"
}