{
  "anime_ids" : [ 230, 1041, 7891, 8826, 9764, 9956, 10966, 15067, 17883 ],
  "character_id" : 465,
  "description" : "Dragonite is the final form of the Dratini evolutionary line. It evolves from Dragonair at level 55. Dragonite`s appearance is notably different from that of its previous forms. As Dragonite, it is now a golden bipedal dragon with a beige underbelly that extends from the top of its neck to the tip of its tail. Along with already being a Dragon-type, it has now gained the secondary Flying-type, growing wings. Dragonite is one of the fastest flying Pokémon, and \"The fastest flying Pokémon\" as of the first generation. It has a small horn on the top of its head, along with slightly \"S\" shaped antennae. However, much like its previous forms, Dragonite still has a gentle and somewhat innocent appearance. Its diet consists mainly of berries, soft plants, and fruit, while it will occasionally eat crustaceans, like Corphish and Krabby.\nDragonite are very loyal to any trainer they find worthy of acceptance. They are calm, gentle, and intelligent creatures, but when threatened can put their pudgy bulk to good use. Dragonite seem to have more advanced vocal abilities compared to other Pokémon in that they make several different types of calls, rather than just saying their name. They have been noted to save drowning swimmers and threatened sailors. Dragonites` speed is very varied; some Dragonite can have great speeds while other have very low/average speeds. It is said that Dragonite can circle the globe in less than 16 hours.\nDragonite`s main anime appearance was at the end of the Orange Island League season in \"Enter The Dragonite\". It was spotted twice in the previous episode \"Hello Pummelo\" as Ash, Tracy and Misty saw it flying over the sea around Pummelo Island and they learned that it was owned by the \"Orange Crew\" leader, Drake. It also defeated Team Rocket as they tried to steal Dragonite. In Ash`s six on six battle with Drake, it defeated Ash`s Charizard with Dragon Rage, Squirtle with Thunder and Tauros with Thunder before Ash`s Pikachu took it out with a Thunder of its own. While none of Ash`s Pokémon were strong enough to defeat Dragonite on their own, their combined attacks steadily weakened it to the point of exhaustion, allowing Pikachu to finally defeat it. Drake keeps Dragonite`s Poké Ball on a necklace. Professor Oak also owns a Dragonite and was used prior to the episode \"The Mastermind of Mirage Pokémon\". It also appeared in Pokémon: The First Movie, when it was sent by Mewtwo to give Ash and his friends an invitation. It also appeared in the beginning of Ash`s journey when he encountered Bill. Here, Dragonite was described as an unknown legendary Pokémon by the Pokédex, and because it was nighttime the colour of its skin couldn`t be seen.",
  "gender" : "DIMORPHIC",
  "name" : "Kairyu",
  "type" : "CHARACTER"
}