{
  "anime_ids" : [ 990, 1041, 2371, 2848, 4728, 5048, 5772, 7109, 8826, 9871, 12407, 14215, 15067 ],
  "character_id" : 467,
  "description" : "Mew is a Psychic-type legendary Pokémon. It was first introduced as a secret Pokémon in the first generation. Nintendo`s specialists in Pokémon have spoken, in Nintendo`s Pokémon-related speech in 2007, that Mewtwo is more powerful than Mew, therefore being a clone (better from the original: Pokémon Red and Blue and Yellow). Mew appears as a pink feline-esque Pokémon with large feet, big blue eyes, and a very long tail. Its skin is covered with a layer of fine pink hair. By nature, Mew is known to be a playful and kind Pokémon. Its DNA is said to possess the genetic composition of all existing Pokémon species, thus allowing it to use all known Pokémon techniques. In the anime, it is also capable of further teleportation, summoning giant pink bubbles of psychic energy (which serve various purposes such as closing itself in for protection, act as a cushion, or simply for Mew`s amusement of bouncing on), and rendering itself invisible.\nIn the first generation video games, Mew is mentioned in journal entries found in the Pokémon Mansion on Cinnabar Island stating that it was discovered deep in the jungles of Guyana, South America on July 5 (the year was not specified) and named on July 10, and that it \"gave birth\" to Mewtwo on Feb. 6. Mew was available at Kiosks during special events held by Nintendo after the release of Red, Blue, and Yellow. However, a glitch exists in these Generation I games that allows the player to capture a level 7 Mew.\nMew plays a role in some of the Pokémon anime films. In Pokémon: The First Movie, Mewtwo was created from a fossilized Mew hair found in the Amazon. A single Mew travels to where Mewtwo is holding its tournament in order to convince it to stop. It also made a short appearance in Mewtwo Returns (a special episode involving the whole of Team Rocket (including Giovanni) and Mewtwo, as well as various other characters.) In Pokémon: Lucario and the Mystery of Mew, the backdrop revolves around Mew`s mysterious history and how this extremely rare Pokémon came to be so powerful. Also, at the beginning of the movie, a Pokémon \"family tree\" is shown. The first Pokémon on it is Mew, and the last is Ho-oh. Since Mew contains the genetic composition that is found in every species of Pokémon, Mew has the ability to transform into any Pokémon like Ditto. However, in the anime, Mew does not need to see the Pokémon in order to transform into it.",
  "gender" : "NONE",
  "name" : "Mew",
  "rating" : {
    "rating" : 8.76,
    "total" : 35
  },
  "type" : "CHARACTER"
}