{
  "anime_ids" : [ 8691, 9187, 11680 ],
  "character_id" : 47072,
  "description" : "Kurasaki Fuuko is a \"retired\" Burst Linker associated with the element of wind. She is also the vice-commander of Nega Nebulus.\nSky Raker is Ash Roller`s \"parent\" (the one who gave him Brain Burst) and the only person in Accel World he shows respect towards. Before Silver Crow existed she was known as \"the person closest to the sky\" in the Accelerated World, gaining the nicknames \"Astro\", \"ICBM\" and \"Icarus\". She became obsessed with the desire to fly and as a result was abandoned by her friends and \"parent.\" Eventually, she gets the help of her only remaining friend and master Black Lotus to reach level 8. Having spent several level up bonus points trying to obtain the ability to fly, she eventually asks Black Lotus to cut off her avatar`s legs to reduce her avatar`s weight and increase her will. She is introduced to Silver Crow by Ash Roller in the Unlimited Neutral Field to help him control his willpower and use the Incarnate System to fly without his wings. After meeting her in the real world, Haru realizes she has mechanical prosthetic legs. Sky Raker later rejoins Nega Nebulus before the Hermes` Cord Vertical Race and regains her legs near the end of the race.\nHer Brain Burst avatar appears as a silver-blue robot modeled after her real world self, lacking legs below the knee and confined to a wheelchair she powers through the Incarnate System. She keeps the wheelchair even after she regains her legs. Sky Raker is one of the only Brain Burst avatars that wears clothes, in her case a wide-brimmed summer hat and dress. Sky Raker owns an Enhanced Armament known as Gale Thruster, a rocket pack that, while not granting true flight, temporarily allows for incredibly long jumps and midair dashes. She lends the Gale Thruster to Haru to help him regain Silver Crow`s wings. Later on, Silver Crow shows her that the Gale Thruster is for flying in space as wings become useless without air.\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Kurasaki Fuuko",
  "rating" : {
    "rating" : 7.69,
    "total" : 35
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "424" : "Endou Aya"
  }
}