{
  "anime_ids" : [ 5674, 7664, 9421 ],
  "character_id" : 4741,
  "description" : "A misanthropic former major-rank military esper with eight decades of life under his belt, Kyousuke is one tough adversary with an abundant anthology of different esper capabilities. As is the case with Kaoru`s berserk runaway telekinesis, Kyousuke has the capability to defy fully powered-up ESP Counter Measure generators but does so as \"the rule\". Kyousuke has a lengthy history of teleporting out of his subterranean holding cell, walking around for a breath of fresh air, and teleporting back in without anybody detecting and challenging him. Given that there are few efficacious avenues for damaging him (never mind the subjugation and confinement), Kyousuke believes that he do whatever he wishes and it would not be that outrageous to suspect that Kyousuke is either one of the alpha adversaries or the alpha adversary. He delights in giving B.A.B.E.L. fits as he foils their attempts to apprehend him and using his hypnosis to especially manipulate Minamoto for his own amusement (such as creating the illusion that Kaoru, Shiho, and Aoi are physically older than in reality). Kyousuke`s misanthropy also extends to other espers if they defy him (although he will offer them a chance to serve him first). He views Kaoru as his queen and soul mate due to her ability to defy the fully powered-up ESP Counter Measure generator and wishes for her to grow up quickly not caring anything that Kaoru is much more like a child than she initially appears as Minamoto is forced to endure on a daily basis. He and Momotarou have a social dynamic where they always see the worst of normal people and behave as if the word of an esper always takes precedence over the word of a normal person—with which they both have had several dysphoric experiences.",
  "gender" : "MALE",
  "name" : "Hyoubu Kyousuke",
  "rating" : {
    "rating" : 7.97,
    "total" : 72
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "370" : "Yusa Kouji"
  }
}