{
  "anime_ids" : [ 69, 411, 893, 1253, 1254, 2036, 2644, 2736, 4097, 4851, 5691, 6199, 6537, 7251, 7538, 8010, 8142, 8940, 11529, 14318, 14737, 16983 ],
  "character_id" : 476,
  "description" : "Nami, nicknamed Thief-Cat Nami, is the crew`s 18-year-old navigator and thief. She has the ability to recognize and analyze even the slightest changes in the weather up to the point of sheer intuition. She is also an excellent pickpocket. Her dream is to draw a complete map of the world. Throughout the series, Nami fights using a bou-like staff that is made up of three connectable segments. http://anidb.net/ch478 [Usopp] later provides her with a version of this weapon capable of controlling weather, called the Clima-Takt (\"Climate Baton\" in the English manga and as \"Weather Forcer\" in the 4Kids dub). Even later, Usopp augments the Clima-Takt with dials, making it more powerful. Nami ranked in the Top 10 of all three Shounen Jump character popularity polls. Her backstory has been found to be a \"touching story\" as it \"unfolds with a lot of emotion\" by Mania Entertainment writer, Jarred Pine. Pine also mentioned Nami was his favorite character from the series, and satisfied with how the manga showed her past. While reviewing the 8th DVD from Viz Media, Activeanime mentioned Nami is one of the best characters from the series as \"She`s got guts, smarts, and can heft a mean punch when needed\". Like Pined, Activeanime liked Nami`s background and added that his \"itty bitty heart went out to her\".\nWhen a reader asked http://anidb.net/cr4013 [Oda] who Nami is in romantic love with, Oda answered that there will not likely be any romance among the http://anidb.net/ch1954 [Straw Hat Pirates]. Oda explained that he does not portray romance in http://anidb.net/a69 [One Piece] as the series is a shounen comic, and the young boys who read the comic are not interested in romance.",
  "gender" : "FEMALE",
  "name" : "Nami",
  "rating" : {
    "rating" : 7.53,
    "total" : 2673
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "319" : "Okamura Akemi"
  }
}