{
  "anime_ids" : [ 69, 411, 893, 1253, 1254, 2036, 2644, 4097, 4851, 5691, 6199, 6537, 7251, 7538, 8010, 8142, 8940, 11529, 14318, 14737, 16983 ],
  "character_id" : 478,
  "description" : "Usopp, nicknamed \"Sogeking\", \"King of Snipers Sogeking\" (Sogeki no Ou-sama; \"Sniperking\" (Viz manga) is the 17-year old marksman of the http://anidb.net/ch1954 [Straw Hat Pirates]. His name comes from Uso, which means liar in Japanese, and Aesop, the author of The Boy Who Cried Wolf. He is a liar, talented inventor, as well as a skilled painter and sculptor. His primary weapon is a slingshot, which he uses to fire various kinds of ammunition, ranging from rotten eggs and shuriken to hot sauce, flaming, and exploding projectiles. Later, he creates himself a large, dial-powered slingshot he calls Kabuto, with which he is able to out range even guns. Usopp`s father, http://anidb.net/ch688 [Yasopp], left his family to become a pirate when Usopp was still very young. Some time after this, Usopp`s mother, http://anidb.net/ch648 [Banchina], fell ill. Usopp started telling lies, stating that his father had returned and would be taking them with him. His mother eventually died, but Usopp, in his sadness, continued to lie. Despite all this, he does not blame his father for leaving him, but takes pride in his heritage. He is inspired by http://anidb.net/ch474 [Luffy], http://anidb.net/ch475 [Zoro], and http://anidb.net/ch476 [Nami] and decides to go out to sea, following his dream of becoming a \"brave warrior of the sea\". His weakness as a fighter weighs heavily upon him and when after the crew is defeated and almost destroyed by http://anidb.net/ch3168 [Admiral Aokiji], Luffy decides to replace the badly damaged http://anidb.net/ch2028 [Going Merry], the Straw Hats` first ship, which is given to them by Usopp`s friend http://anidb.net/ch643 [Kaya], a girl from his village that he used to cheer up with his lies, Usopp goes so far as to temporarily leave the crew.\nUsopp ranked in the Top 10 of all three Shounen Jump character popularity polls. In a 2007 Oricon poll, Usopp was voted the 10th most wanted character to receive a spin off amongst all respondents, and the 5th most popular amongst males. In a review of Funimation Entertainment`s second DVD release for Mania Entertainment, Bryce Coulter notes that Usopp \"brings lots of comic relief to the series\", but also comments that he \"can be down right annoying at times\".",
  "gender" : "MALE",
  "name" : "Usopp",
  "rating" : {
    "rating" : 4.45,
    "total" : 1495
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "254" : "Yamaguchi Kappei"
  }
}