{
  "anime_ids" : [ 67, 3392 ],
  "character_id" : 48619,
  "description" : "Born on Earth, March 27, 2015, Isamu Dyson grew up with his two friends http://anidb.net/ch48624 [Myung] and http://anidb.net/ch48622 [Guld] on the rural planet of Eden. A student of Della Musica High School, he shared a fascination for flying with http://anidb.net/ch48622 [Guld], and would often go chasing the planet`s indigenous giant birds just to watch them fly. Another thing he shared with http://anidb.net/ch48622 [Guld] was his love for http://anidb.net/ch48624 [Myung]. When he and http://anidb.net/ch48624 [Myung] finally had a tender moment, http://anidb.net/ch48622 [Guld] walked in on them and exploded with rage attacking his former friends. The trio broke up and both http://anidb.net/ch48624 [Myung] and Isamu leave planet Eden separately.Not long after, on September 1, 2034, Isamu realized his dream of flying by joining the U.N. Spacy as a fighter pilot. He showed his extraordinary skill again-and-again as he fought renegade Zentradi in his http://anidb.net/ch48620 [VF-11 Thunderbolt] variable fighter leading to an astronomical kill count. However his skill came with a penchant for showmanship, dare devilry, and an independent smart-mouth personality. Vices that did not endear him to his superiors, no matter how skilled he was. An incident during an asteroid skirmish finally convinced his superiors to get rid of him by assigning him to Project Super Nova as a test pilot, ironically something Isamu had desired for a long time.\nThe move transferred him January 5, 2040, to New Edwards Test Flight Center on his home planet of Eden. There he becomes Shinsei Industries` newest test pilot, flying their prototype the http://anidb.net/ch48621 [YF-19]. To his surprise he finds that his former friend http://anidb.net/ch48622 [Guld] is the test pilot for the opposing team vying for the contract, and a bitter rivalry-fueled by old differences- arises between the two that gets transferred to the competition. A rivalry that soon comes to low blows. Things get further complicated when http://anidb.net/ch48624 [Myung] shows up in Eden as well as the producer for the galaxy sensation http://anidb.net/ch48625 [Sharon Apple]. Meanwhile, Isamu also develops what he perceives as a rivalry with the base commander, Col. Millard Johnson, who uses a gruff demeanor and feigned disdain for the hotheaded young pilot to push him to try and use his airframe to its utmost limits.\nWhen Project Super Nova is cancelled due to the introduction of the unmanned X-9 \"Ghost\" drone, hot headed Isamu steals the http://anidb.net/ch48621 [YF-19], aided and abetted by its chief engineer Yang Neumann, and heads to Earth to disrupt the Ghost`s inauguration. There he finds that he was followed by http://anidb.net/ch48622 [Guld] who was sent to bring him back and a dogfight breaks between them. During the fight, the two finally confront each other with their grievances and in the end manage to settle them and become friends again. The new alliance is tested when the crazed http://anidb.net/ch48625 [Sharon Apple] takes control of the Ghost and attacks them. http://anidb.net/ch48622 [Guld] however convinces Isamu to leave and rescue the imprisoned http://anidb.net/ch48624 [Myung]. There he is faced by intense fire from the http://anidb.net/ch21733 [Macross] itself, also controlled by http://anidb.net/ch48625 [Sharon Apple]. Soon after, Isamu succumbs to http://anidb.net/ch48625 [Sharon]`s hypnotizing powers and takes his fighter into a death plunge. But thanks to http://anidb.net/ch48624 [Myung]`s singing he breaks from http://anidb.net/ch48625 [Sharon]`s hold and destroys her. Unfortunately http://anidb.net/ch48622 [Guld] is killed during his battle with the Ghost in a kamikazee like attack destroying both himself and the drone.\nIn the movie version, Isamu is last seen standing with http://anidb.net/ch48624 [Myung] on the platform of the http://anidb.net/ch21733 [Macross], and she promptly sings \"Voices\", as he puts an arm around her shoulder, winning her at last. Isamu also made a brief cameo appearance in http://anidb.net/a7959 [Macross Frontier: The Wings of Goodbye] as a Member of S.M.S fighting against the Vajra.Source: wiki",
  "gender" : "MALE",
  "name" : "Isamu Alva Dyson",
  "rating" : {
    "rating" : 2.45,
    "total" : 11
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "374" : "Yamazaki Takumi"
  }
}