{
  "anime_ids" : [ 67, 3392 ],
  "character_id" : 48623,
  "description" : "The YF-21 Advanced Variable Fighter (AVF) Prototype was designed and built in 2039 by General Galaxy as their entry for the Project Super Nova design contest. Project Super Nova was sponsored by the UN Spacy to develop the next generation variable fighter that would replace the aging http://anidb.net/ch48620 [VF-11 Thunderbolt] as the main variable fighter for terran military forces. The YF-21 was one of two designs selected for the final competition at the New Edwards Flight Center on planet Eden; the other design being the http://anidb.net/ch48621 [YF-19 AVF] designed by Yang Neumann of Shinsei Industries.\nUnlike the more traditionally designed http://anidb.net/ch48621 [YF-19], the YF-21 is literally a showcase of leading-edge combat technology. Many of fighter`s systems are advanced prototypes, which gives the YF-21 a definite edge in terms of technology. The fighter also includes a significant amount of Zentraedi overtechnology in its flight systems, including a revised version of the inertia vector control system used in the Quimeliquola Quaedlunn-Rau (Female Combat Armor) battlesuit. The alien technology gives the YF-21 a strong resemblance to Zentraedi battlesuits in soldier mode. The AVF is also equipped with many cutting-edge human technology systems, including a revolutionary active stealth system that can absorb radar and other sensor waves, rendering the fighter invisible to most electromagnetic sensor systems.\nHowever the most advanced systems in the YF-21 AVF are the Brainwave Control System (BCS) and Brain Direct Imaging (BDI) system. The BCS allows the pilot to control all functions of the aircraft literally with his thoughts, while the BDI feeds sensor data directly into the pilot`s mind, providing far more information than traditional HMD (head-mounted display) or HUD (heads-up display) systems are capable of. When used together, these two systems allow the pilot to sense and react to situations with the speed of thought while flying the YF-21. The new systems require some time to get accustomed to, however, and only certain disciplined pilots are able to use them to their full potential. In addition, these systems have occasionally exhibited feedback and control problems with some pilots, including chief test pilot http://anidb.net/ch48622 [Guld Boa Bowman].\nTwo prototypes of the YF-21 were constructed, with the first one having a conventional flight control system and the second one equipped with the BCS and BDI systems. YF-21 Prototype No. 2 and its pilot, http://anidb.net/ch48622 [Chief Bowman], were invited to the New Edwards Flight Center on planet Eden for final testing. At first, the YF-21 (codenamed \"Omega One\") performed flawlessly, but then began to develop problems due to incompatibilities between http://anidb.net/ch48622 [Chief Bowmann] and the BCS/BDI systems. Later during a impromptu duel between the http://anidb.net/ch48621 [YF-19] and YF-21 the YF-21`s right arm was torn off and the http://anidb.net/ch48621 [YF-19] was severely damaged by a discharge from its own GU-15 gun pod. This disaster made the UN Spacy high command nervous, prompting them to halt Project Super Nova and approve the newly-developed Ghost X-9 Unmanned Fighter as its replacement for the http://anidb.net/ch48620 [VF-11].\nUnsatisfied by the program`s cancellation, http://anidb.net/ch48619 [Lt. Isamu Dyson] and Yang Neumann stole the http://anidb.net/ch48621 [YF-19] and its fold booster and made an unauthorized fold from Eden to Earth. http://anidb.net/ch48622 [Chief Bowman] was ordered to pursue in the YF-21, which at the time was the only aircraft capable of keeping up with the hijacked http://anidb.net/ch48621 [YF-19]. The two prototypes engaged in a final combat during the Macross 30th Anniversary Celebration on Earth, but their grudge match was interrupted when the newly-awakened AI system for popular rock star Sharon Apple took control of Earth`s computer systems and enslaved the entire populace via holographic hypnosis. http://anidb.net/ch48619 [Lt. Dyson] and http://anidb.net/ch48622 [Chief Bowman] overcame their differences and banded together to stop Sharon, and the YF-21 engaged the prototype Ghost X-9 in combat while the http://anidb.net/ch48621 [YF-19] confronted the AI at the http://anidb.net/ch21733 [SDF-1 Macross]. In order to stop the Ghost and give http://anidb.net/ch48619 [Dyson] more time, http://anidb.net/ch48622 [Bowman] rammed the X-9 with the YF-21, which stopped the renegade prototype at the cost of his own life. Because of this sacrifice http://anidb.net/ch48619 [Lt. Dyson] in the http://anidb.net/ch48621 [YF-19] was able to destroy the Sharon Apple AI, ending the crisis.\nAfter the smoke from the Sharon Apple incident cleared the http://anidb.net/ch48621 [YF-19] was declared the winner of Project Super Nova, and was put into production with the intention of replacing the http://anidb.net/ch48620 [VF-11 Thunderbolt]. However the loss of the YF-21 did not discourage General Galaxy, and two years later the company released the VF-22 Sturmvogel II, an advanced combat aircraft based on the YF-21 prototype. Although the VF-22 did not include the controversial BDI and BCS control systems of the second YF-21 prototype, it proved to be an extremely able aircraft and was purchased by the UN Spacy on a limited basis as a special forces fighter.\nSource: http://gioco.net/macross/varitech/yf21.htm",
  "gender" : "UNKNOWN",
  "name" : "YF-21 Omega One",
  "type" : "MECH"
}