{
  "anime_ids" : [ 67, 3392, 8539 ],
  "character_id" : 48621,
  "description" : "The YF-19 Prototype Advanced Variable Fighter (AVF) was designed and built in 2039 by Shinsei Industries as their entry into the Project Super Nova design contest being conducted by the UN Spacy. Project Super Nova`s main purpose was to develop a new variable fighter to replace the aging http://anidb.net/ch48620 [VF-11 Thunderbolt] as the main fighter for UN Spacy military forces. The YF-19 was one of two fighters selected for the final competition at the New Edwards Flight Center on planet Eden; the other design being the http://anidb.net/ch48623 [YF-21 AVF] developed by General Galaxy. The YF-19 was developed by Yan Newmann, the child genius of Shinsei Industries.\nThe YF-19 was plagued with problems and mishaps throughout the course of the contest. Due to difficulties in controlling such a powerful variable fighter, the prototype was damaged several times and several test pilots were killed during the early trials of the aircraft. Eventually http://anidb.net/ch48619 [Lt. Isamu Dyson], a talented but reckless UN Spacy pilot, was assigned to test the YF-19 and quickly proved himself to be a competent pilot for the prototype.However, during a mock duel between the YF-19 and http://anidb.net/ch48623 [YF-21], the YF-19 was damaged by a discharge from its own GU-15 gun pod, almost killinghttp://anidb.net/ch48619 [ Lt. Dyson] in the process. Shortly thereafter, Project Super Nova was halted under direct order of the UN Spacy after the development of the Ghost X-9 Unmanned Fighter in February 2040 was completed. Not satisfied with the cancellation of the project, http://anidb.net/ch48619 [Lt. Dyson] and Yan Newmann stole the YF-19 and its fold booster and made an unauthorized fold from Eden to Earth. The http://anidb.net/ch48623 [YF-21] prototype was ordered to pursue the YF-19, and the two prototypes engaged in combat again during the Macross 30th Anniversary Celebration on Earth. However, the grudge match between the two pilots was interrupted by the newly completed AI system for pop singer http://anidb.net/ch48625 [Sharon Apple] who took control of the entire computer system for Earth and attempted to enslave its entire population through holographic hypnosis. The two prototypes fought against http://anidb.net/ch48625 [Sharon] and the Ghost X-9 prototype she controlled, and the YF-19 managed to break through the AI`s defenses and destroy her CPU aboard the http://anidb.net/ch21733 [SDF Macross].\nAfter the smoke from the incident had settled, the YF-19 was declared the winner of the Project Super Nova competition. Dubbed the VF-19 Excalibur, the new fighter has begun slowly replacing the http://anidb.net/ch48620 [VF-11 Thunderbolt] as the main tactical superiority fighter for the UN Spacy since 2040. However, it will be several years before the new design comes into service with all deep space forces and colony missions spread throughout the galaxy. Several variations of the new design have begun to appear already, including the VF-19 Kai \"Fire Valkyrie\" variant aboard the Macross 7, operating near the core of the galaxy. Most of these variants are one-of-a-kind special operations fighters and are not widely distributed.Source: http://gioco.net/macross/varitech/yf19.htm",
  "gender" : "UNKNOWN",
  "name" : "YF-19 Alpha One",
  "type" : "MECH"
}