{
  "anime_ids" : [ 67, 442, 1357, 3392 ],
  "character_id" : 48620,
  "description" : "In the early 2020`s, the U.N. Government found itself requiring a new type of variable fighter with a combat profile much different from that of the current VF-5000 fighter. In 2022, development began on the VF-11 Thunderbolt, a design descended directly from the original VF-1 Valkyrie (though the two Battroid mode silhouettes are similar, the structures vary greatly). After the VF-1, few variable fighter airframes were multi-environment and were limited operating either in the air or in space. The VF-11 Thunderbolt broke from the norm and was a legitimate multipurpose successor to the VF-1. The program proceded on schedule and the VF-11`s first flight was made in 2028. Early in the development process, then Captain Milia Jenius of the Eagle Nest Aerial Tactics Center became one of many vocal advocates for the inclusion of the forward canard wing on the VF-11, a design choice which caused heated debate. While the canard wing enhanced the VF-11`s maneuverability considerably in an atmosphere, the increased air resistance also limited the fighter`s maximum speed. Fortunately, Captain Jenius piloted the No. 2 VFX-11 prototype (fitted with a canard, unlike the No. 1 prototype) in an operation to rescue a U.N. chief advisor. The flight data collected during this operation convinced the U.N.G. to adopt the VF-11 with the canard wing implemented. In December 2030 mass production of the VF-11 began and the Thunderbolt officially replaced the http://anidb.net/ch49112 [VF-4 Lightning III] as the main variable fighter of the U.N. Spacy.\nThe VF-11 was deployed on long-distance immigration ships, colonized planets and deep outer space forces where it served well as a variable fighter with emphasis on speed, maneuverability and economy of design. The Thunderbolt excelled in all respects such as firepower, maneuverability and maintainability while showing high comprehensive performance for a general purpose machine both inside and outside of atmosphere. The http://anidb.net/ch49112 [VF-4 Lightning III] and the VF-5 emphasized deployment in outer space and the VF-5000 Star Mirage focused on atmospheric performance. By contrast, one of the factors which granted the VF-11 high-deployment status was the Thunderbolt`s multipurpose design and high level of comprehensive performance in any operational environment (similar to the superior flexibility of the VF-1 Valkyrie). Utilizing a 30 mm gun pod as it`s primary weapon, the VF-11`s had as much destructive power against modern enemy mecha in a much smaller caliber than the VF-1`s 55 mm cannon. The smaller shell size also granted the VF-11 a much greater ammunition payload and the gun pod design included extra magazines for reloading in battle. An emphasis on close-range combat capability in Battroid mode was also featured by way of an anti-mecha bayonet. In addition to the anti-aircraft pulse laser, the VF-11 included the first hard defense feature in the form of an anti-projectile shield for GERWALK and battroid modes that dramatically improved resilience. The success of the anti-projectile shield prompted implementation in future variable fighters. The success of the VF-11 also saw the development of a modern Super Part system (which gave the Thunderbolt missiles in space) and the APS-11 Protect Armor system for special operations.\nThe VF-11 Thunderbolt served with distinction for over a decade and operated as the main variable fighter of the U.N. Spacy all throughout the 2030`s. Eventually, the VF-11`s lack of missile weaponry and aging design prompted new priorities for the U.N.G. military. In 2040 the VF-11 was scheduled to be replaced pending the winning design of the Super Nova AVF project, a competition between the http://anidb.net/ch48621 [YF-19] and http://anidb.net/ch48623 [YF-21] variable fighters in development since the mid-2030`s. In 2041 the formal decision was made to adopt VF-19 as the next generation of main variable fighters but while the VF-11 would be slowly replaced, the Thunderbolt continued operational deployment in many fleets well into the 2040s.Source: http://www.macross2.net/m3/macrossplus/vf-11b.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-11B Thunderbolt",
  "type" : "MECH"
}