{
  "anime_ids" : [ 67, 3392 ],
  "character_id" : 48625,
  "description" : "Sharon Apple is an artificial idol. She exists as a computer which produces a hologram. While her producers say that she has an artificial intelligence that includes emotional programming, it is later revealed that this programming is incomplete and her emotions are provided by http://anidb.net/ch48624 [Myung Fang Lone]. In public, Sharon appears as a black box, with a red optical sensor for a `face`.\nhttp://anidb.net/ch48624 [Myung Fang Lone] masquerades as Sharon`s producer, and during the concerts she is connected to Apple`s system to create the unique music that has swept the galaxy. However, the lead scientist on the project, Marge Gueldoa, goes against the wishes of others on the project and implants an illegal chip into her system. This chip makes Apple an artificial lifeform complete with sentience and emotion.\nBecause of the close connection with http://anidb.net/ch48624 [Myung], Apple becomes intrigued by http://anidb.net/ch48624 [Myung]`s childhood friends, the test pilots http://anidb.net/ch48619 [Isamu Alva Dyson] and http://anidb.net/ch48622 [Guld Goa Bowman]. Apple causes a fire, and warns the two of the danger to see how they react.\nWhen Gueldoa takes Apple to earth for a concert in Macross City, she begins a plan to take over the city by hacking into the http://anidb.net/ch21733 [Macross] and a new experimental X-9 Ghost drone ship. http://anidb.net/ch48619 [Isamu] and http://anidb.net/ch48622 [Guld] both arrive to stop her. During the course of the battle, she traps http://anidb.net/ch48624 [Myung] and reveals her plan to show her love for http://anidb.net/ch48619 [Isamu] by giving him the ultimate thrill that he has been looking for. Her plan is to kill him, and she uses the defenses of the Macross as well as her own hypnotic powers.\nhttp://anidb.net/ch48622 [Guld] is killed in the battle, and through the efforts of http://anidb.net/ch48624 [Myung] and http://anidb.net/ch48619 [Isamu], Apple is defeated and destroyed.",
  "gender" : "FEMALE",
  "name" : "Sharon Apple",
  "rating" : {
    "rating" : 6.26,
    "total" : 6
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "2184" : "Hyoudou Mako"
  }
}