{
  "anime_ids" : [ 67, 3392 ],
  "character_id" : 48622,
  "description" : "A Zentradi/human hybrid, Guld grew up with his two friends Myung and http://anidb.net/ch48619 [Isamu] on the rural planet of Eden. He shared a fascination for flying with http://anidb.net/ch48619 [Isamu], and the two managed to build a man powered flying machine together. Another thing he shared with http://anidb.net/ch48619 [Isamu] was his love for Myung. One day Guld walked in on http://anidb.net/ch48619 [Isamu] and Myung sharing a tender moment. His Zentradi warlike tendencies explode with jealous rage and he attacks his two former friends. As a result, Guld knocks out http://anidb.net/ch48619 [Isamu] and attacks Myung. The trio broke up, Myung and http://anidb.net/ch48619 [Isamu] leaving Eden. Alone on Eden, Guld`s psyche managed to suppress the memories of his assault, convincing him that he was protecting Myung from http://anidb.net/ch48619 [Isamu]`s unwanted advances.\nYears later, he became an employee for General Galaxy, both as a designer of variable fighters and a test pilot. His pet project, the controversial mind controlled YF-21, became General Galaxy`s entry in the Project Super Nova competition. Much to his distaste his rival, the test pilot for Shinsei Industries` http://anidb.net/ch48621 [YF-19], is none other than his old rival http://anidb.net/ch48619 [Isamu]. The competition between the two, flamed by their old rivalries becomes a bitter one. Things get even more complicated when Myung shows up in Eden as well, now the producer for the popular AI singer Sharon Apple who is on tour. In an early test flight of the YF-21, Guld fantasizes about forcing Isamu`s http://anidb.net/ch48620 [VF-11 Thunderbolt] to crash (having been rescued from a certainly fatal crash by http://anidb.net/ch48619 [Isamu]`s quick thinking himself moments earlier). The YF-21`s control system interprets this as a command and pushes down hard on Isamu`s fighter, forcing it to crash, which Isamu survives with only superficial injuries. Guld, determined to win, even manages to sabotage one of the tests in his favour by swapping live ammunition into http://anidb.net/ch48619 [Isamu]`s gun pod, which he later uses to fire into the http://anidb.net/ch48621 [YF-19] and nearly kills Isamu (he had been originally intending for the ammunition to be used by http://anidb.net/ch48619 [Isamu] against him, to make it look as though http://anidb.net/ch48619 [Isamu] had plotted to murder him). Just as Guld is starting to patch things up between him and Myung, she leaves for Earth to attend the anniversary of the end of the Space War. Meanwhile, Project Super Nova is cancelled when U.N. Spacy announce that they will go for the A.I. controlled X-9 Ghost. While Guld is mulling this, http://anidb.net/ch48619 [Isamu] steals the http://anidb.net/ch48621 [YF-19] to stop the Ghost`s inauguration on Earth. Guld is then tasked to bring him back using the YF-21. He succeeds in tracking down his rival and an intense dogfight ensues. During the duel, Guld accuses http://anidb.net/ch48619 [Isamu] of stealing Myung from him, of ruining everything. Just as Guld landed a mortal shot on http://anidb.net/ch48619 [Isamu], all the suppressed memories flood back in, and Guld realizes his mistake.\nLuckily for the grieving Guld, http://anidb.net/ch48619 [Isamu] managed to escape in the last moment. But just as they start to bond again, the X-9 Ghost appears, now controlled by the crazed Sharon Apple and attacks the two. Guld manages to convince http://anidb.net/ch48619 [Isamu] to leave this fight to him, and go rescue Myung instead. The fight goes in the Ghost`s favour in the beginning, as Guld can barely keep up with the Ghost`s aerobatics. In one last act of sacrifice, Guld removes all the inhibitors from the YF-21, allowing him to execute dangerously high-G maneuvers. He reconciles himself with both http://anidb.net/ch48619 [Isamu] and Myung over the radio and destroys the X-9 Ghost, killing himself in the process.",
  "gender" : "MALE",
  "name" : "Guld Goa Bowman",
  "rating" : {
    "rating" : 8.34,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "339" : "Ishizuka Unshou"
  }
}