{
  "anime_ids" : [ 67, 3392 ],
  "character_id" : 48624,
  "description" : "Myung grew up on the planet Eden with her two best friends http://anidb.net/ch48619 [Isamu Alva Dyson] and http://anidb.net/ch48622 [Guld Goa Bowman]. Singing was her passion, and her song \"Voices\" was a hit during her school`s festival. She, http://anidb.net/ch48619 [Isamu] and http://anidb.net/ch48622 [Guld] were a love triangle that eventually exploded when http://anidb.net/ch48622 [Guld] found Myung and http://anidb.net/ch48619 [Isamu] having a tender moment, and ended with http://anidb.net/ch48622 [Guld] assaulting his two friends. The trio broke up and Myung left Eden soon after.Years later, Myung returned to Eden as the producer for http://anidb.net/ch48625 [Sharon Apple], the computerized singer on tour. The secret was that http://anidb.net/ch48625 [Sharon Apple] was incomplete. She had no emotions. Myung`s real job was to supply these emotions. On Eden, Myung is shocked when she meets http://anidb.net/ch48619 [Isamu] and http://anidb.net/ch48622 [Guld] there, the two now pilots competing in the Super Nova Project. The reunion brings back the old rivalry between the two and feelings that Myung thought she had left behind.Before settling matters between her and her two suitors, she leaves Eden with http://anidb.net/ch48625 [Sharon Apple] for Earth to celebrate the anniversary of the armistice between the humans and the Zentradi. There, the awakened http://anidb.net/ch48625 [Sharon Apple] imprisons Myung so she can have free rein with http://anidb.net/ch48619 [Isamu] and http://anidb.net/ch48622 [Guld]. It also reveals Myung`s love for http://anidb.net/ch48622 [Guld], but greater love for http://anidb.net/ch48619 [Isamu]. Myung manages to free herself and stop http://anidb.net/ch48625 [Sharon Apple], but not before she settles all the lingering emotions with her two friends.\nhttp://anidb.net/ch48619 [Isamu] is later seen in the second movie of Macross Frontier, http://anidb.net/a7959 [Sayonara no Tsubasa]. Flying his old YF-19. Revealing that http://anidb.net/ch48619 [Isamu], left the conventional military sometime between 2040 and 2059 and joined the S.M.S.Source: wiki",
  "gender" : "FEMALE",
  "name" : "Myung Fang Lone",
  "rating" : {
    "rating" : 6.12,
    "total" : 12
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1509" : "Fukami Rika"
  }
}