{
  "anime_ids" : [ 67, 3392 ],
  "character_id" : 48628,
  "description" : "The Ghost X-9 was developed as an unmanned combat aerial vehicle for use within and outside of atmosphere to replaced the manned aircraft VF (Variable Fighter). It possesses incredible maneuverability and firepower with no restriction of a living pilot and boasts the performance that exceeds in all areas of the next generation variable fighters (AVF). Furthermore, the http://anidb.net/ch48625 [Sharon]-type artificial intelligence (AI), a completely autonomous-control-type AI applied from the http://anidb.net/ch48625 [Sharon Apple] core was mounted, demonstrating combat ability unlike earlier with Ghosts equipped with conventional semi-autonomous AI, like the QF-3000E Ghost.\nThe unmanned combat aerial vehicle with the nickname \"Ghost Bird\", which the U.N. Spacy was further developing in the shadow of the next main variable fighter selection trail, \"The Supernova Project\". Senior UN leadership, led by General Gomez, pushed development in secret on Earth achieving favorable results in tests. It is equipped with an autonomous-type artificial intelligence adapted from data obtained from the virtual idol http://anidb.net/ch48625 [Sharon Apple] and demonstrates acceleration performance and combat ability exceeding manned aircraft. Since it performed with favorable results in simulated combat, it was designated unofficially as the next main fighter for the UN Forces with with plans to reveal to the public in 2040, following the conclusion of the 30th Anniversary Space War I Memorial Ceremony. It was manipulated by http://anidb.net/ch48625 [Sharon Apple] who controlled the UN Command central functions including communication facilities, but 2 test aircraft descended to Earth (http://anidb.net/ch48621 [YF-19] and http://anidb.net/ch48623 [YF-21]) and engaged in combat. It was shot down, receiving a ramming (suicide) attack from the http://anidb.net/ch48623 [YF-21], which released its limiter. Because dependence on artificial intelligence was reviewed after this case, adoption of the X-9 was canceled, but development of unmanned aerial combat vehicles was continued afterwords.\nSource: http://macross.anime.net/wiki/X-9",
  "gender" : "UNKNOWN",
  "name" : "Ghost X-9",
  "type" : "MECH"
}