{
  "anime_ids" : [ 77, 442, 996, 2324 ],
  "character_id" : 48787,
  "description" : "After the crash-landing of the Alien StarShip-One in July 1999 it is discovered the alien crew was a race of giants some five times the size of a human. Fearful of being unprepared for a conflict with these aliens, the newly formed United Nations Government (UNG) begins researching anti-giant weapon systems technologies. Utilizing the now named OverTechnology found on the ASS-1, the non-variable humanoid mecha called the Destroid is designed; another weapon system is the transformable Battroid. The UNG contracts Stonewell and Bellcom to develop an all-environment variable fighter eventually known as the \"Valkyrie.\" Rising to the challenge, Stonewell and Bellcom subcontract with OT reaction powerplant producer Shinnakasu Heavy Industry and Destroid developer Centinental to complete a basic design by 2005. The first transformable prototype is successfully tested in 2007 and the UNG decides to formally adopt the Valkyrie in November of that year. By late 2008, mass production is in full swing on the VF-1A variable fighter.\nFrom February 2009 to March 2010, the VF-1A Valkyrie served as the standard variable fighter of the U.N. Spacy in Space War I. The VF-1 proved to be an extremely capable craft, successfully combating a variety of Zentradi mecha even in most sorties which saw UN Spacy forces significantly outnumbered. The versatility of the Valkyrie design enabled the variable fighter to act as both large-scale infantry and as air/space superiority fighter. The signature skills of U.N. Spacy ace pilot http://anidb.net/ch10506 [Maximilian Jenius] exemplified the effectiveness of the variable systems as he near-constantly transformed the Valkyrie in battle to seize advantages of each mode as combat conditions changed from moment to moment. The basic VF-1 was deployed in four minor variants (designated A, D, J, and S) and its success was increased by continued development of various enhancements including the GBP-1S \"Armored\" Valkyrie and FAST Pack \"Super\" Valkyrie weapon systems.\nAfter the end of Space War I, the VF-1A continued to be manufactured both in the Sol system (notably on the Lunar facility Apollo Base) and throughout the UNG space colonies. Although the VF-1 would eventually be replaced as the primary VF of the UN Spacy by the VF-4 Lightning III in 2020, a long service record and continued production after the war proved the lasting worth of the design. The VF-1A was without doubt the most recognizable variable fighter of Space War I and was seen as a vibrant symbol of the U.N. Spacy even into the first year of the New Era 0001 in 2013. At the end of 2015 the final rollout of the VF-1 was celebrated at a special ceremony, commemorating this most famous of variable fighters.\nSource: http://www.macross2.net/m3/sdfmacross/vf-1a-valkyrie.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-1A Valkyrie",
  "type" : "MECH"
}