{
  "anime_ids" : [ 67, 77, 501, 996, 2324, 3392 ],
  "character_id" : 48791,
  "description" : "The ARMD Class vessels were designed as space carriers for variable fighters and other U.N.S. spacecraft. The ARMD began construction in April 2003 at the Lagrange Point 5 manufacturing station. The first two carriers ARMD-01 and ARMD-02 were commissioned in July 2008 and October 2008 respectively and were opertaional prior to Space War I in February 2009. Built by OTEC Company, the ARMD carriers featured OverTechnology with gravity control systems, a reaction heat pile system and even the fold drive (though this super dimension navigation system was never implemented). At 430 meters in length, the ARMD carriers were much smaller than the large http://anidb.net/ch21733 [SDF-1 Macross] and both ARMD-01 and ARMD-02 were originally meant to dock with the larger craft when the ship achieved orbit during its maiden voyage.\nAs a carrier vessel, the ARMDs held numerous ships and mecha. ARMD-01 held 78 SF-A3 Lancer II space fighters and 270 QF-3000E Ghost fighters (as well as an unknown number of VF-1A variable fighters) just prior to Space War I. In addition to several hundred fighters, the ARMD carrier was armed with many weapons including beam cannons, small anti-aircraft cannons and launchers as well as large anti-ship reaction warheads. The ARMD possessed many large vernier thruster nozzles positioned all over the craft. These powerful thrusters granted the ARMD excellent maneuverability in space and also proved very useful for combat engagement and evasion.Both ARMD-01 and ARMD-02 were destroyed in the first battle of Space War I on February 7, 2009. However, both vessels engaged in combat with the Zentradi fleet and proved quite successful in destroying several large Zentradi capital warships with their anti-ship reaction warheads. Eventually, six more vessels of the ARMD Class were commissioned and both the original ships were replaced. To this day, ARMD-01 and ARMD-02 remain docked with the http://anidb.net/ch21733 [SDF-1 Macross] on Earth.Source: http://www.macross2.net/m3/sdfmacross/armd.htm",
  "gender" : "UNKNOWN",
  "name" : "ARMD",
  "type" : "VESSEL"
}