{
  "anime_ids" : [ 77 ],
  "character_id" : 48847,
  "description" : "Proof that second place can strike gold, the MBR-07-Mk II Spartan may have lost out for first in the destroid design competition, but this mecha was too good for the U.N. to pass up. The MBR-07 followed roughly a year and a half after the first destroids began design, entered trial production in 2005 and by 2008 field units were beginning first rollout. A simple but incredibly efficient mecha, the Spartan combines numerous weapons and a compact chassis to create a very potent close-combat war machine. The Spartan`s center-mounted multi-gun weapons array is complimented by two, twelve pack missile launchers on either side of the torso and rounded out with a dual anti-aircraft laser cannon mounted just behind the cockpit hatch. In addition to these ballistic and beam weapons, the Spartan`s two hands are powerful grappling claws capable of tearing through the armor of enemy mecha and over-powering any full-sized Zentradi soldier. The Spartan uses a standardized control cockpit, allowing pilots of most other U.N. Forces mecha to easily master control of this battle robot.Valkyrie pilot http://anidb.net/ch7654 [Ichijou Hikaru] operated a Spartan in battle against Zentradi malcontents at the Highlander City airport in late 2011. Utlizing the superior hand-to-hand combat ability of the Spartan and a familiar control cockpit, http://anidb.net/ch7654 [Ichijou] and his combat team were able to easily subdue both mechanized Zentradi and infantry units attacking the airport. During the battle, Captain http://anidb.net/ch7654 [Ichijou] utilized a mecha-sized combat baton to down a http://anidb.net/ch48811 [Reguld] and incapacitate unarmored zentradi soldiers. Throughout Space War I and following the war, the Spartan continued to be a thorn in the backside of the U.N. Spacy`s enemies.Source: http://www.macross2.net/m3/sdfmacross/destroid-spartan.htm",
  "gender" : "UNKNOWN",
  "name" : "MBR-07-Mk.II Spartan",
  "type" : "MECH"
}