{
  "anime_ids" : [ 67, 77, 442, 996, 2324, 3392 ],
  "character_id" : 48862,
  "description" : "An immense mecha, the Heavy Weight Robot (HWR) Monster Mk II is a heavily armed \"land battleship\" with a name matching the great size of the destroid. Very shortly after the initial research into the destroids began in 2000 the HWR-00 series began development in December that year. After a lengthy design phase trial production began in October 2005 and the HWR-00 Monster first rollout was in September 2008. The Monster is the largest mobile ground weapon to ever be fielded in battle by mankind, over 41 meters long and weighing almost 300 tons. The Monster was envisioned as a trackless, self-propelled heavy weapon system to be utilized for attack and point defense. In actuality, the Monster`s massive size, poor maneuverability and dedicated long-range weaponry saw the mecha used as a semi-mobile artillery unit best utilized while avoiding uneven ground and any close-range engagement. When put to best use with supporting units in a combined arms role, the Monster is able to field incredible firepower equal to strategic bombing.\nThe Monster was originally designed to use 50cm linear cannons, but was scaled down with smaller guns when problems arose with system strength and insufficient power for continuous firing. Armed with four 40cm cannons, the Monster can fire a variety of munitions with the primary guns, including anti-armor shells, anti-aircraft munitions, howitzers and even nuclear reaction warheads (OverTechnology reaction warheads have an explosive yield rated at 0.1 kilotons to 50 kilotons). In addition to the main guns, the Mk II features a pair of 3-barreled missile launchers not originally included in the design but incorporated into the two arm units. To compensate for the Monster`s vulnerabilities such as the intense heat emissions of the unit (which prevented effective use of counter measures such as chaff or smoke), the armor was designed to be extremely thick and even capable of withstanding a near hit from a reaction weapon.\nThough mass-produced like the other destroids, only two Monster Mk II units were onboard the http://anidb.net/ch21733 [SDF-1 Macross] during the outbreak of Space War I. During the conflict, the http://anidb.net/ch21733 [Macross] onboard factories made use of equipment for several more Monster mecha and produced a third unit to accompany the original two. Most of the other Monster units were destroyed by orbital bombardment from the Zentradi fleet. The few Monster Mk II units aboard the http://anidb.net/ch21733 [SDF-1 Macross] distinguished themselves as very capable war machines during Space War I. While most destroid units suffered heavy losses, the Monsters aboard the ship remained in active service for most of the war and the capability to launch reaction warheads was put to use during the battle with the http://anidb.net/ch17601 [Boddole Zer] Main Fleet in February 2010.\nSource: http://www.macross2.net/m3/sdfmacross/destroid-monster.htm",
  "gender" : "UNKNOWN",
  "name" : "HWR-00-Mk.II Monster",
  "type" : "MECH"
}