{
  "anime_ids" : [ 77 ],
  "character_id" : 48885,
  "description" : "The Zentradi war machine was very well equipped and featured numerous vehicles, one of the best of which was the Quel-Quallie theatre scout. A multi-purpose vehicle, the Quel-Quallie`s primary role was as a reconnaissance craft, but potent weaponry and a large internal cargo bay made the ship suited to many operational roles. For reconnaissance missions, the Quel-Quallie featured a large and powerful sensor cluster. Prepared for combat at any range, the theatre scout had two long-range dual-cannons mounted on the front as well as several missile launchers capable of omni-directional firing. On the underside of the Quel-Quallie, two large bay doors could be opened to allow deployment of the sensor cluster or as an entrance/egress for friendly mecha. On either side of the ship are two telescoping landing spires on rotating mounts which are retracted and stowed parallel to the hull during flight. The ship was built to last and featured a strong armored hull that could sustain significant damage before the craft`s systems failed.The most notable deep space operation involving a Quel-Quallie in Space War I was \"Blue Wind,\" a scouting and intelligence gathering mission conducted by a three-member team consisting of Loli Dosel, Conda Bromco and Warera Nantes. The civilian population of the http://anidb.net/ch21733 [SDF-1 Macross] had begun public broadcast of radio and television aboard the ship, transmissions the Zentradi forces could detect over distance but were too low-powered to properly intercept. The Quel-Quallie sent to analyze these transmissions encountered a GBP-1S \"Armored\" Valkyrie and was ultimately destroyed. Fortunately, all three of the crew escaped in the Boreregue escape pod and reported what they saw of the \"alien\" transmissions. Another notable use of the Quel-Quallie was a surface operation by Zentradi Commander http://anidb.net/ch10516 [Quamzin Kravshera], who used a Quel-Quallie as a transport for a stolen reaction engine.Source: http://www.macross2.net/m3/sdfmacross/quel-quallie.htm",
  "gender" : "UNKNOWN",
  "name" : "Quel-Quallie",
  "type" : "VESSEL"
}