{
  "anime_ids" : [ 77 ],
  "character_id" : 48908,
  "description" : "A vessel so large it is better classified as a small stellar mass than as a spacecraft, the Fulbtzs Berrentzs Class is the colossal mothership of the Spiral Nebula Arm Central Fleet also known as the Boddole Main Fleet. At over 1,400 kilometers (870 miles) in height, the Fulbtzs Berrentzs commands a fleet of 4,795,122 Zentradi capital warships. Several sets of massive bay doors litter the outside of this gargantuan vessel allowing ships larger than the http://anidb.net/ch48777 [Nupetiet-Vergnitzs] to travel dozens of kilometers through the flagship`s hull and into the open interior. Inside the mothership, thousands of Zentradi warships can be docked and re-supplied. In the center of the open interior lies the main command spire, a massive pillar stretching from the bottom to the top of the vessel interior. It is within this spire that the bridge can be found and where http://anidb.net/ch17601 [Golg Boddole Zer] leads the nearly five million warships at his command.At the end of Space War One, the Fulbtzs Berrentzs mothership appeared in orbit over Earth and lead the Zentradi Boddole Main Fleet in an attack that destroyed the surface of the planet, killing nearly the entire human species. A combination of the U.N. Spacy`s Grand Cannon, the Adoclas fleet`s 1,200 ships, the http://anidb.net/ch21733 [SDF-1 Macross] and a psychological attack subjecting the Zentradi to music and imagery of male/female contact forbidden in Zentradi society enabled the U.N. forces to fight their way inside the mothership. The http://anidb.net/ch21733 [SDF-1 Macross] then unleashed hundreds of reaction warheads inside the ship and the craft exploded. Although only one Fulbtzs Berrentzs class mothership was ever encountered by the U.N. forces, it is estimated there are still some 1,000-2,000 ships of this class commanding fleets within the Milky Way Galaxy.Source: http://www.macross2.net/m3/sdfmacross/fulbtzs-berrentzs.htm",
  "gender" : "UNKNOWN",
  "name" : "Fulbtzs-Berrentzs",
  "type" : "VESSEL"
}