{
  "anime_ids" : [ 77, 442, 1357, 2324 ],
  "character_id" : 48911,
  "description" : "The largest and arguably most devastating Zentradi mecha of Space War I, the Queadluun-Rau battle suits of the female division forces are fast, maneuverable and well-armed mecha. Like the Nousjadeul-Ger of the Zentradi male division forces, the Queadluun-Rau is a powered suit of armor featuring two reaction furnaces that power massive dual engines, propelling the suit at tremendous speeds. A special inertia vector control system gives the Queadluun-Rau unparalled maneuverability and allows efficient atmospheric flight using only vernier thrusters, effectively compensating for the suit`s lack of aerodynamic lift. In battle, the female powered suit relies upon a deadly array of rapid-fire laser and particle cannons, but most lethal of all are the missile launchers. Armed with over a hundred individual short-range missiles, the Queadluun-Rau is capable of engaging dozens of targets, inflicting heavy damage with torrents of guided missile fire.\nMost famous of all Queadluun-Rau units in Space War I was the personal mecha of Zentradi ace pilot http://anidb.net/ch10517 [Milia Fallyna]. Her incredible skills were legendary; http://anidb.net/ch10517 [Milia] was undefeated in her military career up until Space War I. Such was her prowess that her reputation was known even among the Zentradi male divisions, a point of contention for http://anidb.net/ch10516 [Quamzin Kravshera]. Infuriated by http://anidb.net/ch10517 [Millia]`s harsh criticisms of his failures in battle against the forces of the http://anidb.net/ch21733 [SDF-1 Macross], http://anidb.net/ch10516 [Quamzin] cunningly goaded http://anidb.net/ch10517 [Milia] into battle against http://anidb.net/ch10506 [Maximilian Jenius], the ace Valkyrie pilot of the UN Spacy. In her Queadluun-Rau, http://anidb.net/ch10517 [Milia] sought the enemy ace eagerly, but was soundly defeated in battle by http://anidb.net/ch10506 [Jenius] in his http://anidb.net/ch48787 [VF-1A Valkyrie] and barely escaped with her life. It is also notable that another Queadluun-Rau unit was responsible for the attack upon Major http://anidb.net/ch10505 [Roy Focker]`s http://anidb.net/ch48790 [VF-1S Valkyrie] fighter, the incident which ultimately proved fatal for the veteran ace pilot. Capable of deployment in any environment, the Queadluun-Rau could engage enemy forces in space, in the atmosphere or on the ground. Despite a lack of emphasis upon long-range weaponry, the Queadluun-Rau exceled at medium-to-close range combat and was one of the most versatile and successful Zentradi mecha.\nFollowing the Great Interstellar War (Space War I), the Queadluun-Rau units were employed by the U.N. Forces. Unfortunately, breakdowns in production at the Factory Satellite caused a gradual decrease in operational units. Operational rates were reduced such that by the 2030s the Queadluun-Rau could not be supported by available spare parts. Fortunately, support for reproduction of the Queadluun-Rau remained strong. In 2035, variable fighter design and manufacturing company General Galaxy was entrusted by the U.N. Forces with a modernization and reproduction plan for the Queadluun-Rau.Source: http://www.macross2.net/m3/sdfmacross/queadluun-rau.htm",
  "gender" : "UNKNOWN",
  "name" : "Queadluun-Rau",
  "type" : "MECH"
}