{
  "anime_ids" : [ 77, 996, 2324 ],
  "character_id" : 48996,
  "description" : "A potent warship, the Quiltra-Quelamitz class vessel is an often forgotten but significant part of the Zentradi fleets. Though the craft is somewhat small by the standards of most Zentradi ships of the line, it possesses one of the most devastating weapons of the fleet. The forward half of the craft is dominated by the main gun, a heavy converging energy beam cannon. The bow splits in half vertically, collimating the energy of the blast just prior to release. The main gun can blast through the most heavily armored hypercarbon hulls of enemy spacecraft and can rain high-energy mass destruction down upon a planetary body. With it`s powerful primary weapon, the Quiltra-Quelamitz is the backbone of any large-scale fleet-to-fleet engagement and a necessary tool for operations requiring effective planetary bombardment. Though primarily an anti-ship/anti-fortifications vessel, the Quiltra-Quelamitz does feature many conventional cannon emplacements upon its hull and carries a modest complement of Nousjadeul-Ger powered armor suits for anti-mecha attack and defense.Aside from its role in the destruction of planet Earth on February 2010, the most notable operation involving a Quiltra-Quelamitz class ship was during the Defensive Battle of Macross City in January 2012. Zentradi warlord http://anidb.net/ch10516 [Quamzin Kravshera] commanded a Quiltra-Quelamitz in his failed attempt to destroy the http://anidb.net/ch21733 [SDF-1 Macross]. During the battle, the main cannon of the Quiltra-Quelamitz inflicted fatal damage on the http://anidb.net/ch21733 [SDF-1 Macross] with a single shot, penetrating the hull and destroying the ship`s main reactors. Though the http://anidb.net/ch21733 [Macross] was able to briefly return fire via auxiliary power, the Quiltra-Quelamitz was able to remain aloft after a direct hit from the http://anidb.net/ch21733 [Macross] super-dimension-energy cannon. The Quiltra-Quelamitz then rammed the http://anidb.net/ch21733 [Macross] in a suicide run, but only succeeded in severing the starboard arm and docked http://anidb.net/ch48825 [SLV-111 Daedalus] carrier from the http://anidb.net/ch21733 [SDF-1] before crashing to the ground just beyond the shore of Lake Macross.Source: http://www.macross2.net/m3/sdfmacross/quiltra-quelamitz.htm",
  "gender" : "UNKNOWN",
  "name" : "Quiltra-Quelamitz",
  "type" : "VESSEL"
}