{
  "anime_ids" : [ 2324 ],
  "character_id" : 49112,
  "description" : "The VF-4 Lightning III began development in 2005 under the initial designation of the VF-X-4. Developed as a successor craft to the VF-1 Valkyrie, the VF-4 Lightning III was designed as a variable fighter that emphasized mobility in outer space. As a result of including existing Overtechnology and introducing Zentradi-series technology, the V-4 has a characteristic three-hulled-type airframe structure remarkably different from the VF-1 Valkyire design. The three-hulled style of the VF-4 increased fuselage volume, propellant capacity and armament load capability that all resulted in a 40% improved combat ability over the VF-1 Valkyrie. The VF-4 did suffer minor mobility problems within an atmosphere and it was deployed to the Space Air corps of emigrant fleets to serve as the main fighter craft of the UN Forces in the 2020s. It was because flight performance within the atmosphere was not as good as the VF-1 that the VF-5000 Star Mirage became the main combat craft within atmosphere while the VF-4 operated mainly in outer space. The VF-4`s development began with the prototype VF-X-4 and the VF-X-3. However, when Earth was devastated in Space War I the loss of military facilities also resulted in loss of the VF-X-3. Amongst the airframes under development exist prototype No. 1 craft, VF-X-4V1 and the trial manufactured VF-4A-0 and thus the surviving VF-X-4 was developed and completed as the VF-4 Lightning III. VF-X-4 underwent flight tests, including being test piloted by Space War I veteran http://anidb.net/ch7654 [Ichijou Hikaru]. Once successful operational models were ready, the VF-4 began mass production on February 2012. Initial deployment began on the http://anidb.net/ch49113 [SDF-2 Megaroad-01] in VF-1 Skull and SVF-184 Iron Chiefs Squadrons on September 2012. When the SDF-2 Megaroad launched in the same month, http://anidb.net/ch7654 [Ichijou Hikaru] flew a VF-4 along side the new colonization vessel as the ship lifted from Earth and began exploration outside of the Sol system.\nBuilt as a space fighter, the VF-4 primary weapons became two large beam cannons, though the craft is capable of carrying a GU-11 gun pod in GERWALK and Battroid modes. In addition to the powerful primary beam guns, the Lightning III also featured twelve semi-recessed long-range missiles as well as underwing pylons for additional missiles. The VF-4 was only slightly heavier than the VF-1, but featured considerably more powerful engines making the craft ideal for operations deeper out in space. The Lightning III was also much faster in the atmosphere than the older VF-1 though the VF-4 flight mobility performance was not as great. The VF-4 is also notable as the first production variable fighter to utilize a HOTAS system (Hands On Throttle And Stick) for the cockpit HMI (Human-Machine Interface). The VF-4`s cockpit was also built as a single hexagonal MFD (Multi-Function Display) that proved so successful it was retrofitted into \"Block 6\" VF-1 fighters as well as providing the template for all future variable fighter cockpits. Fully transformable, the VF-4 could shift into Battroid and GERWALK modes like previous variable fighters.\nBy the end of 2015, mass production of the VF-1 series at last came to an end. From 2020 onward, the VF-4 Lightning III officially replaced the VF-1 to become the main variable fighter of U.N. Forces. A trial-produced variable fighter, designated the VF-4A-0, was also built using 25% VF-1 Valkyrie parts. Production of the VF-4 continued for a decade and ceased in 2022 with a total of 8,245 Lightning III variable fighters produced. The VF-4 variable fighter remained in active service into the late 2040`s but was complemented or substituted in many branches of the UN Forces by the cheaper and more atmospherically maneuverable VF-5000 Star Mirage. The VF-4 Lightning III was eventually replaced as the main variable fighter of U.N. Spacy in the later half of the 2030s by the http://anidb.net/ch48620 [VF-11 Thunderbolt].\nSource: http://www.macross2.net/m3/flashback2012/vf-4.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-4 Lightning III",
  "type" : "MECH"
}