{
  "anime_ids" : [ 442, 2324 ],
  "character_id" : 49113,
  "description" : "The Megaroad-01 Class vessel was originally under construction as the SDF-2 Macross Class warship. Construction of the SDF-2 on the Apollo Lunar Base halted late in Space War I and once the war had ended, the New U.N. Government required colonization ships more than warships. When construction resumed in June 2010, the SDF-2 was renamed Megaroad-01 after the Humanity Seeding Project was implemented. Utilizing only the engine block and command control block of the warship, most of the Megaroad does not retain the original look and was newly designed with only minimum armaments and a hull that was not of a strength suitable for battle. At over 1,700 meters in length, the massive Megaroad Class ships were the first mass-produced vessels designed for super-long-distance colonization as part of the Humanity Seeding Project. The Megaroad was designed as the mothership of a large-scale space emigration with emphasis on long-term navigation and living environment capability (effectively utilizing knowledge acquired from operation of the http://anidb.net/ch21733 [SDF-1 Macross] Class). The ship`s primary mission is to protect the seeds of humanity through colonization and although the 25,000 complement of the Megaroad is much smaller than the http://anidb.net/ch21733 [SDF-1] population, prepared supplies for long-term habitation and the residential facilities were both dramatically improved. The first ship Megaroad-01 was launched on September 2012 and two more super-long-distance colonization ships designated Megaroad-02 and Megaroad-03 (based on the Megaroad-01 design) began construction that same month. Thereafter, the UNG would construct one or two super-long-distance colonization ships every year and these colonization fleets would be routinely launched to build settlements on habitable planets throughout the galaxy.\nWith the Megaroad-01 as flagship, the Super Long Range Emigration Fleet Number One launched on September 2012 with some 25,000 (80,000) colonists aboard the flagship and an escort of Zentradi battlecruisers and U.N. Spacy battleships. The ship was commanded by Major http://anidb.net/ch7652 [Ichijou Misa] and her husband http://anidb.net/ch7654 [Ichijou Hikaru] commanded the http://anidb.net/ch49112 [VF-4 Lightining III] variable fighter squadrons assigned to the Megaroad-01. Along with war hero and idol singer http://anidb.net/ch7418 [Lynn Minmay], the Megaroad-01 departed the Sol System. Sadly, contact with the Megaroad-01 ended four years later in 2016. Although the Super Long Range Emigration Fleet Number One was officially declared lost, the New United Nations Government was nervous about any ill-will directed towards the Seeding Project as a result of the loss. Thus, the New U.N. Government avoided making the Megaroad-01 incident public and instead stated the Megaroad-01 was still continuing on its way. The fate of http://anidb.net/ch7652 [Misa], http://anidb.net/ch7654 [Hikaru], http://anidb.net/ch7418 [Minmay] and the crew and colonists of the Megaroad-01 remains a mystery to this day.\nSource: http://www.macross2.net/m3/flashback2012/megaroad01.htm",
  "gender" : "UNKNOWN",
  "name" : "SDF-2 Megaroad-01",
  "type" : "VESSEL"
}