{
  "anime_ids" : [ 501 ],
  "character_id" : 49124,
  "description" : "The VF-2SS Valkyrie II is the main variable fighter of the UN Spacy in AD 2092. Development began in the 2060s and the VF-2SS first rollout was in 2072. The VF-2SS first deployment in combat was against a major Zentradi invasion in 2082. Born out of the VF-2 programs, the VF-2SS is a space-optimized craft using a rail gun as opposed to the older gatling gun pods. Like previous generation variable fighters, the VF-2SS can transform into Fighter, GERWALK and Battroid configurations for use in varied combat conditions. For combat the VF-2SS is armed with only a pair of beam cannons in the dorsal fuselage which becomes the head turret in Battroid mode. However, the VF-2SS Valkyrie II is rarely deployed without the Super Armor Pack (SAP) system equipped.\nThe VF-2SS accommodates a single pilot held securely in the seat by restraint pads that fit into the shoulders of the flight suit rather than using the old lap belts of the VF-1. The cockpit controls utilize HOTAS and the control panels utilize touch screens in lieu of buttons or switches. The throttle and stick are mounted as part of articulated arms attached to the pilot`s forearms. The cockpit is spacious and even includes a large cargo compartment behind the main seat, large enough to fit an adult. During the events of the Mardook Invasion, SNN reporter http://anidb.net/ch35306 [Kanzaki Hibiki] was able to sit inside this compartment aboard the VF-2SS fighter of http://anidb.net/ch35304 [Silvie Gena].\nThe VF-2SS was aggressively adopted by the UN Spacy and was found deployed in all space bases and carrier ships of the fleet. Though prolific in the UN Spacy, the VF-2SS was rarely found on Earth where the VF-2JA Icarus was the variable fighter used for planet side aerospace defense. During the Mardook Invasion of the Sol System in 2092, the VF-2SS was the primary combat variable fighter of the UN Spacy forces and distinguished itself as a capable war machine even against the vastly superior numbers of the Mardook forces.\nSource: http://www.macross2.net/m3/macross2/vf-2ss.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-2SS Valkyrie II",
  "type" : "MECH"
}