{
  "anime_ids" : [ 67 ],
  "character_id" : 49190,
  "description" : "Deployed during the late 2030`s and early 2040`s, the Zentradi Battle Suit was a hostile mecha active within the U.N. Spacy sphere of influence, though it was mostly encountered in deep space due to strong U.N.S. interplanetary security. The Battle Suit itself, while clearly a powered armor in appearance, resembles an amalgamation of previously encountered Zentradi mecha such as the http://anidb.net/ch48998 [Nousjadeul-Ger] and http://anidb.net/ch48911 [Queadluun-Rau] units. The Battle Suit lacks large-bore, long-range weaponry and functions mostly as a medium-to-close range war machine, though many U.N.S. analysts have debated whether the Battle Suit is a new design based upon a http://anidb.net/ch48998 [Nousjadeul-Ger] or a http://anidb.net/ch48911 [Queadluun-Rau] (given the many structural similarties the Battle Suit shares with both mecha). One popular theory designates the Battle Suit as a http://anidb.net/ch48998 [Nousjadeul-Ger] suit designed to function like a http://anidb.net/ch48911 [Queadluun-Rau].\nRegardless of the mecha`s design lineage, the Battle Suit operates much like the http://anidb.net/ch48911 [Queadluun-Rau] and shares a similar weapons load. Most notably, the Battle Suit has two large primary micro-missile launchers mounted on either side of the back torso with a smaller third launcher situated in the front of the upper chassis. On either side of the front torso are cannons, two small-bore guns on the right side and one triple-barreled cannon on the left. For additional firepower, the Battle Suit also features a pair of cannons mounted one in each arm (though these weapons are ballistic, not energy based). In combat, the Battle Suit can unleash large torrents of missile fire, launching literally dozens of micro-missiles at single or multiple targets. The Battle Suit is also highly maneuverable and can utilize it`s eleven thrusters to position itself for superior angles of attack in both missile and melee combat. The Battle Suit is a proven and dependable combat unit, able to operate with modest damage and in virtually any combat environment.\nA http://anidb.net/ch48620 [VF-11] squadron encountered a large group of Zentradi Battle Suits during a deep space operation in 2040. The Battle Suit easily proves the equal of the http://anidb.net/ch48620 [VF-11 Thunderbolt] variable fighter and some U.N.S. analysts have suggested the http://anidb.net/ch48620 [VF-11] is outgunned despite stronger defensive options and a much larger ammunition payload. However, the rogue group of Battle Suits soon found themselves outmatched against the skills of ace pilot http://anidb.net/ch48619 [Isamu Dyson] in unit 107, who single handedly destroyed seven Battle Suits and rescued a fellow pilot hindered by a malfunctioning gun pod.\nSource: http://www.macross2.net/m3/macrossplus/enemybattlesuit.htm",
  "gender" : "UNKNOWN",
  "name" : "Battle Suit",
  "type" : "MECH"
}