{
  "anime_ids" : [ 442, 443, 497, 1357, 3392 ],
  "character_id" : 49235,
  "description" : "In the mid 2020`s the U.N.G. was already invested in the development of the VF-11 Thunderbolt, but motivation was high for the continuing innovation of new OverTechnology applications in the hopes of building even better variable fighter craft. Ever a company known for pushing the envelope, General Galaxy was contracted by the U.N.G. to build a different type of variable mecha and thus began the development of the VF-17 Nightmare in 2026. While the VF-11 took first flight after only six years of design, the complicated and exacting research of the VF-17 didn`t produce a viable craft until the variable fighter`s first flight 2035. With the success of the flight tests, the U.N. Spacy adopted the VF-17 as a second line variable mecha and included squadrons on many of the colonization fleets, notably the 37th long-distance colonization fleet lead by the 7th Battle Class Stealth Space Attack Carrier in 2038.\nThe VF-17 Nightmare is a radically different variable fighter than previous generations, featuring completely new wing and transformation systems. Primarily designed as a special operations variable fighter and heavy battroid, the VF-17 is both larger and heavier than most other valkyries and features minimal atmospheric control surfaces subsequent to its primary role as a space fighter. To offset the nearly 12 ton weight, the VF-17 operates two extremely powerful Shinnakasu Heavy Industry/P&W/Roice FF-2100X thermonuclear turbine engines with over twice as much thrust as the VF-11B. These incredibly powerful engines produce enough thrust for the VF-17 to achieve orbit unaided (the first production model variable fighter to do so) while also making the craft an ideal space superiority fighter. In addition to these powerful flight characteristics, the Nightmare is also designed as a stealth mecha and utilizes internally stored weaponry. As was typical following the success of a variable fighter, the VF-17 was eventually fitted with several equipment packages from Radomes and Fold Boosters to customized weaponry and Super Pack systems (though the VF-17 generally avoides the use of Super Parts and external weapons to maintain passive stealth capabilities).\nThe VF-17 was built in several different versions, but the VF-17D in service during the early 2040`s is the most distinguished model. Notable U.N. Spacy pilot http://anidb.net/ch41155 [Gamlin Kizaki] piloted a VF-17D Nightmare during his service in Macross 7`s elite unit Diamond Force until his promotion to Full Lieutenant when he was assigned a VF-17S. It was originally the intention of the UN Spacy that the VF-17 Nightmare be replaced as the primary special operations fighter of the UN Spacy by the VF-22S Sturmvogel II, also a General Galaxy design. However, by 2050`s the UN Spacy itself would undergo organizational changes as the New UN Spacy (NUNS) and priorities would also change. General Galaxy redesigned the VF-17 Nightmare into the VF-171 Nightmare Plus, a new main fighter/bomber for the New UN Spacy forces (circa 2059).\nSource: http://www.macross2.net/m3/macross7/vf-17d-nightmare.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-17D Nightmare",
  "type" : "MECH"
}