{
  "anime_ids" : [ 442, 443, 497, 1357 ],
  "character_id" : 49255,
  "description" : "The colonization of space that began in 2012, though initially beset by misfortune, was proving largely successful for the human race. Mass cloning provided significant population growth and the Megaroad Class ships were regularly carrying colonists to inhabit planets in the far reaches of space. Eventually, the growth of both the population and resources of the United Nations Government (UNG) demanded larger, more sophisticated ships to continue the colonization of space. The New Macross Class Super-Massive Colonization Battleships were designed and constructed. In 2030, the next major colonization fleet departed for the unknown with the first New Macross Class ship in command. With a total fleet population of over one million people, these massive colony fleets would quickly become the standard for the new wave of space colonization in the 2030`s.\nThe Battle Class Stealth Space Attack Carrier vessels are designed primarily as flagships for super-long-distance colonization fleets. Though armed for heavy anti-ship combat the primary role of the Battle Class is acting as mobile command center and the largest spacecraft/aircraft carrier in the fleet. The powerful main gun is a super beam weapon built as a mobile gunship separable from the ventral hull of the ship. The gunship is built with its own reactor and is capable of independent navigation if required. Like the SDF-1 Macross Class Super Dimension Fortress ships that preceded them, the Battle Class vessels are fully transformable ships that can convert into a humanoid-shaped Attack mode. The main gun is supplemented with four beam cannons but no additional turret weapons or missile launchers are found in most ships of this class. The Battle Class instead carries a large number of over 700 variable fighters, attack craft and bombers that can engage enemy fleets and any enemy attack craft. For rapid deployment of all aerospace craft, the Battle Class has twelve total standard catapults; six on the forward deck, three on the center deck and three on the aft port side angled deck. The ship is also equipped with three additional electromagnetic catapults and a command liaison hatch mounted just forward of the main bridge for immediately launching interceptor-fighters (typically VF-17D Nightmare fighters). For defense, the Battle Class has a pin-point barrier system and a short range full barrier system to defeat incoming enemy fire. In accordance with UN Spacy military doctrine for all ships of the line, the Battle Class has a stealth composition.\nThe City Class ships are designed as the super-long-distance colonization vessels of the New Macross Class. These ships almost always remained docked to the Battle Class vessels except in time of battle when the carrier will detach from the power plant docking unit mounted at the fore of the City ship. Inside the City Class ships is a fully functional city of roughly 350,000 people beneath the main dome. Outside the main city dome there is docking bay island (approximately 300 meters long) and the event dome. The City ships are powered by a separate reactor and even feature a basic space fold system for short-range interstellar travel. The City Class ships have no weapons and the City ship docked with the first Battle Class, Macross 1, had no defensive system. However, later City Class ships are all designed with a defensive shell that covers the city section of the craft in times of emergency (though both docking bay island and the event domes remain uncovered by the shell).\nPerhaps the most distinguished of this ship class is the Macross 7 of the 37th long-distance colonization fleet that took part in the Protodeviln War in 2045. The 37th long-distance colonization fleet consisted of 1 x Battle 7/City 7 (Macross 7), 1 x Einstein Research Experimental Ship, 1 x Hollywood Amusement Ship, 1 x Riviera Resort Ship, 1 x Sunnyflower Agricultural Ship, 1 x Three Star Factory Ship, 1 x West Point Class Macro-Training Base Ship, one or more Mark Twain VII Resort Ships, 45 x Guantánamo Class Stealth Carriers (for use in space), 20 x Uraga Class Escort Battle Carriers (for use in air and space) and lastly 120 x Northampton Class Stealth Frigates (for use in air and space). The ship-carried aircraft/spacecraft for the entire fleet consisted of approximately 1,800 x variable fighters (mostly VF-11C Thunderbolts), 600 x variable attack craft, 9 x variable bombers, 120 x electronic reconnaisance fighters, 60 x cargo plane/freight transports and 100 x liason craft. Total fleet count is 194 large ships and 2,689 small craft. Commanded by Maximillian Jenius, the Battle 7 participated in numerous engagements against the Varauta Army throughout the war. Both the crew of the Battle 7 and the colonists of City 7 worked together during the ProtodevilnWar to develop a highly specialized sound technology that was used by several City 7 citizens to combat the Protodevlin. The infamous variable fighter unit Sound Force was stationed onboard the Macross 7 and the pilots - who together formed the rock band Fire Bomber - lived in the \"Akusho\" (or Acshio) area, the docking bay island section of City 7.\nSource: http://www.macross2.net/m3/macross7/newmacross.htm",
  "gender" : "UNKNOWN",
  "name" : "Macross 7",
  "type" : "VESSEL"
}