{
  "anime_ids" : [ 442, 443, 1357 ],
  "character_id" : 49268,
  "description" : "The VF-19 Custom is a remodeled unit that was utilized for preliminary testing preceding the adoption of the mass production model VF-19 Excalibur. A goal of the VF-19 Custom was emphasis on maneuverability and stability in contrast to that of the original YF-19 prototype. The VF-19 Custom featured a modified version of the prototype fuselage that balance the high performance inherited from the original unit. The VF-19 aimed to improve the balance by reworking the fuselage structure, but the VF-19 Custom daringly maintains high maneuverability by following the original YF-19 concept. However, it was \"singing\" that characterized the principal objective of the VF-19 Custom far more than the outstanding operating performance. The craft was entrusted to Basara Nekki of the rock group \"Fire Bomber\" through Ray Lovelock. Granting operation of the VF-19 Custom to Basara and Lovelock was for the purpose of verifying application of the craft to the top-secret military program \"Project M\", aimed researching song energy. On the battlefield the VF-19 Custom would bask in the media limelight. Behind the scenes, the military operated data collection on the VF-19 Custom and the craft was supported by the military via thorough maintenance.\nOn board the Macross 7 fleet in 2045, a special paramilitary unit made use of a customized VF-19 variable fighter with a bright red colored hull. This VF-19 Custom was built by the UN Forces and given to Ray Lovelock as part of Operation M, a classified mission to test the combat effects of culture via music upon a potential enemy. The unduly decorative design matches the brashness and audacity of Nekki Basara, the singer/pilot assigned to the VF-19 by Lovelock. The VF-19 Custom features minimal offensive weaponry and is armed with only a pair of laser cannons (mounted in the wing roots) and two internal missile launch systems (mounted in the engines/lower legs). The primary armament of the VF-19 Custom is an external speaker-pod-firing launcher pod with sensor, fore grip and stock magazine (mounted on ventral fuselage section in Fighter mode or in manipulator in GERWALK and Battroid mode). The shoulders/dorsal engine nacelles have installed audio and speaker systems as well as lightup projector systems. With the launcher pod and sound systems, Basara fires armor-penetrating speaker-pods into enemy mecha and directly transmits his music to the enemy pilots inside. For defense, the VF-19 Custom features a pin-point barrier system like all VF-19 variable fighters. The cockpit of the VF-19 Custom is redesigned to utilize a non-conventional control stick resembling a guitar, an instrument that singer/pilot Nekki Basara manipulates skillfully to operate the myriad controls of the variable fighter in combat.\nThe VF-19 Custom was originally intended as a first strike weapon for use against non-cultured Zentradi still engaged in hostilities across the galaxy with the Supervision Army. With this variable fighter, the UN Forces could directly assault and confuse the Zentradi forces by exposing them to culture through music, a completely foreign experience that proved very disruptive to their strictly military life. However, the VF-19 Custom and Nekki Basara in particular played a much larger role during the Protodeviln War in 2045. The Varauta Army consisted largely of brainwashed humans and Zentradi of Earth origin as well as Protodeviln possessing humans directly. The Protodeviln and their Varauta Army were vulnerable to particularly high intensity sound energy produced by certain individuals via life energy called Spiritia. These individuals, like Nekki Basara, were known as Anima Spiritia to the Protodeviln and greatly feared. When Sound Force was established, the spiritia of Basara and his band Fire Bomber were transmitted to the enemy via the Sound Energy Converter and Sound Booster technologies. These systems proved very effective in combating not only the Protodeviln themselves, but also in hampering function of the Varauata Army`s technology.\nSource: http://www.macross2.net/m3/macross7/vf-19custom.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-19 Kai Excalibur",
  "type" : "MECH"
}