{
  "anime_ids" : [ 442 ],
  "character_id" : 49265,
  "description" : "The Fz-109A Elgerzorene is a new variable fighter built by the Varauta from the technology of the UNG. In 2025, the Megaroad-13 colonization fleet found an inhabitable planet in a solar system near the center of the Milky Way Galaxy. The planet system is named Varauta and immigration begins. Almost two decade later in 2043 the Varauta (UNG) research fleet surveys an \"ice planet\", the fourth planet of the Varauta system, and exploration releases the Protodeviln imprisoned inside. The Protodeviln seize control of the Humans and Zentradi and begin building their own civilization and military. Subsuming the technology of the UNG, the Fz-109A variable fighter is both a combat craft and special operations unit using specialized technology required for Varauta (Protodeviln).\nThe Fz-109 shares more than an outward design lineage with General Galaxy`s http://anidb.net/ch49570 [VF-14] series heavy fighter-attack craft. The Protodeviln modeled the Fz-109 after the http://anidb.net/ch49570 [VF-14] though the Elgerzorene fighter is built with many different technologies to suit the Varauta. At some 20.08 meters long, the Fz-109 is one of the largest variable fighters in the Protodeviln War but functions as the Varauta mainline fighter craft in nearly every military operation. The most notable outward difference from traditional fighters is the entirely enclosed cockpit canopy of the Fz-109, a canopy that allows no external view. Beneath the canopy is a removable cockpit/escape pod filled with viewing monitors that use the canopy camera eye system for pilot navigation. Like the http://anidb.net/ch49570 [VF-14], the Fz-109 is a space superiority fighter built for optimal performance in a vacuum and carries a large complement of weaponry including missiles, energy guns and projectile gun pods. However, the deadliest of all weapons on the Fz-109 is the Spiritia Absorption Beam system mounted in the head unit of the battroid configuration. It is with this deadly short-range weapon system that the Protodeviln were able to incapacitate pilots of the UN Spacy fighter forces by siphoning life energy, which they called \"Spiritia.\"\nIn 2045, the Macross 7 Fleet ventures near the planet Varauta and encounters a hostile force of Fz-109 variable fighters. Though larger and heavier than the http://anidb.net/ch49261 [VF-11C Thunderbolt] fighters of the UN Spacy, the Fz-109 is surprisingly nimble in space and the spiritia absorption weapons of the Varauta fighters initially inflict heavy losses on the UN Spacy forces. However, UN Spacy forces adapt quickly after the first encounter and subsequent conflicts between the two forces rarely result in decisive victory for either side. Nonetheless, the Fz-109 variable fighter is able to match even the VF-17 Nightmare and like that space superiority fighter the Fz-109 can achieve satellite orbit unassisted. Until the end of the Protodeviln War in 2046, the Fz-109 remained the mainstay of the Varauta variable fighter forces.\nSource: http://www.macross2.net/m3/macross7/fz-109a.htm",
  "gender" : "UNKNOWN",
  "name" : "Fz-109A Elgerzorene",
  "type" : "MECH"
}