{
  "anime_ids" : [ 442, 443, 497, 1357 ],
  "character_id" : 49264,
  "description" : "Guvava is a Gyarashi from the planet Pukirases V. He is an intelligent rodent whose fur is so thick he resembles a tribble with eyes. He also has a tail, which he can use to swing and propel himself with, and short legs. Guvava was rescued from his predator-rich environment by Maximilian Jenius in 2036, who found him injured and alone while on a mission. Upon returning home, Max gave him to his youngest daughter, Mylene, to care for. Mylene, then five years old, immediately fell in love with Guvava and helped nurse him back to health. Though Guvava was initially withdrawn, Mylene always stayed close to him, taking him with her almost everywhere, even to school, and the two soon became good friends. Guvava grew to become fiercely devoted to his \"mistress\" and can often be seen perching on her shoulder. He is telepathically linked to her and can seek her out when they are separated, and understand her speech, though he can only communicate in squeaks. In the presence of danger he rears up, his fur developing angry spikes, and he will even leap to attack if provoked. During Macross 7, set nine years later (in 2045-46), Mylene and Guvava are almost always together, even during concerts and space battles. Mylene states that Guvava is not simply a pet but rather, is a part of herself and she cares for him as much as she does for her human/Zentraedi friends and family.\nDespite his small size, Guvava helps to protect Mylene as much as Mylene protects him. In episode 12 of Macross 7, Mylene is kidnapped by infiltration agents of the protodeviln. Guvava uses his telepathic ability to transmit Basara`s music to her and she begins to sing. Guvava is then able to lead Basara and Ray to her location. In Macross Dynamite 7, Mylene is invited to dinner by a woman who works to promote her music. However, the woman secretly drugs Mylene with the intention of sexually molesting her. Guvava immediately runs off to alert Mylene`s friends, Veffidas and Ray, who quickly arrive and smash their way into the room to save Mylene. Ray later states that if it hadn`t been for Guvava, the woman would have likely succeeded in forcing herself on Mylene.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Guvava",
  "rating" : {
    "rating" : 4.15,
    "total" : 10
  },
  "type" : "CHARACTER"
}