{
  "anime_ids" : [ 9216 ],
  "character_id" : 49393,
  "description" : "Cameron is a Pokémon Trainer that planned to participate in the Pokémon World Tournament Junior Cup in Kagome Town but he arrived too late to participate in the competition. Ash and his friends informed him that it had just ended. While parting ways with Dawn, Cameron arrived at the boat launch obviously trying to go to the Johto region but he just missed the flight.\nGym Battle Against Marlon\nCameron met Marlon as he was on top of his Wailord as it came close to the beachline where Ash and Cameron were. Before the gum match, Marlon told Cameron that he`d stop him with his deep love for the sea. Marlon instructed that the Gym battles at the Seigaiha Gym are two Pokémon apiece and whoever defeats both first wins. Initially Cameron thought he did well in the battle and was going to have an easy victory in the match by quickly defeating Marlon`s Jellicent but Marlon`s tactic was revealed when Marlon`s Jellicent Ability Cursed Body disabled Cameron`s Ferrothorn Thunderbolt.\nMarlon`s Mantine tried to turn the tie of the battle to Marlon favor but Cameron`s Samurott was able to hold its own in the water and give the match victory to Cameron. Marlon was actually quite impress with Cameron as he was able to make the special field his own.\nIsshu League Tournament\nIn the preliminary round of the Isshu League, Cameron`s Ferrothorn was matched up against Kenoh`s Eelektross and defeated it. As a result Kenoh was eliminated from the competition and Cameron advanced to the first main round.\nIn the first main round, Bianca was matched up against Cameron. It was a two-on-two battle and Bianca`s Escavalier battled Cameron`s Samurott in the first matchup. It ended up being a defensive battle as Bianca`s Escavalier kept using Iron Defense but Cameron`s Samurott was able to counter it by using a double Razor Shell\nwhich caused percussive damage inside its body and knocked it out. Bianca`s Emboar was then sent out to battle against Cameron`s Samurott despite the obvious type advantage to Cameron. Bianca`s Emboar got baptized with Water type moves right as it was switched in and made Enbuoh lose a lot of its energy. Bianca has a secret move to help her win the match and Bianca`s Emboar used Attract to make Cameron`s Samurott infatuated with it and was then able to let off a ton of attacks unchallenged to knock it out.\nThe final match up was between Cameron`s Riolu and Bianca`s Emboar. It was pretty one sided as Bianca`s Emboar was already pretty tired and it couldn`t land any hits. It was able to grab its foot at one point and throw it hard but Cameron`s Riolu landed on the ground upright. Cameron`s Riolu defeated Bianca`s Emboar and as a result Bianca was eliminated from the Isshu League tournament while Cameron advanced to the second round.\nIn the second main round, Cameron`s battle was briefly shown and Cameron`s Ferrothorn was shown defeating a Morobareru.\nIn the third round he was matched up against Kenton where he defeated him and Kenton was eliminated from the tournament.",
  "gender" : "MALE",
  "name" : "Kotetsu",
  "type" : "CHARACTER",
  "voice_actors" : {
    "2588" : "Uchiyama Kouki"
  }
}