{
  "anime_ids" : [ 442, 443, 497, 1357 ],
  "character_id" : 49489,
  "description" : "The VF-11MAXL Custom was the third variable fighter modified by the Macross 7 Special Technologies Group for deployment in Sound Force. The paramilitary unit consists of civilian singers/pilots from the rock band http://anidb.net/ch49391 [Fire Bomber] utilizing modified valkyries to use Sound Energy against the Varauta Army of the Protodeviln. http://anidb.net/ch14046 [Mylene Flare Jenius] is assigned the VF-11MAXL Custom modified with a unique guitar sound stick control mounted on gimbal-and-joint system with throttle and options control on slider for HOTAS control. Piloting this variable fighter http://anidb.net/ch14046 [Mylene] participated in numerous sorties against Varauta forces along with http://anidb.net/ch10993 [Nekki Basara] in the http://anidb.net/ch49268 [VF-19 Custom] and http://anidb.net/ch14529 [Ray Lovelock] and http://anidb.net/ch14970 [Veffidas Feaze] in the http://anidb.net/ch49490 [VF-17T Custom].\nThe VF-11MAXL Custom is lightly armed, like most of the variable fighters modified for use in the Sound Force unit. The head cannon and gun pod were removed, leaving only four missile launchers in the dorsal/shoulder sections, two internal engine/leg launchers and two laser cannons. The primary weapon is a speaker-pod-firing launcher pod mounted on the ventral fuselage in fighter mode or in the manipulator in GERWALK and Battroid modes. http://anidb.net/ch14046 [Mylene] uses this weapon to fire speaker pods into enemy mecha and transmit sound energy directly to the enemy pilots. The variable fighter is also equipped with a high performance audio system and speaker system (speaker units mounted nose in Fighter and GERWALK modes or front torsoin Battroid mode) and a lightup projector system. The VF-11MAXL has also been modified with enhanced engines and more powerful vernier thrusters for faster performance and greater maneuverability.\nSource: http://www.macross2.net/m3/macross7/vf-11maxlcustom.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-11MAXL Kai Thunderbolt",
  "rating" : {
    "rating" : 7.83,
    "total" : 4
  },
  "type" : "MECH"
}