{
  "anime_ids" : [ 442, 443, 1357 ],
  "character_id" : 49490,
  "description" : "http://anidb.net/ch14529 [Ray Lovelock] was approached by the UN Forces to once again serve in the military after his retirement under distressing circumstances. http://anidb.net/ch14529 [Ray] accepted the unique proposal and became involved in Operation M, commanded by Macross 7 Captain http://anidb.net/ch41156 [Maximillian Jenius]. Originally involving only two members (http://anidb.net/ch14529 [Lovelock] himself and http://anidb.net/ch10993 [Nekki Basara]) the initial mandate of Operation M involved the deployment of only one customized VF-19 variable fighter, piloted by http://anidb.net/ch10993 [Basara]. Later in 2045, the paramilitary unit Sound Force was established and http://anidb.net/ch14529 [Ray Lovelock] was assigned to his own variable fighter, a custom VF-17T valkyrie. The Special Technologies Group onboard the Macross 7 extensively modified a two-seater VF-17T with an internal sound system and more powerful engines. http://anidb.net/ch14529 [Ray Lovelock] would pilot this VF-17T Custom into combat along side Sound Force, with http://anidb.net/ch14970 [Veffidas Feaze] as copilot.\nThe VF-17T Custom is primarily deployed as a Sound Energy variable fighter. The VF-17T Custom is not a direct combat unit (similar to the http://anidb.net/ch49268 [VF-19 Custom]) and as such carries only two laser cannons and four micro-missile launchers for emergency use only. The primary offensive weapon is a speaker-pod-shooting launcher pod (mounted with exit port in ventral fuselage/lower legs, ejecting from lower leg section into manipulator for Heavy Battroid mode). These armor-penetrating speaker pods can pierce through the hull of enemy mecha and transmit audio from the Sound Energy Converting system oboard the VF-17T Custom directly to the enemy pilots. http://anidb.net/ch14529 [Ray Lovelock] and http://anidb.net/ch14970 [Veffidas Feaze], as part of the rock music band http://anidb.net/ch49391 [Fire Bomber], participated in numerous sorties with the Sound Force unit. Along with http://anidb.net/ch10993 [Nekki Basara] in the http://anidb.net/ch49268 [VF-19 Custom] and http://anidb.net/ch14046 [Mylene Jenius] in the http://anidb.net/ch49489 [VF-11MAXL] Sound Force could muster incredible amounts of sound energy for use against the Varauta Army as they fought valiantly in the Protodeviln War.\nSource: http://www.macross2.net/m3/macross7/vf-17tcustom.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-17T Kai Nightmare",
  "type" : "MECH"
}