{
  "anime_ids" : [ 442 ],
  "character_id" : 49518,
  "description" : "The \"VF-19 Excalibur\" is the production version of the http://anidb.net/ch48621 [YF-19] variable fighter (winning design of the Project Super Nova AVF competition) and is the next generation main variable fighter used by the U.N. Spacy in the 2040s. In 2041, the decision was made to adopt the VF-19 as the next generation main fighter of the UN Forces. The initial VF-19A production model is virtually identical to the YF-19 but rather than the sand colored hull of the prototype, the first production model features a blue and white colored hull. The VF-19 is also built with newly designed head units for both the F and S model variants.\nAs mass production continued the structure of the VF-19 was redesigned for both the F and S models. The dorsal fuselage (forward of the engine nacelles; the shoulders in Battroid mode) is enlarged and reshaped. The engine nozzles (lower legs in Battroid mode) were also redesigned with two encircling vernier slits. In addition to these design alterations, the two vertical stabilizers were placed farther outward on the dorsal fuselage to merge with the main wings and the central dorsal fuselage was reduced in size (which becomes a smaller anti-projectile shield in Battroid mode). The forward canard wing was removed and replaced with high maneuverability vernier thrusters and the main wing was also redesigned with a much smaller surface area. The fighter form of the http://anidb.net/ch48621 [YF-19] boasted astounding maneuverability performance but had a fatal decrease in maneuverability control. The VF-19 aimed to improve the balance by reworking the fuselage structure, but the http://anidb.net/ch49268 [VF-19 Custom] daringly maintains high maneuverability by following the original http://anidb.net/ch48621 [YF-19] concept. Other differences from the http://anidb.net/ch48621 [YF-19] prototype can be found in both \"F-type\" and \"S-type\" Excaliburs, such as replaced engines with more stable output and a simplified airframe body. These changes found in the VF-19 Excalibur create a comprehensive performance that not only allow average pilots to control the craft but also exceed the prototype unit.\nA new unit, designated as Emerald Force, was established onboard the http://anidb.net/ch49255 [Macross 7] in 2045. The pilots of Emerald Force operated the newest VF-19F and http://anidb.net/ch49456 [VF-19S] fighters in the 37th long-distance colonization fleet. Lt. http://anidb.net/ch43874 [Docker] was the first Macross 7 pilot to fly the http://anidb.net/ch49456 [VF-19S] and was placed in command of Emerald Force. The VF-19 Excalibur was deployed continuously in combat during the Protodeviln War.\nSource: http://www.macross2.net/m3/macross7/vf-19f.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-19F Excalibur",
  "type" : "MECH"
}