{
  "anime_ids" : [ 442 ],
  "character_id" : 49550,
  "description" : "Two years prior to the Protodevlin War the Varauta, true to their parasitic nature, acquired the technology of the UN Spacy that explored the Varauta solar system and built new variable fighters based upon these stolen spacecraft. The FBz-99 Saubergeran is a design modeled after the UN Forces VAB-2D variable fighter-bomber developed by Northrom & Grumman/Mikoyan. The Saubergeran is a very large variable fighter-bomber with a wingspan of nearly 38 meters and weighs 22.6 metric tons. The FBz-99 features numerous missiles in six separate launchers with an additional six hard points which can altogether accommodate in excess of 60 tons of ordnance. Though functioning as a bomber, the Saubergeran is also a variable fighter armed with two pulse guns in each lower arm and four anti-air beam guns mounted on the dorsal fuselage/shoulders. The missile launchers make the Saubergeran an incredibly dangerous variable fighter, capable of not only launching dozens of missiles simultaneously, but able to repeat this attack with a large supply of ordnance. The Heavy Battroid mode of the FBz-99, a huge Battroid over 22 meters tall, is very robust and can be difficult to damage quickly in battle without using heavy weapons. Unfortunately because of its size and weight, the Saubergeran is not as fast or maneuverable as other variable fighters. However the FBz-99G has four powerful engines (and two additional nozzles for Battroid mode) and can achieve orbit unaided. The FBz-99G also made use of a Sound Wave neutralization countermeasure that helped harden the fighter and provided some protection for the pilot against the Sound Energy of Sound Force. The Saubergeran was also equipped with a spiritia spark gun capable of draining spiritia and also reinforcing mental control of Varauta pilots subjected to the Sound Force attack.\nThe FBz-99G Saubergeran was the model first deployed during the Protodevlin War in November 2045. The Protodevlin http://anidb.net/ch43863 [Gavil] piloted this monstrous variable weapon into combat against the UN Forces of the 37th long-distance colonization fleet. Unfortunately for http://anidb.net/ch43863 [Gavil], the UN Spacy pilot http://anidb.net/ch41155 [Gamlin] was coming into his own as an accomplished ace pilot and flying in his http://anidb.net/ch49269 [VF-17S Nightmare] (armed with a powerful beam gun adaptor), http://anidb.net/ch41155 [Gamlin] repeatedly shot down http://anidb.net/ch43863 [Gavil]`s Saubergeran fighter-bomber in one engagement after another.\nSource: http://www.macross2.net/m3/macross7/fbz-99g.htm",
  "gender" : "UNKNOWN",
  "name" : "FBz-99G Saubergeran",
  "type" : "MECH"
}