{
  "anime_ids" : [ 442, 1357 ],
  "character_id" : 49555,
  "description" : "Despite initial misgivings the UN Forces were forced to admit that Sound Force did have a legitimate effect upon the enemy, however uneven and unpredictable the result. As such, the UN Forces decided to expand the initial mandate of Operation M and create more units using sound technology. The units were called \"Jamming Birds\" and comprised VF-11D Custom variable fighters built by Macross 7 Project M Special Technologies Group. One lot of 20 craft was produced and flown by trained UN Spacy pilots along with a co-pilot performer who could utilize the sound technology system. Auditions were held for Jamming Bird hopefuls and a final selection of six singers and musicians provided the UN Forces with their first new recruits.\nThe Jamming Birds, unlike Sound Force, were a strictly regimented military unit and the VF-11D Custom variable fighters were fully armed combat craft. The VF-11D Custom is built with a special two-seat cockpit, a secondary transparent spherical canopy for the rear seat and retractable four-piece canopy cover for Battroid mode. The Jamming Bird also features a newly designed head unit with a visor-style main sensor. The most important modifications made to the VF-11D Custom are the sound energy converter system and the Sound Boosters. The added equipment and accommodation made the VF-11D heavier than the standard http://anidb.net/ch49261 [VF-11C]. To compensate for the additional weight, the VF-11D Custom featured enhanced engines for additional thrust, VF-19 model vernier thrusters and enlarged canard wings for better maneuverability. The Super Part Boosters enable the VF-11D Custom to achieve orbit and can be utilized both in the atmosphere and in space.\nThe first deployment of the VF-11D Jamming Birds in November 2045 was a complete failure. While the VF-11Ds and the sound energy systems were combat worthy hardware, the UN Forces failed to account for the human element of the assigned personnel. Unlike http://anidb.net/ch10993 [Nekki Basara] and http://anidb.net/ch14529 [Ray Lovelock] who had military flight experience and natural ability (and, to a lesser degree, http://anidb.net/ch14046 [Mylene Jenius]), the singers/musicians of the Jamming Birds fared poorly under combat conditions, unable to sing effectively due to both the emotional and physical stresses of variable fighter combat. Colonel http://anidb.net/ch44100 [Barton], the officer in charge of the Jamming Bird unit, refused to admit failure and continued with a training program for the civilian personnel. The Jamming Birds eventually became an effective fighting force against the Varauta, but only at the final stage of the Protodeviln War.\nSource: http://www.macross2.net/m3/macross7/vf-11d.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-11D Kai Thunderbolt",
  "type" : "MECH"
}