{
  "anime_ids" : [ 442, 497, 1357 ],
  "character_id" : 49595,
  "description" : "In March 2040 the Project Super Nova Advanced Variable Fighter (AVF) competition ended disastrously for General Galaxy with the complete destruction of their second http://anidb.net/ch48623 [YF-21] prototype variable fighter in the \"Sharon Apple Incident\". The UNG military decided to adopt the http://anidb.net/ch48621 [YF-19] design from Shinsei Industries and mass production of the VF-19 commenced as the new main variable fighter of the UN Forces. General Galaxy however bravely continued onward with their development of the http://anidb.net/ch48623 [YF-21] and redesigned the brainwave control system so that it was not the primary control system of the craft. The active stealth capabilities and payload abilities of the http://anidb.net/ch48623 [YF-21] were evaluated and General Galaxy produced the VF-22 Sturmvogel II as a special operations Valkyrie built in small numbers. It was a successful gamble for General Galaxy and in December 2042 the decision was made to formerly adopt the VF-22 Sturmvogel II as a special operations variable fighter.\nThe VF-22 Sturmvogel II retained many of the advanced technologies in the http://anidb.net/ch48623 [YF-21] prototype fighter. The brainwave control system BDI (Brain Direct Image), the main improvement from the http://anidb.net/ch48623 [YF-21], was significantly simplified and worked in conjunction with a primary manual operating system within a corresponding cockpit. Simplification of the BDI system reduced the enormous cost of the unit and the weight of the equipment. The cockpit is also redesigned with an overhead spherical canopy offering superior visibility in Fighter and GERWALK configurations. In Battroid mode the forward interior canopy is built with a large partial sphere monitor providing a 180 degree view forward. All three laser cannons on the http://anidb.net/ch48623 [YF-21] prototype were replaced with converging energy beam guns for the VF-22 but the production model retains the four dorsal missile launchers (in addition to 4 ventral ports) and large missile ordnance stowed in three internal pallets. As a further refinement the VF-22 features two sensor units (one mounted to the rear) in a newly configured head unit as opposed to the five sensors found on the old http://anidb.net/ch48623 [YF-21]. The VF-22 is also armed with two gatling gun pods with retractable stealth covers and includes a pin-point barrier defensive system.\nThe first VF-22S fighters were manufactured by the Macross 7 fleet Three Star Factory Ship under experimental license. Two fighters were produced and flown by http://anidb.net/ch41156 [Max] and http://anidb.net/ch41157 [Milia Jenius] in the final stages of the Protodeviln War in February 2046.\nBDI system functions as a sub-system, assisting in weapons control, chaff, or smoke during air-combat maneuvers where high G`s are required\nBDI system for assistance; engine block remains on main body in GERWALK and Battroid modes, enabling effcient use of main engine thrust and providing high mobility compared to past VFs.\nSource: http://www.macross2.net/m3/macross7/vf-22.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-22S Sturmvogel II",
  "type" : "MECH"
}