{
  "anime_ids" : [ 443 ],
  "character_id" : 49706,
  "description" : "Owned and operated by http://anidb.net/ch41428 [Emilia Jenius], daughter of Space War I heroes http://anidb.net/ch41156 [Max] and http://anidb.net/ch41157 [Milia Jenius], the Queadluun-Quilqua is a highly modified http://anidb.net/ch49048 [Queadluun-Rau] battle suit. Emilia herself underwent the micloning process to become giant sized and operates the Queadluun-Quilqua design for a giant-sized pilot. The battle suit features an armament nearly identical to the http://anidb.net/ch49048 [Queadluun-Rau] of the Zentradi Army and includes numerous micro-missile launchers on the back torso and lower legs. http://anidb.net/ch41428 [Emilia] has also installed several multi-colored smoke projectors in the battle suit to enhance her singing and stage prescence, long ago inspired by both her mother http://anidb.net/ch41157 [Milia] and singing idol http://anidb.net/ch7418 [Lynn Minmay]. At some time later in the Protodevlin War, http://anidb.net/ch41428 [Emilia]`s song energy attracted the attention of the Macross 7 fleet and http://anidb.net/ch10993 [Nekki Basara] left to investigate the origin of the energy. He arrived upon the UNG colony world Veil and encountered http://anidb.net/ch41428 [Emilia] in her Queadluun-Quiqua battle suit. Luckily the two came to an understanding just as the other members of Sound Force arrived, including http://anidb.net/ch41428 [Emilia]`s younger sister http://anidb.net/ch14046 [Mylene Jenius]. The Varauta forces detected the Spiritia disturbance and sent units to investigate. The two forces clashed in a battle in which http://anidb.net/ch41428 [Emilia] herself fought. http://anidb.net/ch41428 [Emilia] and Sound Force defeated the enemy Protodeviln forces, but her Queadluun-Quilqua was destroyed trying to prevent a mountain flood that resulted from the battle. Fortunately, http://anidb.net/ch41428 [Emilia] survived and remained on Veil.\nSource: http://www.macross2.net/m3/macross7/queadluun-quilqua.htm",
  "gender" : "UNKNOWN",
  "name" : "Queadluun-Quilqua",
  "type" : "MECH"
}