{
  "anime_ids" : [ 427 ],
  "character_id" : 50487,
  "description" : "In 2007, the Unification Wars ended badly for the Anti-U.N. and the United Nations Government firmly established itself on Earth. Despite their loss, the A.U.N. held considerable influence and resources, using both to continue espionage against the U.N.G. Armed with OverTechnology illicitly obtained from the U.N.G.`s military programs, the A.U.N. developed their own variable fighter designated the SV-51. Built and flown before the VF-1 series of the U.N. Spacy, the SV-51 is powered by overtuned conventional engines rather than the more powerful thermonuclear reaction engines. Nonetheless, the SV-51 was designed to be a practical combat machine and operational deployment revealed the SV-51`s stability in battle over that of the U.N.G.`s competing VF-0 fighter. In September 2008, the SV-51 entered active service in the A.U.N. and was utilized in a recovery operation of an alien artifact around the island of Mayan in the South Pacific Ocean, the details of this conflict remaining secret for nearly 50 years.\nThe SV-51 is a large fighter with numerous weapons and fully variable systems. Capable of transforming into both GERWALK and Battroid mode, the SV-51 utilized one Gsh-371 55mm gun pod as its primary weapon. The SV-51 also featured a fixed mini-gun (two in SV-51γ) and six hard points for mounting missile launchers and auxiliary fuel pods. Several additional systems added to the effectiveness of the SV-51 including a high-efficiency active stealth system and two fan jets for VTOL capabilities in fighter mode. In comparison, the U.N.G.`s VF-0 fighter possessed a lower output stealth system and no such VTOL capabilities in fighter mode. Though the SV-51 enjoys numerous advances over last-generation conventional fighters, the craft does suffer from several design flaws. The size of the aircraft places a burden on the transformation actuators leading to a longer transformation time from one mode to the next. Lacking thermonuclear reaction engines needed to properly operate a variable fighter meant the SV-51 has a much shorter range due to high fuel consumption. Rathering than cruising to a destination using it`s own fuel, it was often necessary for the SV-51 to be transported to the operational area, typically by a modified submarine and launched from underwater. The SV-51 was jointly developed by Sukhoi, Israel Aircraft Industries and Dornier and progressed 1-2 years earlier than the VF-0 schedule (reaching a practical stage by the end of the UN War). The SV-51 is first combat-type variable fighter (VF) in history that members of the Anti-UN Alliance developed for combat against giant aliens. Like the VF-0 Phoenix of the U.N. Forces, the SV-51 was a developmental unit. However, the SV-51 was unlike the hastily combat-equipped VF-0 Phoenix in that the Anti-U.N. craft was considered for use in actual combat from the very beginning.\nThe SV-51 saw very limited production, with 32 mass-production type SV-51α (alpha) units manufactured (a dozen would have been modified for the SV-52). A further 6 two-seater variants were built and a small but unknown number of specially tuned versions designated the SV-51γ. A.U.N. ace pilots http://anidb.net/ch14114 [Nora Polyansky] and http://anidb.net/ch14113 [D.D. Ivanov] flew SV-51γ (gamma) fighters during the events around the island of Mayan in 2008.\nSource: http://www.macross2.net/m3/macrosszero/sv-51.htm",
  "gender" : "UNKNOWN",
  "name" : "SV-51 Gamma",
  "type" : "MECH"
}