{
  "anime_ids" : [ 427 ],
  "character_id" : 50489,
  "description" : "During development of the VF-1 Valkyrie, the U.N. Spacy development teams found it necessary to utilize other variable fighters as test beds and trial production models for the various new OverTechnology systems. The VF-0 Phoenix was one such variable fighter begun in 2002, an experimental series of VF manufactured after inheriting the F-14 Tomcat experimental system group. Delivery of the first completed craft occurred in 2004 and in 2008 the VF-0 Phoenix was utilized in combat when delivery of the thermonuclear reaction engines delayed deployment of the VF-1 Valkyrie. Although the VF-0 was used for various tests and strategic research, it was not considered for combat until reports the Anti-UN Alliance organized a VF experiment combat group. Once the Anti-UN threat of a variable vehicle surfaced, the VF-0 was equipped for actual combat and productions increased rapidly. The transformation mechanisms, energy conversion armor and active stealth capabilities would have a major impact on later VF development and would be placed into practical use after the VF-1 Valkyrie. The Phoenix was deployed around the island of Mayan in the South Pacific Ocean that same year and many VF-0 variable fighters participated in an operation to combat Anti-U.N. forces for the purpose of recovering of an alien artifact.\nThe VF-0A was the primary fighter of the series, possessing many of what would become the standard variable fighter technologies including the famous three-mode variable transformation system. Unfortunately, the lack of thermonuclear reaction engines meant the VF-0A was deployed with larger conventional (but overtuned) jet engines and dorsal conformal fuel tanks. These problems seriously limited the operational range of the VF-0A and ultimately meant the series would remain a small production model. Nonetheless, the VF-0A was combat worthy and possessed a Mauler laser cannon, one standard Howard GPU-9 35mm gatling gun pod (with 550 rounds) and four underwing hard points with a variety of missile loads. For defense, the VF-0A featured the first incarnation of the energy converting armor system which utilized surplus power to triple fighter mode`s armor strength in battroid mode (a similar system would become standard in all future variable fighters). The VF-0A could also be fitted with the leg/engine nacelle conformal missile/fuel tanks for increased firepower and range, these parts belonging to the VF-1 \"Super Pack\" that were not yet fully completed.\nThe VF-0A was a successfully deployed unit, but was only produced in small numbers as production resources were devoted to the more advanced VF-1 Valkyrie that would follow. The U.N. Spacy manufactured 24 VF-0A general-issue single-seater fighters, 4 two-seater fighters and 2 two-seater armed reconnaissance units. Six single-seat types and 18 two-seater types of the delta wing VF-0D units were constructed as well as 4 VF-0S commander versions. Also built was VF-0B two-seater versions of the A type for the UN Spacy produced under trial basis and VF-0C single-seat versions of the D type for testing by the Marine Corps who were struggling with aging aircraft. U.N.G. pilots http://anidb.net/ch14110 [Kudou Shin] and http://anidb.net/ch14116 [Edgar LaSalle] piloted VF-0 fighters as did ace pilot http://anidb.net/ch10505 [Roy Focker] when conducting operations around the island of Mayan in 2008.\nNOTE: During development of the Macross game for the Playstation 2, when the VF-0 was being considered for inclusion, it was named \"Phoenix\" (ultimately, the VF-0 was not included in the game). This \"pet name\" was then dropped only to reappear in 2008 on the official Macross Frontier website. The Macross Chronicle (2008) has since made the name \"Phoenix\" official.\nSource: http://www.macross2.net/m3/macrosszero/vf-0a.htm",
  "gender" : "UNKNOWN",
  "name" : "VF-0A Phoenix",
  "type" : "MECH"
}