{
  "anime_ids" : [ 6304 ],
  "character_id" : 5329,
  "description" : "A 15 year-old, hardworking boy from Earth and the main protagonist of the series. He is the younger half-brother of http://anidb.net/ch9722 [Masaki Tenchi] and can be classified as human, but in the previous stories, Tenchi`s father was a distant descendant of Tenchi`s grandfather, a Juraian, so it is difficult to tell how he is connected to them because of all the breeding with relatives. Just like his brother, Kenshi`s kindness, strength, and courage has led most of the girls he befriends to become infatuated with him. He is an incredibly skilled swordsman (Mexiah claims that he`s better than she is), master martial artist (capable of safely catching thrown knives in mid-flight), and is a one-man army inside of a Seikijin cockpit.\nKenshi has a habit of collecting strange crystals from the hull of the Swan, as it reminds him of the same crystal-like structure from Ryo-Ohki`s spaceship form when he was young and even has a necklace made from it (until Chiaia accidentally breaks the string and replaces it with a red string, which symbolizes love much to her chagrin).\nLater on, he becomes captain/ruler of the Swan and declares it an independent nation, though he is no longer allowed to dig in its hull for crystals out of a unanimous vote from the others much to his dismay. He later obtains the Tenchi-ken (lit. \"Heaven and Earth Sword\") from Yukine`s home village, which is made out a gigantic stone used to worship the Goddesses. Due to its heavy weight, a special weight-inhibiting ring was installed by Wahanly in order for him to wield it. His Seikijin`s unique white colour implies that he may be the legendary \"Seikishi of Light\" destined to save the world of Geminar. Throughout the anime, it is clear he has shown no clear signs of love interest to the women, although it is suggested he might have feelings for Yukine or Doll/Mexiah.\nIt is later revealed from Mexiah in episode 12 that he is the offspring of an artificial human from Geminar. It is also stated that the Geminar`s ancestors sent an artificial human to Earth in order to bring a hybrid (him) to Geminar to defeat Gaia because it was stated that the offspring of an artificial human and a summoned human are more powerful, the reason being is that they could not summon anyone during the time they were destroyed, but can send someone. In the final episode of the series, he has shown the ability to generate Light-Hawk Wings like his brother Tenchi.\nHis given name means \"Swordsman\", in reference to his sword fighting while piloting his Seikijin.\nSource: wiki",
  "gender" : "MALE",
  "name" : "Masaki Kenshi",
  "rating" : {
    "rating" : 7.06,
    "total" : 61
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "175" : "Shimono Hiro"
  }
}