{
  "anime_ids" : [ 9314, 10742, 11210, 13657, 14626 ],
  "character_id" : 53774,
  "description" : "Beerus is the God of Destruction, an individual that`s been around for centuries having destroyed several planets, solar systems and races. Even the mighty saiyajin king Vegeta once bowed in terror infront of him. Beerus even sees Freezer as little more than a nuisance that was too far away to deal with.\nBeerus spends most of his time either sleeping for decades at a time or traveling around the universe destroying planets, eating whatever people offer him or in general doing whatever he feels like doing.\nBeerus might have a short temperament and with his title God of Destruction may sound quite evil but despite all this, he is not a bad guy in general but rather more of in the gray area, always honoring his words and not doing things unnecessarily.\nHe is currently the second strongest individual in the Dragonball world. http://anidb.net/ch9004 [Super Saiyajin 3 Gokuu] was nothing but a toy for him. Even after http://anidb.net/ch2103 [Gokuu] ascended to Super Saiyajin God and came back with an increased power, he still did not manage to push Beerus to fight at more than 60% of his full power.\nNote: As is the case with most of the main cast from Dragonball, Beerus`s name is a pun. In this case, it`s two puns meshed into one. The original pun was on the word `virus` as scriptwriter, Watanabe Yuusuke, stated in an interview with DVD & Blu-ray Magazine that he had written a scenario in which the God of Destruction was actually the one responsible for originally infecting the Saiyajins with evil. However, when Toriyama Akira stepped in and changed a great deal of the movie`s backstory, he thought Beerus`s name was a pun on the English word `beer` and then followed suit by naming http://anidb.net/ch53770 [Whis] (ウイス or uisu) after `whiskey`, another alcoholic beverage.",
  "gender" : "MALE",
  "name" : "Beerus",
  "rating" : {
    "rating" : 5.57,
    "total" : 40
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "380" : "Yamadera Kouichi"
  }
}