{
  "anime_ids" : [ 230, 990, 1020, 1041, 2371, 4728, 5772, 6796, 6797, 6800, 7109, 8826, 9764, 9956, 11585, 12407, 12646, 14215, 14993, 15067, 15309, 15626 ],
  "character_id" : 54,
  "description" : "Butterfree is a dual-type Bug/Flying Pokémon introduced in Generation I.\nIt evolves from Metapod starting at level 10. It is the final form of Caterpie. It also has a Gigantamax form.\nButterfree resembles a vaguely anthropomorphic butterfly with a purple body. Unlike true insects, it only has two body segments and four light blue legs. The upper pair of legs resembles small, three-fingered hands, while the lower pair resembles long, digit-less feet. Butterfree has two black antennae, a light blue snout with two fangs underneath, and large, red compound eyes. Its two pairs of wings are white with black venation. Two oval scales on a female Butterfree`s lower wings are black, but they are white on a male.\nAs Gigantamax Butterfree, its size increases to gigantic length with altered look. The wings and its pattern changes to light and dark green color with white. The antennae change to bright green and extends to the point where the tip bends, and three red clouds surround it. The eyes changes to bright glowing red. A fur-like circle is attached to both the wings and back of Butterfree. Several green scales can be seen floating around Butterfree, which are its most effective weapons, capable of releasing paralysis, poisoning, or sleep. The massive wings are powerful enough to lift a 10-ton truck through a simple flap. The wind it generates can scatter poisonous scales throughout the area, making it dangerous to be near it.\nButterfree`s wings are covered with poisonous powders that fall off continuously as it flies. It will defend Caterpie from bird Pokémon using this powder. This powder also repels water, enabling it to gather honey even in the rain. Butterfree will roam up to six miles (ten kilometers) from its nest in search of honey, which it carries with the hairs of its legs. Sometimes it has territorial disputes with Cutiefly over fields of flowers. It also consumes sap from trees pierced by Heracross, as seen in the anime. Butterfree is found in temperate forests and jungles, but it has also been observed flying near the ocean as part of its migratory breeding pattern.\nGigantamax Butterfree is the only known Pokémon capable of using the exclusive G-Max Move G-Max Befuddle.",
  "gender" : "DIMORPHIC",
  "name" : "Butterfree",
  "rating" : {
    "rating" : 9.08,
    "total" : 16
  },
  "type" : "CHARACTER"
}