{
  "anime_ids" : [ 117, 13258 ],
  "character_id" : 5487,
  "description" : "Haruko Haruhara is an energetic, spontaneous hotpink-haired girl from outer-space, and investigator for the Galactic Space Patrol Brotherhood/Stellar Fraternity. Mamimi observes that she looks at least twenty years old, though she claims to be 19. But it is impossible to know, especially since Haruko is not even human. She wears a bright red coat, black pants, white boots, and lemon chiffon colored scarf. She rides a sunglow Piaggio Vespa SS 180 (becoming known as The Wasp Woman, a pun on the word Vespa, which means wasp) and wields a navy blue, left-handed Rickenbacker bass guitar model 4001 (similar to the 4001S used by Paul McCartney, whom she mentions in episode five, but hers has a lefty neck with a righty body). It can be used as an axe-like melee weapon, shoot bullets, act as a rocket launcher, and is used several times to open N.O. channels. She also seems to use it to fly. She leaves it for a more powerful, double-necked guitar/bass (a fusion of Naota`s Gibson Flying V and Atomsk`s 1961 Gibson EB-0 that Naota creates while harnessing Atomsk`s power) when she departs from Earth in episode six.\nShe becomes the Nandaba household`s maid and plays on a rival team of the Mabase Martians, seemingly for extra money, but in fact to knock a satellite out of Earth`s orbit with the baseballs she hits. She has also apparently had past relations with Amarao, most likely similar to her relationship with Naota. This mysterious character is the catalyst for FLCL`s entire plot. She is called Haruha Raharu by Amarao; this may be another alias however. In episode 2 she claims to be a first class space patrol officer, in which she looks like an alien space angel.\nHaruko has connections to the Nandaba family cat, Miu Miu. The cat serves as a \"walkie talkie\" to her superiors. The cat does not speak (besides its \"meows\" and grunts) but it is obvious that Haruko is getting some kind of reply, as her conversations with Miu Miu indicate.\nAt the end of the manga adaptation, a character identical to Haruko appears from Naota`s forehead. She claims to be \"Haruha Raharu`s superior [...] Superior Raharu\" and that Haruko is on the run from the Galaxy Space Police Brotherhood. It is made obvious that it is Haruko pretending to be someone else after she kisses Naota.",
  "gender" : "FEMALE",
  "name" : "Haruhara Haruko",
  "rating" : {
    "rating" : 8.35,
    "total" : 138
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "485" : "Shintani Mayumi"
  }
}