{
  "anime_ids" : [ 2151 ],
  "character_id" : 55412,
  "description" : "Kakeru Oozora is a genius astronomer who dreams of meeting a princess who lives on the Moon and who he calls Kaguya. He saw her once, but nobody believed him, even his best friend with whom he is secretly in love - http://anidb.net/ch55530 [Himeko Nayotake]. For his romanticized opinions and fantasies, he was laughed at by his colleagues from scientific society: \"In modern world, where science rules, there is no place for such unscientific fantasies and dreams.\" Even Himeko can not understand his unscientific attitude.\nOne night, he discovered a new comet near the Moon. Its beauty reminded him of Kaguya, so he entitled it \"http://anidb.net/ch55445 [Princess Snow Kaguya]\". Shortly after, he saw a meteorite crashing nearby. He immediately got in his car and took this fallen piece home for further analysis. Unfortunately for him, this comet he saw is a platform of an evil Ice Witch that wants to freeze the whole Earth, and the meteorite he took home - a crystal of some kind - is her ultimate weapon to achieve this goal. Not only the Ice Queen is looking for this crystal, the crystal itself starts to drain Kakeru`s vital energy.\nAfter saving http://anidb.net/ch7481 [Luna] from car accident and being almost hit by the car instead of her, he took her home and tended to her until she got better.\nLater on, after the Ice Queen is defeated, http://anidb.net/ch7321 [Sailor Moon] wish upon the Silver Crystal to grant Luna her wish to become human as she is in love with Kakeru. Luna wants to show him his dreamed Princess Kaguya to encourage his will to fight against the darkness put into his heart by the crystal - Luna itself will become his Princess.\nAt the end, he finds enough courage, thanks to Luna, to confess his true feelings to Himeko.",
  "gender" : "MALE",
  "name" : "Oozora Kakeru",
  "rating" : {
    "rating" : 4.69,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "468" : "Kikuchi Masami"
  }
}