{
  "anime_ids" : [ 950, 951, 953, 11549, 12757 ],
  "character_id" : 55764,
  "description" : "Baron Ashura is the main henchman of Dr. Hell, the antagonist of Mazinger Z. He/she is notable for being voiced by two simultaneous seiyuu as well as being a half-man, half-woman combination. Mazinger`s most persistent enemy, it makes regular appearances in the Super Robot Wars series as Dr. Hell`s loyal underling.\nBaron Ashura`s origin began long ago with a man and woman who fell in love. Their love was forbidden and upon discovery, the lovers shared a terrible fate: they were mummified and buried alive. Many years later, a cave in collapsed the roof of the tomb. A huge chunk of rubble landed between the two corpses, destroying the man`s right half and the woman`s left half. The would-be world conqueror Dr. Hell stumbled upon the tomb. He sewed the two remaining halves together and then brought the composite being to life. The new being swore loyalty to Dr. Hell. Dubbing his creation Baron Ashura, Dr. Hell used it as his main henchman.\n\nWhile not a pilot Itself, Ashura has commanded Dr. Hell`s Salude and Bood submarines and at one point also is appointed as the pilot of Daima U5 by Dr. Hell in episode 27 of the television series. In episode 78, Ashura fatally wounded itself crashing the Bood into Mazinger Z in a futile attempt to destroy the robot. Duke Gorgon saw the dying Baron on the sea surface and tried to save it. Baron Ashura died in the arms of its enemy, who finally acknowledged its bravery. In the next episode, Ashura was paid homage with mechanical beast Jetfire P1 resembling its face.\n\nBaron Ashura appears in every episode of Mazinkaiser until Dr. Hell transforms it into the mechanical monster King Gordon. Baron Ashura also appears in Shin Mazinger Shougeki! Z Hen faithful to its role although its origin was given more depth as it is revealed in the series Ashura was a pair of Mikene servants name Tristian and Isolde.\n[Source: Wikipedia (en)]",
  "gender" : "INTERSEX",
  "name" : "Ashura Danshaku",
  "rating" : {
    "rating" : 3.1,
    "total" : 10
  },
  "type" : "CHARACTER"
}