{
  "anime_ids" : [ 1041, 4728, 8826, 12646, 15067 ],
  "character_id" : 558,
  "description" : "Togepi is a baby Pokémon that hatches from an egg. The Pokédex says that this Pokémon`s \"shell is filled with joy\" and that it will bring happiness to its trainer as it travels along with him/her. In the Pokémon Gold, Silver, and Crystal games, Togepi first appears as a mystery egg given to the player by a minor character called \"Mr. Pokémon\", which he/she has to take back to Professor Elm. In FireRed and LeafGreen a character living in the Sevii Islands will give you a Togepi egg, but this event happens only after obtaining the National Pokédex. Like all infant Pokémon, on the day a Togepi hatches, it develops a parental relationship with the first person it sees. (for example, the Togepi would think of the first female it sees as its mother)\nIn the Pokémon anime, Togepi is the second second-generation Pokémon to be introduced as a character before the release of Pokémon Gold and Silver (Ho-oh was the first). Ash Ketchum discovers an egg in the ancient ruins at Grandfather Canyon. He carries this egg around until the episode \"Who Gets to Keep Togepi?\". The egg hatches, and after a long dispute it is decided that Misty will keep the newly-hatched Pokémon. Since then, she grows inseparable to it and carries it around everywhere, going frantic whenever it gets lost. She usually keeps it in her backpack when she thinks that it needs protection. The only attacks that it is shown to use are Charm, and more notably, Metronome (which it learned by trying it after witnessing another Pokémon using it), which usually saves Ash and his friends from mortal peril; in one instance, it teleported them out of danger, another, it created a huge explosion, and in another used Reflect.\nIn a later episode in season six within the Advanced Generation, Misty travels to Hoenn to meet up with Ash, Brock, May, and Max. Due to one of Team Rocket`s plans going wrong, they end up in \"Mirage Kingdom\", a place where people praise Togepi for they believe it will be their savior. Togepi ends up going into a mirage, followed by Ash and his crew, to discover a Togepi Paradise in ruins. To defend it, it evolves into a Togetic, a Pokémon that makes its first Anime appearance and defeats the villain of \"Mirage Kingdom\". It then makes the difficult decision of staying in the Togepi Paradise to protect it instead of continuing with Misty. In the end, Misty released Togetic so it can defend Mirage Kingdom and returned to her duties as the Cerulean City gym leader.\nThe English DVD release of Mewtwo Strikes Back incorrectly refers to Togepi as Pokémon #152.",
  "gender" : "DIMORPHIC",
  "name" : "Togepii",
  "rating" : {
    "rating" : 7.29,
    "total" : 3
  },
  "type" : "CHARACTER"
}