{
  "anime_ids" : [ 9881, 11115, 14504 ],
  "character_id" : 58410,
  "description" : "Eijun`s rival, Furuya is a right-handed pitcher with extremely strong fastballs and forkballs. Furuya`s pitches are so strong that no catcher in Hokkaido was able to receive them. As a result, he became alienated from his middle-school team because he was far above them in ability. After hearing about the genius catcher, Miyuki Kazuya, he applied to go to Seidou high school to play baseball with him, and immediately took respect when Miyuki easily caught his pitch. During the game of first years versus second years, Furuya jumped from the second team to the first team after only one pitch. After playing his first official game against Yokohama, Furuya became a living legend within the high school baseball world and is often described as a monster rookie. Furuya`s strong points are his incredible pitching, outfield defense, and batting. His weaknesses are stamina and infield defense. Also, Furuya`s pitches are so powerful that they cause damage to his fingertips and nails, so he cannot pitch for very long. He is stoic and unsociable with a cool demeanor and often has an expressionless face. However, his aura completely changes while pitching, once being described as \"a wild wolf who wants to pitch some balls\". He dislikes all other aspects of baseball besides pitching. However, he is surprisingly humble, once mentioning that he never thought himself better than Eijun. He respects Eijun to a certain point and often accompanies Eijun to do extra practice at night. Because he was an outcast in his middle school, he is happy about but unused to the Seidou upperclassmen`s friendly but bossy treatment towards him, being content when he was ordered to fetch them drinks and uncomfortable when they excessively praise him. He also likes taking advice. He gets bored easily, disliking it when he cannot play in a match, and often falls asleep when he isn`t playing, or when he wants to ignore somebody.",
  "gender" : "MALE",
  "name" : "Furuya Satoru",
  "rating" : {
    "rating" : 3.23,
    "total" : 19
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "10776" : "Shimazaki Nobunaga"
  }
}