{
  "anime_ids" : [ 9881, 11115, 14504 ],
  "character_id" : 58411,
  "description" : "The main character. Eijun is a left-handed pitcher who has extremely erratic throwing motions. His body is naturally flexible with supple joints, allowing him to immediately change the pitch`s direction. Because Eijun has been playing baseball without proper instruction, his pitches normally change direction right before the batter hits the ball. However, this makes catching the ball difficult, as most catchers cannot predict where the ball will end up. He was initially unaware of this quirk in his throws. His knowledge about baseball is mediocre at best, but he strives to improve his skills and become Seidou`s ace player. Eijun comes from Nagano where he played baseball in his middle school. His team was below average, often making mistakes during critical moments and losing almost all matches. However, Eijun has an extremely strong spirit which, no matter how hopeless the situation got, inspired his teammates to continue playing their best. His childhood friend, Wakana, was the baseball team manager. Initially, after Eijun had been scouted by Seidou, he had planned to refuse because he wanted to keep playing with his friends in the same high school. However, his friends encouraged Eijun to go to Seidou despite their reluctant feelings because they felt as if they were holding Eijun back. Eijun eventually goes to Seidou and boldly declares that he will become the team ace. Eijun`s strong points are his infallible spirit, bunting, infield defense, and his idiosyncratic pitches. His weaknesses are control, outfield defense, and batting. His personality is hotheaded and loudmouthed, often causing his teammates exasperation because of his stupidity. He has a rivalry/friendship with Furuya Satoru, a fellow first-year pitcher. Because his middle school team was so weak, he is extremely level-headed in critical times.\nSource: Wikipedia",
  "gender" : "MALE",
  "name" : "Sawamura Eijun",
  "rating" : {
    "rating" : 6.07,
    "total" : 29
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "29979" : "Oosaka Ryouta"
  }
}