{
  "anime_ids" : [ 1807 ],
  "character_id" : 58533,
  "description" : "The Ideon was originally constructed by a long dead alien civilization on the planet Solo (known as the 6th Civilization because it was the 6th alien civilization humanity had discovered). It is comprised of three trucks, the Sol-Amber, Sol-Conver and Sol-Vainer, which transform and combine to form this gigantic humanoid mech. Each of these trucks were individually restored by the scientists on Solo, and it wasn`t until a 7th alien civilization, the `Buff Clan` attacked that the Ideon itself was revealed when the three trucks transformed on their own. The Ideon is carried aboard the Solo Ship throughout the series as they flee through the universe.\nThe Ideon and its individual parts are powered by the `Ide`, a mysterious yet infinite power source that fluctuates constantly, effecting the Ideon`s performance. If the Ide Gauge (which can be found in the cockpit of each of the Ideon`s 3 parts) does not display the Ide to be at an appropriate level, not only will the Ideon`s attack/defense capabilities be decreased, but it can also separate back into its 3 parts. Ide responds more to a person the younger they are, hence the Ideon`s pilots become younger and younger as the series goes on. Bes, the captain of the Ideon pilots it along with Cosmo, Kasha, Tekuno and Bento in the early episodes, but soon retires from the job, handing it over to the younger Moera. The child Deck becomes a pilot later on, being able to bring more out of the Ideon because of his younger age. The Ideon can even respond to babies, as is the case when the infant Piper Lou sneaks aboard, and occasionally its individual parts can operate without a pilot at all.\nThe Ideon has a host of weapon bestowing it with incredible offensive strength, making it one of the most powerful mecha in anime history. It contains a multitude of Missile Ports and Glen Cannons(which were put on by the colonists after the Buff Clan attacked) all over its body allowing it to attack in all directions. The Ideon features a barrier that can protect both itself and the Solo Ship from any attack, but its strength relies solely on the level of Ide. If the Ide gauge is low, the barrier can be useless. Halfway through the series while at the planet Ajian, the Ideon`s pilots discovered a tremendous power in the Ideon`s Mini Black Hole cannon. When activated this creates a black hole which sucks in everything around the Ideon. Its power is so great though that it dealt considerable damage to both friend and foe. As powerful as that device is though, its only the third most powerful weapon of the Ideon`s. The second is the Ideon swords, two rays of energy that emit from the Ideon`s wrists and are powerful enough to chop a planet in two (which they eventually do). Most powerful of all is the Ideon Gun, also known as the Wave Leader Gun, which emits waves of energy that can wipe out planets, fleets, whatever gets in the way with no trouble at all. The one caveat is that these weapons use up a tremendous amount of energy, meaning that they must be used sparingly.\nThe Ideon is destroyed in `The Ideon: Be Invoked` in the final battle against the Ganda Rowa, the Buff Clan`s most powerful weapon.",
  "gender" : "UNKNOWN",
  "name" : "Ideon",
  "type" : "MECH"
}