{
  "anime_ids" : [ 10031 ],
  "character_id" : 59678,
  "description" : "Red is a Pokémon trainer that traveled around the world and is the featured male protagonist of the Kanto Pokémon games (Red, Blue, Green, Yellow, FireRed and LeafGreen). He is known for talking very little, usually with \"...\"\n-- Game canon --\nRed sets off on a journey with his rival blue-oak. He ends up bringing down Team Rocket and becomes the Kanto champion while filling out Professor Oak`s dream of completing the Pokédex. He is considered a legend among legends in his various game appearances afterwards. In the Johto games (Gold, Silver, Crystal, HeartGold, and SoulSilver) which takes place two years after, he leaves his position to train on Mt. Silver, where the protagonist Ethan, kris-game, or Lyra defeats him. Years later, In Black 2 and White 2, he joins the Pokémon World Tournament where he is defeated by nate-game or rosa-game. Many years later after that, he and Blue, grown up, are legends who face elio-game or Selene at the Battle Tree in the Alola games (Sun, Moon, UltraSun, UltraMoon).\nIn Let`s Go Pikachu and Eevee, an alternate universe, he completed his quest years before chase-game or elaine-game and can face them.\nHe appears in Pokemon Masters EX, being considered a legend among legends. He reveals the reason why he barely talks is \"words are unnecessary!\". His partner in this game is either Charizard or Snorlax.\nRed can also cameo in Emerald, if the player fights another player using FireRed or LeafGreen.\n-- Spinoff Games --\nRed appears as a boss battle in Pokemon Stadium 2, much like the Johto based games.\nRed appears in Super Smash Bros. in his Gen 3 design, and actually speaks. He owns a Squirtle, Ivysaur, and Charizard.\nRed can appear in Pokémon Colosseum and XD: Gale of Darkness if you fight against a player with FireRed and LeafGreen.\nRed makes a cameo along with leaf-game in the intro of Pokémon Battle Revolution.\n-- Pokémon the Series --\nThe main character, Ash Ketchum, is based off of Red. Ash`s original design is based extensively off Red`s original design, and Ash`s XY hat is based off Red`s Gen 3 design. Dia is an alternate universe version of Ash, so by extension Red as well. Bonji has a hat based off Red`s Gen 1 design, and may also be a counterpart.\n-- Pokémon Origins --\nPokémon Origins, based off the original Kanto games, focuses on Red as the protagonist of the series. Red starts off with Blue and goes through all of the events game Red does, with the exception of him getting a Mega Stone for his Charizard. Red also speaks in this special, and manages to catch all 150 Pokémon.\n-- Pokémon Generations --\nIn Pokémon Generations, Episode 1 follows him and his Pikachu as they go through different regions.\n-- GOTCHA --\nRed makes a cameo in this music video atop Mt. Silver, fighting Ethan with his Blastoise.\n-- POKETOON --\nRed makes a silent cameo as a trainer that saved Pancham with his Arcanine from being bullied from a bunch of Impidimp. It made Pancham want to get strong.\n-- Pokemon Pocket Monsters (Manga) --\nRed, who`s full name is Isamu Akai, is the protagonist of this manga series, with his partner Clefairy and Pikachu. They make a cameo in the Pokemon the Series episode \"Lights, Camerupt, Action\" in a movie Ash watched when he was younger.",
  "gender" : "MALE",
  "name" : "Red",
  "rating" : {
    "rating" : 4.09,
    "total" : 3
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "302" : "Takeuchi Junko"
  }
}