{
  "anime_ids" : [ 9956, 10318, 12646 ],
  "character_id" : 61301,
  "description" : "Xerneas is a Fairy-type Legendary Pokémon introduced in Generation VI.\nIt is not known to evolve into or from any other Pokémon.\nAlong with Chespin, Fennekin, Froakie, and Yveltal, it was the first Generation VI Pokémon to be revealed to the public on January 8, 2013 as part of the Pokémon Direct broadcast.\nXerneas is the game mascot of Pokémon X, appearing on the boxart. It is a member of the aura trio with Yveltal and Zygarde.\nXerneas is a quadruped, stag-like Pokémon with four pairs of antlers. Its coloration varies slightly depending on which mode it is in: Active Mode or Neutral Mode. Regardless of mode, its main body is always black with a blue stripe down its back and a short, bushy tail. Starting at its knees there is a blade-like trim around each leg, which forms a point under each hoof. There is an upside-down, V-shaped marking on its chest in the same color as the trim on its legs. Its head and neck are blue, and there are two large, tufts that extend onto its chest and curve upward. Its first pair of antlers extends onto its head and curves around the underside of its eyes. The eyes are black with X-shaped pupils. There is a short marking on top of its snout and an upward curving horn on each side of its head in place of ears.\nIn Active Mode, its markings, antlers, and the trim on its legs is pale gold. Its antlers have branches and bumps in many colors and there are multicolored spots on its back. In Neutral Mode, its marking and antlers are instead pale blue and the embellishments on its antlers and spots on its back are a darker blue.\nXerneas has the power to share eternal life. This occurs when the horns on its head shine in seven colors. As seen in the anime, if it expends too much life energy it transforms into a tree and sleeps for 1,000 years. Xerneas is the only known Pokémon capable of learning the move Geomancy.",
  "gender" : "NONE",
  "name" : "Xerneas",
  "type" : "CHARACTER",
  "voice_actors" : {
    "40175" : "Mita Yoshiko"
  }
}