{
  "anime_ids" : [ 730 ],
  "character_id" : 61926,
  "description" : "The main character of the story, Amaterasu is the emperor of the Amaterasu Kingdom Demesne, (AKD) which covers the entire planet of Delta Belune. His full name is Amaterasu dis Gran Grees Eidas IV (the 84th ruler of the Kingdom of Grees). \"Dis\" is a royal honorific that applies to men. \"Mel\" applies to women. Amaterasu is also the commander-in-chief of the Mirage Knights, which act as the emperor`s body guards and special forces. Amaterasu himself is considered Mirage no. A.\nAmaterasu was born in J.C. 2020, to the queen of Grees, Amaterasu-no-Mikoto. In addition to his longevity and eternal youth, Amaterasu has a host of supernatural powers (the source of which will come to light as the story progresses). One of Amaterasu`s most unusual powers is his ability to not only change his physical appearance but to create additional bodies with a consciousness separate from his own, yet still connected to him. Two of these \"projections\" are Mel Rince (leader of the AKD`s Divers Guild) and Agari-no-Kimi (Lord of the East), both powerful divers in their own right.\nAmaterasu is an albino with platinum hair and crimson eyes. His frame is so slight that he can easily be mistaken for female (his alter ego, Ladios Sop often is!). His fatima is Ballanche masterpiece #44 Lachesis. Amaterasu has not only superior headdliner skill and superior diver ability, but is also a genius mortar headd meight. The mortar headds of the Mirage Knights, the Mirage series, were all his designs. He designed his own mortar headd, the Knight of Gold, by request of Lachesis when she was still a child.\nThough Amaterasu shows no emotions, he is a very sympathetic person. His desire for galactic peace is so strong, he is willing to go to war against the entire Joker galaxy in order to stop the endless battles being waged. It is this desire for peace that is the catalyst for much of what happens later in the story.",
  "gender" : "MALE",
  "name" : "Amaterasu Dis Grand Eydas Grees Fourth",
  "type" : "CHARACTER",
  "voice_actors" : {
    "4932" : "Horikawa Ryou"
  }
}