{
  "anime_ids" : [ 230, 1041, 4728, 6799, 8826, 9956, 12407, 15067 ],
  "character_id" : 639,
  "description" : "Corsola is a dual-type Water/Rock Pokémon introduced in Generation II.\nIt is not known to evolve into or from any other Pokémon.\nIn Galar, Corsola has a Ghost-type regional form. It evolves into Cursola starting at level 38.\nCorsola is a small, pink, roundish Pokémon with branch-like growths on its back, which are similar to coral. There is a smaller, blunt horn on its forehead, and it has black, oval eyes. It has a white underside, which speckles towards the sides. Its four legs and two arms are blunt and stubby.\nFound in the warm shallow waters of southern seas, Corsola requires clean water to live. If its habitat is dirty, the growths on its back become discolored and degenerate. However, when it is healthy, its growths regularly shed and grow back. It is able to regrow them over the course of a single night. It forms large social groups. Occasionally, these groups get so large that people may live atop them, as is the case in Pacifidlog Town. Corsola`s horn is a prized material, commonly used for jewelry and carving as seen in the anime. Smaller Pokémon like Seadra and Luvdisc are sometimes sheltered by Corsola`s branches, and even offer it protection from foes.\nGalarian Corsola were wiped out by sudden changes in ocean temperature caused by a meteor impact, turning them into Ghost-types. Its body is a bleached white with half-closed pink eyes and a perpetual frown, and its arms and branches have a distinctly semitransparent appearance to them; the branches can be used to take root inside and drain the life force of others.\nThe branches cannot cause injures or pain, but they immobilize the victim until Galarian Corsola lets them go. They are commonly found in the remains of prehistoric seas, and while they can be mistaken for ordinary rocks, they will curse anybody who kicks them by accident.\nIn the Alola region, Mareanie and Toxapex are natural predators of Corsola. However, they do not fulfill those roles in the Galar region, having not realized the branches of Corsola are delicious.",
  "gender" : "DIMORPHIC",
  "name" : "Sunnygo",
  "type" : "CHARACTER"
}