{
  "anime_ids" : [ 10360 ],
  "character_id" : 65313,
  "description" : "Kano is the number 3 member of the Blindfold group. He was the one who came up with the name mekakushidan.\nHis ability is \"Deceive\". This makes him to change how people see him or feel about him. He is also able to make Illusions for others. Unlike Seto, he constantly uses his ability to hie his true feelings from others. He also constantly uses illusion so people wont see him in emotional moments. He has a playful devil nature and enjoys messing with Kido by mentioning her weak points while talking ironically. In the anime, its showed that he also has some masochistic sides in him, since he constantly messes with Kido which is always followed by her physical reactions toward him.\nJust like the other members of the group, he acquired her ability after having a near death experience.\nHe used to live with his single mom. His mother`s unstable personality made her loose her control from time to time and hit Kano. Which made him to constantly blame himself for being hit, because of not being a good boy. On the day of the accident, their apartment was broken-in by thieves. His mother was stabbed to death while trying to protect his son. which also followed by Kido getting stabbed too. there, they were dragged to void Space (Heat Haze). Kano managed to escape and left his mom behind.\nTateyama Family later adopted him along with Kido and Seto.\nIt seems that his minor masochistic desires have roots in his childhood, because he was used to get hit by his mom.\nHowever he constantly uses his powers to change how people see and feel about him. So, he always is enigmatic to others. No one is able to understand and predict him fully because he refuses to open up.\nHis song is: Yobanashi Deceive (Night Tales Deceive). In the song, Kano tells a very dramatic and shounen-like story about himself and brags about his superpowers. He reveals that all of it were made-up at the end.",
  "gender" : "MALE",
  "name" : "Kano Shuuya",
  "rating" : {
    "rating" : 5.83,
    "total" : 13
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1442" : "Kaida Yuki",
    "1680" : "Tachibana Shinnosuke"
  }
}