{
  "anime_ids" : [ 312 ],
  "character_id" : 65777,
  "description" : "Younger Toguro is a human turned (absolute strength class, rated as a B-class) demon and the main antagonist during the Dark Tournament arc. His signature is the ability to regulate how much of his maximum power he releases, ranging from 0% to 100%. With each increase comes a burst of demon energy and his muscles thicken and enlarge themselves. At full power, his appearance changes drastically, affecting even his skin color, but requires him to feed on souls to maintain such immense power, which leads him to suck out the souls of the weaker creatures in the surrounding area through special appendages on his upper back. He also has the ability to move fast enough to not be seen. Once a great martial arts master and Genkai`s lover, Toguro is psychologically scarred when a demon named Kairin kills all of the students at his dojo. Toguro and Genkai participate in the Dark Tournament and defeat Kairin in the final round. Toguro decides he does not want to age and lose his power, so as his prize for winning he asks to be turned into a demon. 50 years later he returns to the Dark Tournament, challenging Yusuke, hoping he has finally found a fighter worthy of his full 100% power. He dies in their fight and in the afterlife Koenma offers him a lighter sentence for his misdeeds, however, Toguro refuses and requests the harshest sentence there is: 10,000 years of torture in hell for 10,000 cycles, with your soul ceasing to exist afterward (in the English anime dub it is changed to him requesting \"limbo\"). In the anime television series, Younger Toguro is voiced by Tesshou Genda in Japanese and Dameon Clarke in English.[2] Togashi considers the Toguro brothers to be his favorite villains in the series because they are \"fundamentally unrestrained\"",
  "gender" : "MALE",
  "name" : "Toguro Otouto",
  "rating" : {
    "rating" : 9.15,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "343" : "Genda Tesshou"
  }
}