{
  "anime_ids" : [ 90, 195, 17065, 18323 ],
  "character_id" : 6622,
  "description" : "Sanjou Tsubame, a waitress at Tae`s restaurant, becomes Myoujin Yahiko`s sweetheart. She was saved by him from the ronin her family worked for as Yahiko stopped them from robbing the Akabeko. She is very shy and soft spoken. When Himura Kenshin enters a deep depression after the supposed death of Kamiya Kaoru at the hands of Yukishiro Enishi, Tsubame pleads for Kenshin to help Yahiko fight back against one of Enishi`s abandoned allies and brings Kenshin back into the world of the living. Tsubame and Yahiko become a couple in the manga storyline. Watsuki has mentioned in his notes Tsubame and Yahiko`s son Myoujin Shin`ya, who he considered using in a story idea. In Samurai X: Reflection (Rurouni Kenshin: Seisouhen), Tsubame and Yahiko had become a couple.\nWatsuki said that he did not use a specific model for Tsubame`s personality. When the author thought of the concept \"a young girl being a young man`s motivation to act\" he used her as the heroine of the Yahiko storyline printed in Volume 5. The author used Tsubame as a \"testament\" of \"wrong thinking of a previous age\" and gave her a manner that contrasts with Yahiko`s \"acts-before-he-thinks\" manner. According to Watsuki the model originated from a popular \"planet-themed\" anime series. As Tsubame is \"an average girl\" the author decided that her hair should either be in a bowl cut or in pigtails. After watching the \"planet-themed\" series he decided to use a bowl cut. In the final chapter and Yahiko no Sakabatou Watsuki designed Tsubame to look \"as cute as possible\" since he wanted a story where she was the heroine.\" Originally he intended for the new waitress outfit, which looks similar to a maid outfit, to be exclusively for Yahiko no Sakabatou since the maid style was in fashion at the time. Watsuki feared that the fashion could be outdated by the time he wrote Yahiko no Sakabatou, so he used the new waitress outfit in the final chapter of Rurouni Kenshin. Tsubame`s name originates from places where Watsuki lived in Niigata.",
  "gender" : "FEMALE",
  "name" : "Sanjou Tsubame",
  "rating" : {
    "rating" : 5.31,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "46495" : "Oono Yuuko"
  }
}