{
  "anime_ids" : [ 90, 195, 17065 ],
  "character_id" : 6627,
  "description" : "Kurogasa, otherwise known as Udou Jin`e, was a hitokiri during the Revolution, and there is evidence he continued killing people well after the end of the Revolution. A master of the Nikaidou Heihou technique (the forced character \"Hei\" is formed with the kanji for one, two, and eight), attacked high-ranking Imperialist officials of the Meiji government (leading some to believe he fought for the Tokugawa shogunate during the war, since he did state that he was a member of the Shinsengumi, though his thirst for blood led him to killing members of his own squad), killing anyone who stood in his way. He appears as a man dressed in a long scarf, straw hat, and long kimono, and has a unique isukumi (paralyzing terror) technique to project chi toward people, hypnotizing them with his eyes (known as the Shin no Ippou or \"One Side of the Soul\"). It can also be used to strengthen himself. Kurogasa is obsessed with defeating the famous Hitokiri Battousai (Himura Kenshin) when he meets him during Kurogasa`s attempted assassination of Tani Juusanrou, a government official. He leaves, stating that if Kenshin cannot fight him to his fullest potential, he does not want to fight him at all. Kurogasa kidnaps Kamiya Kaoru the next day, in an effort to force Kenshin to once again become a hitokiri. Kenshin follows Kurogasa`s trail to the forest, where the two duel once again. Despite Kaoru`s life being in danger, Kenshin still does not fight with the intent to kill, and Kurogasa overwhelms him. Not wanting to settle for Kenshin holding back Kurogasa paralyzes Kaoru`s lungs using his Shin no Ippou, therefore making her unable to breathe. The two resume the battle, and Kenshin becomes angry enough to turn into Hitokiri Battousai as Kurogasa looks on gleefully. Kenshin hits Kurogasa`s right arm with the sheath of his sword, crushing Kurogasa`s elbow and severing Kurogasa`s ligaments; therefore Kurogasa can no longer wield a sword with his right arm. Kenshin is about to kill Kurogasa when Kaoru breaks Kurogasa`s spell with her will; she yells \"No!,\" releasing Kenshin from the Battousai spell. Kenshin then frees Kaoru, while Kurogasa picks up his wakizashi with his left hand, and stabs himself in the heart. Jin`e mortally wounded himself so the police would not discover the fact that Shibumi employed him.",
  "gender" : "MALE",
  "name" : "Udou Jin`e",
  "rating" : {
    "rating" : 6.78,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "45" : "Sugita Tomokazu"
  }
}