{
  "anime_ids" : [ 9956, 11585 ],
  "character_id" : 66284,
  "description" : "Aria in a Idol who is regularly featured in the \"Best 10 PokéVisions (ポケビジョン・ベスト10)\" and she started off in idol Pokémon unit with her Fokko and they are now immensely popular. Bonnie thought that Serena was in no way inferior to Aria.\nWhile on their way to Shoyo City, Ash and his friends stopped at a Pokémon Center and watched PokéVision. The episode they watched featured Aria`s \"Idol Life\" (アイドルライフ) which was that week`s number one video.\nShauna told Serena while making Poffles at the Pokémon Summer Camp that Aria was now a Pokémon Performer and had become a major player there. Trainers participating in Tripokalons are called Pokémon Performers. Aria still regularly uploads PokéVisions though despite participating in the tournaments. At the time of the Pokémon Summer Camp, Aria held the title of \"Kalos Queen\" as she had won each tournament three or more times and had entered the Master Class.\nEllena\nWhile shopping in disguise in a town near Miare City, Ellena met Serena and the two of them spent the day together. Aria almost gave away her true name but caught herself. She dressed up in glasses and a hat.\nDuring their time shopping, she gave Serena some advice and told her that Pokémon Performers always need to have the biggest smiles and that Serena needs to smile always.\nEllena suggested that they have a double battle and by fighting together with her partner Pokémon, Serena might make a discovery. She explained to Serena that in double battles, the cooperation between Trainer and Pokémon, as well as between the Pokémon themselves, is very important. The battle ended prematurely as Ellena received a phone call and had to leave. Serena later saw Aria on TV and realized that Ellena was Aria.\nAria and Serena were matched up in the Kalos Queen final round. Aria`s Vivillon was revealed at the beginning of the performance and it lifted Aria up in the air to make it look like she was flying. The performance was enough for Aria and her Pokémon to defend their title and retain the title of Kalos Queen by defeating Serena.",
  "gender" : "FEMALE",
  "name" : "Elle",
  "rating" : {
    "rating" : 4.94,
    "total" : 2
  },
  "type" : "CHARACTER"
}