{
  "anime_ids" : [ 90, 195, 8595, 18323 ],
  "character_id" : 6629,
  "description" : "Komagata Yumi is an oiran, a courtesan in Yoshiwara, formerly an akasen. Because of that, she is beautiful, intelligent, dignified, well-cultured, and was brought up in a comfortable life. She was always interested in social issues and occurrences in Japan, and became reviled at the Japanese government`s stance regarding prostitutes. She came to love Shishio Makoto with an utmost passion, which he returned. Thus, she joined Shishio`s conspiracy to bring down the Meiji government. She is constantly concerned about Shishio`s medical state.\nYumi dies trying to protect Shishio when his body becomes overheated in his fight with Kenshin. After she hurls herself in between Kenshin and Shishio and convinces the former to spare the latter, Shishio runs her through with his sword, mortally injuring her in the process and wounding Kenshin as well. Knowing that she has finally been of use to Shishio in his most important battle, she dies happy and released of her former frustration for not being able to fight next to him. She appears with Shishio and Houji in hell.\nWatsuki originally designed Yumi to be a \"sexy\" accessory for Shishio, as the Rurouni Kenshin author figured that a villain should have a \"temptress\" around him; Watsuki had not intended to develop Yumi into a character motivated by love. Watsuki had no particular personality model for Yumi. Yumi is a version of Ogin, a character played by the actress Kaoru Yumi in Mitokoumon Gaiden: Kagerou Ninpou-Chou, a spinoff series of Mitokoumon. Watsuki had no specific design model; he designed Yumi \"on the spot\" with the intention of her to \"be sexy.\" Halfway through the development of Yumi throughout the story, Watsuki became a fan of Morrigan Aensland from Darkstalkers (Vampire Hunter) and as a result Watsuki began to expose more of Yumi`s cleavage and shoulders, \"eventually increasing the sexiness by about 120%.\"\nIn the end Watsuki intended for Yumi to find happiness in following Shishio everywhere; Yumi`s motivation for sacrificing herself is not receiving death, but being with Shishio. Watsuki said that the concept of Yumi going with Shishio to hell \"struck\" him. Watsuki reported that he received response letters for Yumi`s sacrifice, including some praising the development and others criticizing it. Watsuki stated that some people who tried to cosplay as Yumi found difficulty in \"keeping the top up.\"\nWatsuki stated that drawing Yumi taught him that he could have fun with drawing female characters not just by making them appear \"cute,\" but also making them \"seductive, or even evil.\" Watsuki added that, since Yumi had a \"sexed-up body,\" botching \"even one line\" could make the character appear \"downright indecent.\" Watsuki stated that Yumi taught him the importance of \"skillful sketching.\"",
  "gender" : "FEMALE",
  "name" : "Komagata Yumi",
  "rating" : {
    "rating" : 4.31,
    "total" : 30
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5" : "Tomatsu Haruka"
  }
}