{
  "anime_ids" : [ 90, 195 ],
  "character_id" : 6630,
  "description" : "Sadojima Houji is Shishio`s second in command. He used to be an official in the Meiji government but lost faith in it when he saw no one in the government worthy of controlling the country. He abandoned his position in the government and eventually met Shishio. Houji, too, envisions Japan as a mighty power led by Shishio, ruling with the principles of basic animal survival. Houji is indeed unique; although he is not proficient in any fighting style, he is a cunning organizer and possesses frightening leadership qualities. His skills as a staff officer figure are quite amazing; he even manages to purchase Rengoku—the gigantic ship—on the black market. Houji`s plan with the Rengoku fails when Kenshin, Sanosuke, and Saitou arrive at the dock and Tsukioka Tsunan`s bombs, which Sanosuke carries, blow a hole into the ship, causing it to sink; since Houji did not have any members of the Ten Swords accompany the ship, Kenshin and his allies were able to destroy the ship. Houji was `baptized` by Shishio`s intense body heat to kindle in him a belief in hell.\nHouji strongly believes in Shishio`s strength as he throws away a gun he had hidden after learning of Shishio`s fifteen minute limit. He is in utter disbelief when Shishio is finally defeated by Kenshin and then attempts to destroy the complex in which the fight took place so that if Kenshin died, there would be no victor; thus Shishio would never have been beaten. As the complex collapses, Houji was saved by Anji and Soujirou. Anji convinces Houji to surrender himself to the police, and Houji agreed with the intent of using the criminal courts to project Shishio`s ideals and plans. At the end of the Shishio arc, it was revealed that Houji committed suicide in prison after government officials decided that his voice was too dangerous and refused to grant him a trial. After slitting his throat, he wrote a message on the wall with his own blood: \"This world is dead to me now. I go to follow my master to hell.\" The message was directed at the Meiji government to convey Houji`s disgust with the regime and his loyalty to Shishio. He is last shown in Hell with Shishio and Yumi, vowing to follow Shishio when he declares that he will conquer Hell.\nWatsuki stated that much of the overall concept for Houji originates from a character from X-Men whose name sounds similar to Houji`s name; Watsuki said that the X-Men character gave him a \"hint\" for the story and that Houji`s personality does \"not so much\" originate from the X-Men character. The X-Men character did not directly fight but instead invents machines to help his team members, so Watsuki wanted a character who held a support role in the Ten Swords. At first Houji was an individual who was often surprised, but Watsuki decided that was would \"get awfully dull.\" Watsuki that when he decided to make Houji Shishio`s second in command, then the character concept \"struck chords in my heart.\" Watsuki stated that Houji`s character design is \"100% original\" to him and that the design is one which Watsuki is the most confident in; Watsuki reported that several people believed that the design originated from Giant Robo. Watsuki added that the one aspect he did not like about Houji is the costume; Watsuki wanted to make it more \"European style authentic\" to the time period, but he could not find sufficient resources to make the costume in this manner. Watsuki said that Houji becomes \"a pretty cool guy\" at the end of the Shishio arc.",
  "gender" : "MALE",
  "name" : "Sadojima Houji",
  "rating" : {
    "rating" : 6.46,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3142" : "Takahashi Hiroshi"
  }
}