{
  "anime_ids" : [ 4777, 5932 ],
  "character_id" : 6636,
  "description" : "Shiraishi Minoru appears in the \"Lucky Channel\" segment at the end of each Lucky Star episode, but is also a minor recurring character, as a member of Konata Izumi`s class. He is the animated version of his voice actor, Minoru Shiraishi, although it is likely that the animated version is only around eighteen years old, due to his being in class 3-B. In one of the early karaoke ending theme sequences, it was revealed that Minoru has a part-time position, working at the karaoke bar Konata and her friends sing at. In the \"Lucky Channel\" segment, Minoru is Akira Kogami`s assistant, who repeatedly gets yelled at (and physically abused) by Akira, if he does or says something not to her liking. Minoru was nicknamed \"Sebastian\" by Konata one day, because of his likeness to a butler. After a trip to the forests around Mt. Fuji to get spring water for Akira, Minoru comes back a dirty and torn-up mess, and was more than likely mauled by a bear during his quest judging from the claw-marks on his back. Akira dubbed the water as too warm, spat it on the camera lens and then threw the rest in his face. This, after her cocktail of constant physical and mental abuse (not to mention being mauled by a bear for nothing), was the straw that broke the camel`s back, causing Minoru to go berserk and destroy the set for \"Lucky Channel\". During their confrontation in episode twenty-one of the anime, it seems that he has lost his fear of Akira, yelling right back at her and thwarting her desire to perform. In the final episode, with the stage wrecked, they do their last show, only to have yet another argument—she starts singing her song, but he, claiming this is merely a microphone check, cuts her off after only a few seconds. He appears briefly in Lucky Star: Ryouou Gakuen Outousai, the PlayStation 2 game of Lucky Star in a secret scene, where he is shown to trying to find the spring water in Mt. Fuji before being mauled.",
  "gender" : "MALE",
  "name" : "Shiraishi Minoru",
  "rating" : {
    "rating" : 8.25,
    "total" : 83
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "434" : "Shiraishi Minoru"
  }
}