{
  "anime_ids" : [ 4777 ],
  "character_id" : 6643,
  "description" : "Izumi Soujirou is Konata Izumi`s father, an author who works at home. He always wears loose, traditional Japanese clothing as his work clothes. He loves watching anime and playing video games, which influenced his daughter`s interests. Soujirou is \"also a lolicon\". This appreciation for neoteny may be one factor that caused him to fall in love with Kanata, whom he eventually married. He describes that he likes girls as some men do, but that he also appreciates younger ones. This means that this attraction is equal or possibly secondary, meaning he does not have a preference for them, so despite being a lolicon (person with a lolita complex) he would not be a pedophile. Throughout the show news reports and conversations indicate that young girls in the area are being approached by a strange man, and a running joke in the show involves hints that Soujirou is in fact the one doing it. The best example of this is the opening, part of which involves Soujirou spying on two schoolgirls from behind a lamppost.\nSoujirou is very thin, and has unshaven facial hair, he has a mole under his left eye which his daughter inherited and has thick eyebrows. Additionally, he is allergic to pollen and when he decided to wear goggles and masks as protection from it, Konata sighed that, \"Now you look weirder as well\". She also frequently reminds him, \"Please don`t do anything as to be taken away by the cops\". Also, he often forgets to lock the door when he is using the toilet, which has left Yutaka with a tremendous shock.\nSoujirou holds a deep love for his wife, Kanata Izumi, who passed away many years before. When Konata asks why Kanata chose to be with Soujirou (largely as a joke at his erotic personality`s expense), Soujirou points out that he and his wife simply looked past outwards appearances: Kanata loved Soujirou despite his otaku tendencies, and Soujirou obviously did not mind that Kanata had an unusual physique and did not share his hobbies.",
  "gender" : "MALE",
  "name" : "Izumi Soujirou",
  "rating" : {
    "rating" : 8.09,
    "total" : 46
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1613" : "Hiramatsu Hirokazu"
  }
}