{
  "anime_ids" : [ 4777 ],
  "character_id" : 6644,
  "description" : "Izumi Kanata was Konata Izumi`s mother, who was also very short and bore a striking resemblance to Konata (minus Konata`s ahoge, the catlike smile and the beauty mark under her left eye). She is described by Konata and Soujirou Izumi as having a personality straight out of a bishoujo game. She died when Konata was an infant of unspecified causes and her only appearances in the manga are through a single photograph and through Soujirou`s memory. Since she was Soujirou`s childhood friend, Konata has wondered if that was one of the main reasons why her mother married Soujirou. In the animated version, Kanata returns to the Izumi residence as a spirit, and walks in on a conversation both Konata and Soujirou were having about her. She is touched by Soujirou`s kind words that he was the only one who truly loved her as much as he did (she later realized that she too, loved him deeply), and even took a picture with him and Konata together. However, when Soujirou and Konata look at the photo image in the camera, they are spooked at what appears to be a shadow standing behind them. Konata wants to delete the image, while Soujirou wants to burn it, thinking that the family will end up cursed if they let it be, but Kanata pleads with them not to delete the picture to no avail, as no one can see or hear her.\nKanata`s spirit seems pleased with how Konata was raised, despite being a bit unsure of Soujirou exposing their daughter to erotic games, claiming that it could damage her \"moral growth.\" However, she easily recognizes that Konata takes after her father, in both the good and bad ways, which leaves Kanata with a deep sense of relief. Soujirou also states that Kanata died a peaceful death without any regrets, and that she left them both with a smile.",
  "gender" : "FEMALE",
  "name" : "Izumi Kanata",
  "rating" : {
    "rating" : 8.98,
    "total" : 16
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "508" : "Shimamoto Sumi"
  }
}