{
  "anime_ids" : [ 230, 921, 990, 991, 992, 1020, 1041, 1804, 2371, 2848, 3419, 3491, 4199, 4728, 5048, 5772, 6316, 6796, 6797, 6798, 7109, 7257, 7891, 8012, 8269, 8826, 9216, 9564, 9653, 9764, 9871, 9926, 9930, 9956, 10318, 10319, 10966, 11275, 11585, 11842, 12407, 12646, 13649, 14215, 14993, 15067, 17780 ],
  "character_id" : 6693,
  "description" : "The Beginning\nAsh is the main character of the Pokémon anime. Raised in Pallet Town, he started his journey to become a Pokémon Master at the age of 10. On the day that he started his journey, Ash carelessly woke up late despite being told by his mother, Delia Ketchum to get to bed. He rushed to Professor Samual Oak`s laboratory only to find out that the beginner Pokémon - Bulbasaur, Squirtle, and Charmander - had already been given out to trainers who arrived on time. However, Professor Samual Oak mentioned that there was one more Pokémon available - Pikachu. Despite constantly hitting Ash with Electric-type attacks and refusing to return to its PokéBall, Ash decided to take Pikachu along with him on his journey to become a Pokémon Master. Pikachu is cold towards Ash at first and laughs at his failures; however, when Ash saves Pikachu from a flock of wild Spearow, he begins to warm up to his new trainer and the two finally become friends. After the battle with the flock of Spearow, a Ho-Oh is seen flying towards a rainbow in the sky. The PokéDex reveals that the Ho-Oh is an unidentified Pokémon. Thus, the journey of Ash and Pikachu begins.\nCaptures in Viridian Forest\nWhile making his way towards Pewter City and his first Kanto League Gym Battle, Ash came upon a wild Caterpie deep within Viridian Forest. Instead of using Pikachu to battle against the wild Pokémon, Ash took his chances and threw a PokéBall without weakining the Caterpie first. Luckily, he was able to catch the Pokémon without any trouble. The capture of a Caterpie marked Ash`s first capture as a Pokémon Trainer, making Ash`s Caterpie the second Pokémon to join his team.\nThe next day, while continuing the trek through the Viridian Forest, Ash came up on a wild Pidgeotto. He tried to just throw a PokéBall like he did with Ash`s Caterpie, but Pidgeotto swatted the PokéBall away. Misty informed that he must weaken the Pokémon first before attempting to capture it. He called out Ash`s Caterpie to battle against, but Misty quickly informed him that Bug-type Pokémon are weak against Flying-type Pokémon like Pidgeotto. After Pidgeotto dealt significant damage to Ash`s Caterpie, Ash recalled it and sent out Pikachu. Pikachu was able to use its Thundershock to weaken Pidgeotto and allow Ash to capture it with a PokéBall. Thus, this capture marked Ash`s second capture as a Pokémon Trainer, making Ash`s Pidgeotto the third Pokémon to join his team.\nLater on, while still in the Viridian Forest, Ash was approached by Team Rocket, who attempted to steal his Pokémon. After defeating Meowth, James`s Koffing, and Jessie`s Ekans, Ash`s Caterpie evolved into a Metapod.\nSome of Ash`s greatest accomplishments have been at the various Pokémon Leagues. He was the victor at the Orange League, the Battle Frontier, and the Alola League. He also competed in the Indigo League and the Johto Silver Conference where he placed admirably in both those competitions as well.\nPokémon World Tournament Junior Cup\nAsh participated in the Pokémon World Tournament Junior Cup at the Lacunosa Town stadium. In the first round he was in the fifth match and faced off against Marris. The match was quickly showcased and Ash won the battle and advanced to the second round while Marris was eliminated from the tournament.\nThe Unova League\nAsh participated in the Unova League in the preliminary match where he was matched up against Trip. Trip`s Serperior was sent out to battle Pikachu and Cilan noted that Trip`s Serperior`s speed and its attack power had levelled up quite a bit too since the last time they saw it. The match was pretty one sided for a long time as Pikachu wasn`t able to counter Trip`s Serperior speed and ended up getting wrapped up. After using Iron Tail on the ground to get loose, Pikachu used a combination attack of Iron Tail and Electro Ball to one hit KO Trip`s Serperior. As a result, Trip was eliminated from the Unova League and Ash advanced to the next round. The two met in the Pokémon Center after the battle, and Trip vowed that the next time they met that he would win. The two shook hands and parted ways.\nIn the first main round, Ash`s opponent was shown on the match up electronic board but not much else is known about the battle. Ash`s Scraggy participated in the second main round of the Unova League tournament where it faced off against a Darumakka. It was able to defeat it so that moved on to the next round.\nIn the third round, Stephan was matched up against Ash. Cilan noted that the two of them have a very direct taste and that it would be a good battle. It was only a 3-on-3 battle but the both of them gave it their all. The first two battles of the third round setup the final match up of Stephan`s Sawk vs Ash`s Krookodile, both of which were very injured from the previous battles. Both of them did their best to muster up their reserve strength but in the end a surprise move of Aerial Ace by Ash`s Krookodile was super effective against Stephan`s Sawk and it knocked it out to give Ash the victory while eliminating Stephan from the tournament. Stephan realized after the battle that the reason that Ash withdrew Waruvial after the first battle was because Ash knew that Stephan would definitely send out Sawk, so he didn`t reveal that it knew Aerial Ace and saved until the end.\nManalo Conference\nAsh participated in the first ever Manalo Conference`s preliminaries, where he was allowed to advance to the first round of the conference as one of the 16 out of 151 competitors remaining at the end of the preliminaries and eventually became the first ever Champion of the Alola League.",
  "gender" : "MALE",
  "name" : "Satoshi",
  "rating" : {
    "rating" : 2.9,
    "total" : 1015
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1682" : "Matsumoto Rika"
  }
}