{
  "anime_ids" : [ 256, 287 ],
  "character_id" : 6847,
  "description" : "Utena is a tomboyish, courageous and naïve character who lives to emulate the idealised prince figure from her childhood. She is forthright, honest, and friendly. Nearly all the girls in school idolise her. She both subverts and conforms to the stereotypes she embodies as a noble warrior and a naive magical girl in danger of becoming a damsel in distress. The series chronicles her journey to protect her friend http://anidb.net/ch6889 [Anthy] and become a truly noble Prince. Her Duelling Rose is white.\nIn the anime, the initial story the anime presents is almost identical to that of the manga, except with darker detail. Flashbacks show the young Utena climbing into a coffin upon her parents` deaths, seeing no point in living if all humans eventually perish. She is \"saved\" by Prince http://anidb.net/ch8696 [Dios], who instils in her a drive to become a Prince herself. Up until the end of the series, Utena believes that her thirst for selfless nobility springs from her desire to meet her Prince again.\nIn both the anime and manga, Utena accidentally becomes a Duellist and wins Anthy as the Rose Bride. Though critical of the Duels for objectifying Anthy, her desires to protect Anthy as well as a drive to act like a Prince lead her to become the Duels most prominent Champion. As the series passes, her nobility is continuously tested, until she is finally forced to confront her own hypocrisy.\nIn the anime`s finale, http://anidb.net/ch8697 [Akio] tries to convince Utena to become his princess, and despite being reminded of her own failings and her feelings for him, Utena goes against him in the duel called Revolution. Her revived dedication to become a prince shocks Akio, and causes the destruction of the illusionary castle above the arena, where Utena gets the upper hand- only to get stabbed in the back by Anthy. Her sword taken from her, Utena is forced to watch Anthy being impaled by the swords of hatred while Akio tries to open the Rose Gate with her sword. But, after being goaded by Dios, Utena drags herself to the Rose Gate and pulls it open with her bare hands. Behind the Gate is Anthy, inside a coffin, and pleads for Utena to not try to save her. Utena doesn`t listen and begs Anthy to take her hand. Upon doing so, the coffin breaks off of the arena and falls towards Earth and Utena is pierced by the swords in Anthy`s place, which then destroy the arena. Some time after, people are starting to forget that Utena was ever at the academy, with Akio commenting that she became \"another side leftover to be pitied\". But, Utena did indeed get her wish, and managed to free Anthy from her bonds to the school and Akio. The anime ends with Anthy leaving the academy to find Utena.",
  "gender" : "FEMALE",
  "name" : "Tenjou Utena",
  "rating" : {
    "rating" : 8.8,
    "total" : 61
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "563" : "Kawakami Tomoko"
  }
}