{
  "anime_ids" : [ 256, 287 ],
  "character_id" : 6889,
  "description" : "A mysterious, shy girl whose vapid expression and superficial politeness mask a complex, darker persona. She is said to have no thoughts or desires besides that of what her master expect of her. Because of her \"doormat\" behaviour, other characters tend to project their wants or desires onto her, and she`s always the target of their eventual rage. Her past and current personality are simultaneously tragic and sinister, and her personality sifts between selfless love, passive-aggressive revenge, cruelty, and learned helplessness. Like http://anidb.net/ch6847 [Utena], Anthy also subverts and conforms to the stereotypes she embodies as both a damsel in distress and a witch.\nAnthy appears to house the Sword of Dios within her own body. At the beginning of a duel, she slips into a trance and the Sword manifests, protruding from her chest so that her champion may draw it from her. This Sword is said to be a key to reaching the goal of Revolution, and Anthy, in her position as the Rose Bride, is supposed to be the key to obtaining it.\nAnthy exhibits other unusual abilities as well, including magically embellishing Utena`s uniform before the duel. She seems to be able to completely alter her appearance, or at least induce others to see her for someone other than who she really is. Likewise, there is some indication that she has the ability to transform others as well (as in the episode \"The Cowbell of Happiness\").\nIn the anime, she appears to be servile and obedient to all, especially her current victor, whose every wishes she must cater to. Because of this, many Duellists believe that she lacks a personality and thoughts of her own, and she is treated badly by them. However, Anthy only pretends to be so in order to keep them in the Duels, and often enjoys subtly taking revenge on those around her.\nAccording to the Adolescence of Utena manga, Anthy is in fact responsible for the duelling of which she is the prize. When her Prince http://anidb.net/ch8696 [Dios] (or http://anidb.net/ch8697 [Akio]) died, she became reborn as the Rose Bride. When she took this role, the Duelling Arena appeared and the \"game\" was set in motion so another \"Prince\" could take Akio`s place. In the anime series, the duels are a strategic game set in motion to restore Akio`s former powers and open the Gate of Revolution. In both of the film and manga (and sometimes in the anime), Anthy tries to make sexual advances towards Utena, but then she realizes that she`s her real prince and that she loves her.\nIn the anime, Dios is an actual prince who saves the girls in the world on a daily basis. The work eventually weakens him to the point of death, but the world still demands his services. Anthy ends up facing an angry mob alone in order to protect him, and is stabbed by a million swords. The swords quickly take a life of their own, eternally thirsting for a prince`s blood. To combat the pain, Anthy splits herself in two, and seals the part of her containing the swords beyond the Rose Gate, becoming the Rose Bride. This incident shatters Dios` faith in the world, and he is also split in two. One part of him becomes an altruistic but powerless ghost, while the other part becomes selfish and manipulative Akio. No longer a prince, Akio loses most of his power, so he establishes the Duelling Game to regain it. Anthy accepts her role as the Rose Bride, despite the suffering it inflicts on her, because she does not want to live in a world which had tortured her and her brother.",
  "gender" : "FEMALE",
  "name" : "Himemiya Anthy",
  "rating" : {
    "rating" : 8.09,
    "total" : 33
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3382" : "Fuchizaki Yuriko"
  }
}