{
  "anime_ids" : [ 22 ],
  "character_id" : 6942,
  "description" : "The fifth Angel, Ramiel, is a translucent and hollow octahedron. Ramiel defends itself with a proton particle beam that automatically targets any hostile object within a certain radius or any direct threat outside of it. It also bears an AT field so powerful that it visibly warps light passing through it. It extends a drill bit from its bottom apex and attempts to bore through the armour above the GeoFront, in the first credible attempt to reach Terminal Dogma. Despite being one of the most powerful and formidable Angels, Ramiel is very passive in nature, using a slowly moving drill to bore into the GeoFront while using its deadly energy attacks only for defensive purposes. Ramiel`s core is not shown, but it is implied to be deep within the Angel`s body. Rebuild of Evangelion reveals Ramiel`s core at the centre of its body.\nRamiel was defeated by Rei and Shinji in a coordinated assault (the two pilots` first operation together). Shinji used a positron cannon appropriated from the JSSDF and powered with the entire Japanese power grid, and Rei protected Shinji using a special shield constructed from the heat shield of an SSTO spacecraft(in the anime series, the shield is said to come from the American Space Shuttle). The overall plan was named Yashima. Ramiel reacted and fired at the same time as Shinji. The two beams met each other, warping each other and causing both to miss. Ramiel fired a second shot before the positron cannon could fully recharge; Rei blocked the beam, first with the shield and then with Unit 00 itself after the shield was destroyed. This bought Shinji enough time to fire a second shot after the cannon recharged, which passed through Ramiel`s centre and killed it. Like Shamshel, Ramiel`s corpse remained intact and was shown over the next several episodes being gradually deconstructed.",
  "gender" : "UNKNOWN",
  "name" : "Ramiel",
  "rating" : {
    "rating" : 6.61,
    "total" : 7
  },
  "type" : "CHARACTER"
}