{
  "anime_ids" : [ 22 ],
  "character_id" : 6944,
  "description" : "The seventh Angel, Israfel, has the appearance of a massive, vaguely humanoid creature, similar to Sachiel. Israfel has a face/mask, reminiscent of Sachiel`s, which resembles a yin-yang symbol. Israfel has a pair of razor sharp claws and a weak energy beam (compared to other Angels). Its AT field appears to be relatively weak. It has two cores located in its chest, matched on either side of its centre torso by four external bone-like rib structures.\nIsrafel`s most notable weapon is its ability to split itself into separate, twin Angels, referred to as \"Alpha\" and \"Beta\" in the English translation and \"Kou\" and \"Otsu\" in the original Japanese. The twin Angels are almost identical in appearance and properties to the original (except in colour scheme). Both have faces/masks with three eye holes and possess their own cores, though they lack the rib structures in their chest(s). They (apparently) use synchronized tactics to fight enemies. Both cores must be destroyed at the same time, or they will heal each other.\nAfter emerging from the ocean, Israfel was engaged by Asuka and Shinji. Defying orders to attack in synch with Shinji, Asuka assaulted the Angel alone, cleaving it in two. Shocking everyone, Israfel split into its twins, and decisively defeated Asuka and Shinji. To Nerv`s embarrassment, the UN Secondary Command was allowed to take over the battle, and an N² bomb was dropped on the Angel, vaporising 28% of its mass. The Angel was incapacitated for roughly six days, during which time it recovered from its injuries.\nIsrafel was defeated through a synchronized attack by Shinji and Asuka, concerted via a musical score and with the memorization of numerous dance moves, first forcing the Angel to split into its twins, then back into its singular mode, this time with the two cores exposed which were destroyed simultaneously.",
  "gender" : "UNKNOWN",
  "name" : "Israfel",
  "rating" : {
    "rating" : 3.02,
    "total" : 8
  },
  "type" : "CHARACTER"
}