{
  "anime_ids" : [ 22 ],
  "character_id" : 6950,
  "description" : "The twelfth Angel, Leliel, has a misleading appearance and possesses bizarre properties and powers. The Angel initially appears as a large, floating, black-and-white patterned sphere, and, when attacked, it re-manifests as a large black shadow. The Angel`s true body is the shadow itself, and the \"shadow\" of the Angel is the floating sphere, this makes this Angel one of the most difficult to combat as it is impossible to attack a virtually 2-D creature. Leliel is explained as possessing an inverted AT field, which allows the Angel to take into itself anything in range of its shadow-like body, but keeping it contained. (An analogy would be a two-way mirror.) Within the inverted AT field is a Dirac sea, which \"could lead to another universe.\" At its fullest extension, the Angel`s body is 600 metres in diameter and 3 nanometres thick. It is unknown whether Leliel had a core.\nLeliel appeared (literally out of thin air) over Tokyo-3, and all three Evas were sortied against it. Shinji, in Unit 01, impulsively fired upon the Angel\"s spherical \"body\", which vanished before his shots hit it. Immediately after the \"body\" disappeared, a shadow appeared under Unit 01`s feet, absorbing both the Eva and a substantial portion of Tokyo-3. Unit 01 was cut off from all power and communication. Once Nerv realized the properties of the Angel, in order to kill it they planned to drop the 992 remaining N² bombs into the Angel while Units 00 and 02 negated its AT field, in spite of the possibility of losing Shinji in process. Within the Angel, Shinji experienced a bizarre sort of self-psychoanalysis (speculated by Seele to be an attempt by the Angel to establish contact with a human). Moments before dropping the N² mines into Leliel, Unit 01, out of battery power at this point, activated berserker mode and tore its way out of the spherical shadow, shattering its 2-dimensional body. The spherical shadow released torrents of blood as Unit 01 emerged.",
  "gender" : "UNKNOWN",
  "name" : "Leliel",
  "rating" : {
    "rating" : 5.5,
    "total" : 7
  },
  "type" : "CHARACTER"
}