{
  "anime_ids" : [ 22 ],
  "character_id" : 6951,
  "description" : "The thirteenth Angel, Bardiel, inhabits Unit 03. It apparently possesses all the properties and strengths of Unit 03, and it can also stretch the Eva`s arms to a distance roughly equal to the Eva`s height. The Angel`s core is never shown, but, given that it has taken over Unit 03, and the Evangelions all have cores, it can be assumed to possess Unit 03`s core.\nBardiel initially appeared in a cloud, infecting Unit 03 as it passed through in the process of being transported from the USA to Japan. The Angel revealed itself during the activation test at the Matsushiro facility, at the instant the \"Absolute Borderline\" (the point in startup where a pilot interfaces with an Eva) was reached. Despite a quick cutoff of the external power cable, the Angel apparently had generated an S² engine capable of powering Unit 03, completely taking over the Eva and destroying the base in a huge detonation detected back at Nerv HQ. Responding to the explosion and detection of an unidentified object, Nerv sortied all three Evas against it. Seeing that the Angel was an Eva, the pilots hesitated. Bardiel defeated Asuka in Unit 02 almost immediately. Rei, considering the pilot inside the possessed Eva, did not respond to orders to attack fast enough, and was attacked and disabled by the Angel, which attempted to \"fuse\" with Unit 00. Commander Ikari ordered the infected portion of her Eva cut off, throwing Bardiel away in the explosion and paralysing Rei`s left arm. The Angel then focused on Shinji. During the assault, Shinji was able to see that the Eva`s entry plug was still inside the Angel. Even as Bardiel attacked Unit 01, using its extendable arms for the first time, Shinji refused to fight back, refusing to harm the trapped Eva pilot. Commander Ikari ordered Shinji cut off from Unit 01 and the Dummy Plug system to be activated. Under the Dummy Plug`s control, Unit 01 broke Bardiel`s neck and literally tore the Eva to shreds, only stopping once Unit 03`s entry plug—with Suzuhara Touji inside it—was crushed.\nSeele specifically mentions the thirteenth Angel during their interrogation of Misato regarding the twelfth Angel. No reasons are given in the series for this mention. However, the twelfth, thirteenth, fifteenth, and sixteenth angels all contacted an EVA.",
  "gender" : "UNKNOWN",
  "name" : "Bardiel",
  "rating" : {
    "rating" : 3.46,
    "total" : 8
  },
  "type" : "CHARACTER"
}