{
  "anime_ids" : [ 22, 6184 ],
  "character_id" : 6952,
  "description" : "The fourteenth Angel, Zeruel, appears as a floating creature as large as the Evas but lacking humanoid limbs, with a malformed \"skull\" as a face. Zeruel possesses the most powerful Angel beam attack to date (which, like Sachiel`s, detonates into the shape of a Christian cross) which it can fire several times in rapid succession, it also possesses folding foil-like \"arms\" that it uses as cutting weapons in close-range combat, the \"arms\" can breach most materials with relative ease. It also uses these \"arms\" to crawl about when it breaks into Central Dogma from the Geo Front. The Angel has a relatively powerful AT field, and its armor-like \"skin\" is strong enough to endure the point-blank detonation of an N² bomb completely undamaged even without the usage of an AT field. All in all, Zeruel is one of the most powerful Angels ever seen. Its core is located on its chest.\nZeruel initially appeared and proceeded to the GeoFront, and, in a demonstration of power, blasted through 18 layers of the GeoFront`s armour with a single shot of its beam attack. Inside the GeoFront, the Angel was confronted first by Asuka in Unit 02. Unit 02`s artillery attacks were completely ineffective, and, using its foil-like arms, Zeruel cut off the Eva`s arms and decapitated it. Rei in Unit 00 (which was still damaged from the battle with Bardiel) attempted to stop Zeruel in a kamikaze attack with an N² bomb, but after Unit 00 successfully pushed through the Angel`s AT field, Zeruel covered its core with a protective membrane which the mine failed to penetrate. Zeruel disabled Unit 00 and proceeded to blast through and enter Central Dogma proper (the only Angel to do so from outside the GeoFront by force). Seconds before wiping out the bridge (and everyone in it), the Angel was confronted by Shinji in Unit 01.\nDuring the fight, Zeruel blew off Unit 01`s left arm, but Shinji still managed to force the Angel onto an Eva launch platform and launch both of them outside of Central Dogma. Unit 01 battered the Angel before attempting to rip off its head but Unit 01`s battery power ran out before Shinji could defeat the Angel. Zeruel, now unhindered, destroyed the Eva`s chest armor, revealing Unit 01`s core, which the Angel tried to break with its arms. Before it could land the final blow, Unit 01 went berserk (in the series, the rhythmic beating against the Eva`s core is what revives Unit 01, creating the sound of a heartbeat in the entry plug). The Eva stopped Zeruel`s right arm as it attempted to strike again, splitting it apart, then forcefully pulled Zeruel toward it, impaling the Angel`s right eye on its distinctive forehead protrusion. Unit 01 then kicked the Angel away, tearing the arm off and converting it into a new left arm for itself. The Angel then attacked Unit 01 with its remaining arm, which was destroyed by Unit 01`s AT-Field, causing the sharp fragments to rebound and severely wound the Angel. Unit 01 then smashed the Angel`s face into the ground when it attempted to fire a final beam at it. Unit 01 finished off the crippled Angel and devoured it, ingesting the Angel`s S² engine. During the battle, Unit 01 breaks free of its armour.",
  "gender" : "UNKNOWN",
  "name" : "Zeruel",
  "rating" : {
    "rating" : 5.82,
    "total" : 10
  },
  "type" : "CHARACTER"
}