{
  "anime_ids" : [ 22, 326, 6184 ],
  "character_id" : 6997,
  "description" : "Created in the Third Annex of Gehirn`s Artificial Evolution Laboratory in Hakone from 2003 to 2004 and deemed a functional Eva unit in 2014, Unit 01 is piloted by Shinji Ikari (with Rei or a Rei Dummy Plug as backup pilots), and has the best battle record of all the Evangelions. It frequently acts independently (the \"berserker\" mode), without the instructions of a pilot and without any apparent power source. The Eva will also take action to protect its pilot while sometimes servicing other interests. The Eva`s resident soul, Ikari Yui (Shinji`s mother), appears to be responsible for such events. Unit 01 is called the \"Test Type,\" perhaps because of the experimental way in which it was created: although Unit 01 seems to be an Adam-derived cybernetic organism like all other Evangelions, it is the sole Eva to have been born from Lilith.\nUpon savagely disfiguring the fourteenth angel, Zeruel, it proceeded to devour the Angel and assimilated its S² Engine, making Unit 01 the first physically complete Evangelion prior to the construction of the Mass Production units. The S² Engine seems to be used only at Unit 01`s discretion; after acquiring it, the Eva is still sent into battle with an umbilical cable. Just before Unit 01 absorbed the S² Engine, it used one of Zeruel`s arms to regenerate its severed left arm, demonstrating the Angelic ability of regeneration. The Mass Production models were also equipped with Nerv-developed S² Engines but it is a common misconception that they also have the ability to regenerate.\nUnit 01`s armour is primarily purple; some components are coloured neon green, light blue, orange, and black. The helmet, with its prominent horn and \"frill,\" is vaguely evocative of a ceratopsid dinosaur. The pectoral plates are different from those seen on any other Eva. The humanoid entity beneath the armour has light brown skin, two emerald-green eyes, four small nostrils positioned preorbitally, and red blood.\nAs a result of Third Impact, at the conclusion of The End of Evangelion, Unit 01 is left floating adrift in space, fossilised and still containing the soul of Ikari Yui, where it will outlast the sun and moon, as an eternal testament that the human race existed.",
  "gender" : "UNKNOWN",
  "name" : "EVA-01",
  "rating" : {
    "rating" : 8.42,
    "total" : 69
  },
  "type" : "MECH"
}