{
  "anime_ids" : [ 22, 202 ],
  "character_id" : 7000,
  "description" : "The second Angel is Lilith (Though technically also the first human, due to the GeoFront in which Lilith resides is supposed to be the birthplace of all humans, and the GeoFront where Adam was located is the birthplace all Angels.). Lilith initially appears as a white, legless giant, whose face is covered with a mask displaying the logo of Seele. Numerous human-like legs protrude from its legless stumps. The Angel is crucified on a giant cross-like restraint in Terminal Dogma, the deepest level of Nerv headquarters. Lilith`s torso constantly leaks LCL from an unseen wound, forming a lake of LCL at the base of its restraint which is tapped to fill the Evas` entry plugs.\nIn First Impact, Lilith usurped Adam as the progenitor of life on Earth. All life on Earth is supposedly descended from this Angel, although it is never specified if this is in a biological sense or a metaphysical sense. Lilith`s descendants possess the \"Fruit of Wisdom,\" the source of human science and technology. The \"Deleted Scenes\" from episode 23 also reveal that Unit 01 is artificially derived from Lilith.\nLilith was discovered in the Black Moon, underneath Japan. The Black Moon was converted into the GeoFront, and the site of Lilith`s body became Terminal Dogma. It is never stated whether Lilith was already crucified when it was found, or whether it was later crucified. At some point after Ikari Yui`s contact experiment with Unit 01, Lilith`s soul was placed into Ayanami Rei. Later, once it was retrieved, the Lance of Longinus was used to impale the Angel. When Kaji revealed Lilith to Katsuragi Misato, both assumed it was Adam. Tabris later properly identified it as Lilith. The series does not explicitly reveal Lilith`s exact role in the plans for Instrumentality.\nIn The End of Evangelion, Ikari Gendou tried to initiate his version of Instrumentality by pushing his right hand (to which had been grafted the embryonic body of the Angel Adam) into Rei`s body. Rei, however, absorbed Adam (along with most of Gendou`s arm) into herself, rejected Gendou`s control of her, and merged with Lilith on her own. Though Rei merged with Lilith, she took Lilith into the form of Rei for most of The End of Evangelion. The merged Rei/Lilith freed itself from its bonds and transformed into a colossal winged version of Rei. It then generated an anti-AT field which covered the entire planet, nullifying the AT fields of every human and reverting humanity back into the primordial soup. Rei/Lilith died when Shinji rejected Instrumentality.",
  "gender" : "NONE",
  "name" : "Lilith",
  "rating" : {
    "rating" : 7.29,
    "total" : 14
  },
  "type" : "CHARACTER"
}