{
  "anime_ids" : [ 4148 ],
  "character_id" : 715,
  "description" : "Hikaru Hitachiin and Kaoru Hitachiin are first-year students at Ouran High School. They are depicted as mischievous, devious, and otherwise childish young men who often toy with fellow classmate and Host Club member, Haruhi. However, as they get to know her better, they start to care for her deeply, especially since they discovered that Haruhi can tell them apart even when they mess up their hair (the easiest way to tell them apart is the way they part their hair), something that no one has ever done before. When they were very young, a maid they were close to betrayed them, and when they asked her if she could play the \"Which one is Hikaru?\" game, she denied, telling them instead that no one would ever be able to tell them apart. They believed that no one could possibly win the game, and that no one cared about them enough to really try. Tamaki Suoh, however, in their last year of middle school, repeatedly followed them, tossing out random guesses as to who was Hikaru and who was Kaoru to get them to join the Host Club, citing his intuition each time. Finally they crumbled, and decided to just try out the Host Club, and thus took a step towards a wider world, also developing a deep bond with Tamaki. For this reason, they were originally cynical to the world before joining the Host Club, believing that anyone who is not the other twin cannot possibly compare to their bond. Additionally, because their parents were often away, they developed a deep dependence on each other through loneliness, but seem to open up to others recently, thus their relationship with Haruhi is a large part of their life. The Hitachiin twins show many instances of \"brotherly love\" (or twincest, as later mentioned in the manga) which gets girls to fall for them left and right. They are the little devil type to attract customers. However, they do have their differences. Kaoru is nicer, more mature, and considerate to the thoughts of others, while Hikaru is more childish and immature, although Hikaru is the older. Kaoru also chooses not to go after his feelings for Haruhi so that Hikaru can realize his own feelings first. The personality differences are only shown when they are separated, and there is a slight difference in the way they talk. They live with their mother, Yuzuha, a fashion designer, and their considerably meeker father, a computer software designer.",
  "gender" : "MALE",
  "name" : "Hitachiin Hikaru",
  "rating" : {
    "rating" : 7.66,
    "total" : 54
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "191" : "Suzumura Ken`ichi"
  }
}