{
  "anime_ids" : [ 4196, 7669 ],
  "character_id" : 7176,
  "description" : "Minami Itsuki, known as Ikki (イッキ) by his friends, and also known as Crow, is a free spirited AT rider that has a natural affiliation for being in the sky. He is introduced to ATs by Noyamano family, whom he lives with due to his parents` deaths. He eventually forms Kogarasumaru, and takes on the Trophaeum. Ikki is often characterised as a crow due to a small crow, Kuu, using his hair as a nest.\nIkki is able to see the Wing Road, and his peers often consider him to be the best candidate to become the next Sky King. He possesses two passive traits known as Hawk Eye and Trick Pass, which allow him to easily survey an area and utilise any part of it. Both are considered attributes necessary for a candidate to be Sky King. He trains under Sora to better utilise the wind, and he eventually obtains the incomplete Wind Regalia. He is able to use it to move quickly and fly, though he is unable to properly use its destructive power.\nIkki is a very upbeat, zany person, who seemingly is as eccentric as just about everyone else in the universe of Air Gear. He delights in eating meat, a privilege he is often deprived of in the Noyamano household by his sisters. He is rash, impulsive, and determined to do everything his way, whether for good or bad. In battle he either comes off as his ordinary crazy and unpredictable personality, or his more serious, cold and steely side, which other characters has described as a rare occurrence, and as an intimidating scene. Ikki is totally hooked onto Air Trekking. He treats his ATs with care to such a standard that even his sisters feel jealous of, and his mind is constantly on Air Trekking; for example, during the Kyoto trip he fails to notice Ringo`s affection initially, deadset on figuring out a `Windmill Theory` that another Storm Rider has revealed to him as the secret behind the Rumble King. Ikki is a self-proclaimed genius and very proud of himself, in particular his fighting abilities. In truth he works very hard behind the other`s back, as is revealed when Kuu brings his friends to his secret training area, where the scars left over by his training could be seen.\nThough his attitude can be described as a lowlife, suitable for his gangster-like persona, and though he likes to go around doing insanely foolish things all the time, Ikki has a tendency to think beyond others` perceivable concept and at several intervals can spout deep philosophy that more often than not will impact others. One such incident was the Pomtemkin brothers` battle, where Ikki`s plan caused an initial falling out among the Kogarasumaru, where in fact he had his own solution around that matter. Ikki, though easy to miss the obvious, can be very adept when it comes to spotting small details. In their first Parts War, he alone had noticed that Kazu`s ATs were the most worn out among them, a mark of how much he practised.",
  "gender" : "MALE",
  "name" : "Minami Itsuki",
  "rating" : {
    "rating" : 5.65,
    "total" : 52
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "390" : "Okamoto Nobuhiko"
  }
}