{
  "anime_ids" : [ 4196, 7669 ],
  "character_id" : 7178,
  "description" : "Ringo looks like your everyday junior high school girl. However, she is actually the successor of the legendary Storm Riders team, Sleeping Forest . She is also the current Thorn King (Queen) of the eight `Kings` in the AT world. Ringo is in love with Ikki but does not dare to tell him. She helps Kogarasumaru in times of trouble under the guise of Croissant Mask (Croissiant Kamen). Ringo is a King Class AT user. Ringo is determined to show Ikki the \"fear\" of flying through the air, because she doesn`t want to see him suffer the same fate the last `Wind King` did. To this end she was even willing to brutally attack him using her `Thorn Regalia`. During the battle she seems to have total control of the fight as Ikki is completely out-classed. But Kururu Sumeragi saves Ikki with a mid-air installation of the Bagram prototype cores. Ikki then becomes more than a match for Ringo. The fight then seemingly ends in a draw with Ikki carrying Ringo back home. After that battle Ikki leaves the Noyamano residence, but not before Ringo finally reveals her feeling for Ikki and kisses him goodbye. Later in the Tower of Tropheum, Killik reveals the true purpose of Ringo as leader of Sleeping Forest. Due to the final battle for the Sky King takes place where not only the air is incredibly dense, and the atmosphere is giving off the feeling of crushing you, Ringo is completely immune to it. Thus making her the perfect warrior to protect the Sky Regalia.\nRingo is often depicted to be a warrior in an armor, with a shield and blade, and a pair of wings made out of blades. At this point in her introduction, she is usually in the middle of a forest with dead bodies sprawled around her. Her introduction stays the same throughout the manga: \"The Fruit of the Forbidden Forest Which Lures One into a Deep Slumber... Crazy Apple.\" (A play on her name since \"Ringo\" means Apple in Japanese.)\nRingo (along with Mikan and Ume) are not biological sisters of Rika. It was revealed in Chapter 154 by Kilik. A year or so after the creation of the original Sleeping Forest, it was revealed by Kilik that three unknown \"gravity children\" are staying with Rika, implying that the research for Air Treck is still going on somewhere else. In chapter 174, Ringo is seen watching Kogarasumaru training for their B-Class match against White Wolf clan, then she sees Hako talking to a mysterious girl that was seen with the Sora brothers on chapter 163.",
  "gender" : "FEMALE",
  "name" : "Noyamano Ringo",
  "rating" : {
    "rating" : 6.23,
    "total" : 65
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5" : "Tomatsu Haruka"
  }
}