{
  "anime_ids" : [ 10816, 12147, 12439, 12952, 14008, 14494, 16296, 16297 ],
  "character_id" : 72785,
  "description" : "Momonga is the guildmaster and only remaining active player of the guild Ainz Ooal Gown from the DMMORPG game Yggdrasil, once one of the top guilds in the game. When the guild`s base, the Underground Tomb of Nazarick, was transported to an alternate reality and a new world, Momonga soon assumed for himself the name of Ainz Ooal Gown and began a campaign to make his guild legendary, subsequently turning to world domination.\nWhen he was still human and an Yggdrasil player, Ainz was an adult man already jaded by life, making him prone to analyse things from his perspective as a company worker. In the new world, his game avatar, an undead lich, became his real body, along with all the physical characteristics such a body would have; as a result, he is nigh immune to strong emotions and worldly temptations and desires, because his status as an undead physically shuts them down.\nAinz is calculating, subversive, and cowardly when approaching or in the imminence of a battle, placing his continued survival, as well as that of the guild and its NPCs, who gained life with the transfer, above all else, and planning many moves ahead; once his plans are set in motion, he is ruthlessly efficient in their execution, and will not bat an eyelid at slaying his opponents when pressed. His actions are vicious and ruthless towards any and all that oppose him, and he is motivated by his own gains and survival and the glory of his guild`s name. His greatest weakness is his great fear of not being recognized as a proper leader by the guild`s NPCs, causing him to play along with their plans when he does not understand them simply to not be forced to admit to them that he is not following what they have in mind.",
  "gender" : "MALE",
  "name" : "Ainz Ooal Gown",
  "rating" : {
    "rating" : 5.49,
    "total" : 518
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "315" : "Hino Satoshi"
  }
}