{
  "anime_ids" : [ 4549 ],
  "character_id" : 7347,
  "description" : "Allen Walker is a soft-spoken and warm-hearted 15-year-old Exorcist of British origin and the main protagonist of the series. Allen was abandoned by his biological parents because of the paralysis and supposed \"deformity\" of his left arm and at age seven was adopted by http://anidb.net/ch32514 [Mana Walker]. Three years later, Mana died and Allen turned him into an Akuma, hoping him to be fully resurrected. Instead, he cursed Allen and sliced through his left eye, giving him the ability to detect disguised Akuma. It was at this same moment that Allen`s left arm first awoke as an anti-Akuma weapon and instinctively destroyed the Akuma. He was later found by http://anidb.net/ch9409 [Cross Marian] and trained as his disciple until he was sent to the http://anidb.net/ch32498 [Black Order]`s http://anidb.net/ch32499 [Headquarters] five years later to officially become an Exorcist.\nHis Parasitic-type anti-Akuma weapon goes through two different forms resembling giant arms until it reaches its true form, the Crown Clown, which takes the form of a type of fur cape and a giant claw. Later on, it is able to additionally produce a large sword from Allen`s left arm, resembling the sword the http://anidb.net/ch9471 [Earl] uses. Shortly after his anti-Akuma weapon takes the form of the Crown Clown, his synchronization rate exceeded the percentage required for General level. When the Crown Clown was created, Allen claimed his right hand was for the human race and his left for the Akuma.\nRecently, allegations have arisen against Allen by http://anidb.net/ch32795 [Malcolm C. Lvellie] concerning recent suspicions that he may possess the implanted memories of the http://anidb.net/ch84636 [14th Noah]. These accusations are further exacerbated when Allen, upon impaling himself with the Crown Clown, experiences severe pain, and starts to awaken the 14th Noah`s memories; he later bears a scar from this injury.\nSource: Wikipedia, edited.",
  "gender" : "MALE",
  "name" : "Allen Walker",
  "rating" : {
    "rating" : 7.98,
    "total" : 73
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "333" : "Kobayashi Sanae"
  }
}