{
  "anime_ids" : [ 584, 1307, 1308, 1309, 1310, 1311, 8041 ],
  "character_id" : 737,
  "description" : "Yang Wenli is one of two protagonists within the series. Like http://anidb.net/ch186 [Reinhard], both of them share similar roles within their respective nations as famous national heroes renowned for their military skill. Compared to Reinhard, Yang is much more humble and dislikes his popularity as being a burden. Yang originally wanted to become a historian and only attended the Free Planets Defense Force Command Academy so he can get free education, while Reinhard relishes his fame and was ambitious to overthrow the http://anidb.net/ch1534 [empire].\nAt the start of the series, Yang has gained some fame as the \"Hero of El Facil\" for his exploits in the evacuation of the planet before Imperial occupation, and gains much more fame to become a national hero by the end of the first season. During the second season, he generally takes a lesser role compared to Reinhard, but returns in full force in third season before he is assassinated by members of the Terraist Church.\nYang was a mild-tempered person who lives on red tea, a genius tactician and strategist that exceeds even Reinhard. His weakness lies in his unwillingness to risk democracy by assuming more direct powers and responsibilities. Not willing to take on a bigger role or responsibility, he and Reinhard`s battle were never in equal footing and at same time handcuffing him from doing things that could change the scale of the power balance. He also openly respects Reinhard and considers him to be a true genius as Reinhard`s ability does not seem to confine in just military affairs and is able to act on what his mind tells him while Yang might be reluctant to do so if given same situation. He also agrees that benevolent autocracy is better and more efficient than corrupted democracy if social change is needed, and noted that if he was born in the empire, he would actually volunteer to serve under Reinhard despite his dislike of military. On the other hand, he was glad to be born in Free Planets as it gives him the freedom, and believes that while democracy is less efficient and can be slowed dramatically with corruption it nevertheless is better because it is less likely to be corrupted completely and no one has absolute power, because after all, a good and wise Emperor such as Reinhard doesn`t come along often.\nThe http://anidb.net/ch82015 [Hyperion] is the flagship of Yang Wenli`s fleet. It is retrofitted from a frontier security squadron flagship. It is lightly armed, possessing only 32 forward cannons which comprise its main armament. It possesses a large and spread out multi-level bridge with a large conference table commonly used for meetings by Admiral Yang and his staff, as well as a large tactical viewscreen used during battle to display fleet movements.\nSource: Wikipedia",
  "gender" : "MALE",
  "name" : "Yang Wenli",
  "rating" : {
    "rating" : 9.41,
    "total" : 1520
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "366" : "Gouda Hozumi"
  }
}