{
  "anime_ids" : [ 77, 442, 996, 1357, 2324 ],
  "character_id" : 7418,
  "description" : "Born in Yokohama Chinatown, Japan (though she is of partial Chinese descent) as Linn Minmei, Minmay moved in with her uncle http://anidb.net/ch21740 [Shaochin] and aunt http://anidb.net/ch21741 [Feichun] on South Ataria Island in hopes of finding the path to fulfill her dream of becoming a star. On the day of the Zentradi invasion, she meets http://anidb.net/ch7654 [Hikaru] and a series of events leads to her being swept off on the http://anidb.net/ch21733 [SDF-1 Macross] along with the rest of the surviving population from that island. While on the space fortress, Minmay wins the Miss Macross beauty pageant and is propelled into celebrity.When the Macross returns to Earth, she is the only civilian allowed off the space fortress. After her trip home in Japan (where her parents remained), Minmay returned to the fortress with her cousin http://anidb.net/ch10513 [Lynn Kaifun] (and http://anidb.net/ch7654 [Hikaru]`s competition for her affection) in tow. Her beauty and singing talent also win over several Zentradi spies sent to explore human society, who spread their impressions among their fleetmates, thus unwittingly evoking peace-oriented attitudes among the alien aggressors. Ultimately, Minmay sings the songs that end the first war against the Zentradi.\nDuring the second part of the series, the very fame and success she craved finally left her tired and virtually alone. She tries to run away from her celebrity status and start anew, with a more simple life alongside http://anidb.net/ch7654 [Hikaru], who is now more confused than ever in defining his feelings for Minmay and http://anidb.net/ch7652 [Hayase Misa]; all of this while new conflicts arise between the human and Zentradi survivors of the first war. At the end of the series both http://anidb.net/ch7654 [Hikaru] and Minmay realize they are very different people, and Minmay accepts that http://anidb.net/ch7654 [Hikaru] belongs with http://anidb.net/ch7652 [Misa], remaining a friend to the couple afterwards.\nIn 2012, she embarks on the SDF-2 Megaroad-01 colony ship, which disappears 4 years later during its voyage towards the center of the Milky Way galaxy, becoming a legend in the Macross universe since then.Source: wiki",
  "gender" : "FEMALE",
  "name" : "Lynn Minmay",
  "rating" : {
    "rating" : 4.7,
    "total" : 136
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3995" : "Iijima Mari"
  }
}