{
  "anime_ids" : [ 2539, 9306 ],
  "character_id" : 7567,
  "description" : "When she returns to the future with Sailor Moon, Chibiusa becomes Black Lady (Wicked Lady in the English adaptation) when she is captured outside of the Palace. Wiseman comes across the lonely Chibiusa, who is feeling frustrated after a failed attempt to revive her mother, and twists her memories of her family to make her do his bidding. Wiseman converts her by laying the seeds of guilt for what she has done, and by telling her nobody loves her.\nInfected with the power of the Black Crystal, she grows older, donning an organdy and satin dress and the earrings worn by the Black Moon Clan. Her hair becomes even longer than Usagi`s. Her crescent becomes that of the Clan, and she is frequently seen with Prince Demand or Wiseman. As Chibiusa`s dream is to become a beautiful lady like her mother, Black Lady`s form is something like a femme fatale.\nHer history and personality differ between the anime and the manga. In the anime, Black Lady hates her family and the Sailor Senshi and tries to kill them because she believes she is unloved. She also considers her toy, Luna-P, as her only friend. In the manga, she throws away the Luna-P after her transformation and derides it as a childish toy.\nBlack Lady uses her brainwashing powers to try to seduce her future father, Mamoru Chiba, and tries to destroy the Senshi for their various acts of insensitivity toward her. She first appears in Act 20 of the manga and Episode 85 of the anime. In the anime, Black Lady tries to kill Sailor Moon and Tuxedo Mask, but is saved from her anger by Sailor Moon, who changes into Neo-Queen Serenity and embraces her daughter, allowing her to turn back into Chibiusa. In the manga, her sorrow over the death of Sailor Pluto shatters Wiseman`s power over her, her tears activating the future Silver Crystal, and she changes into Sailor Chibi Moon for the first time.",
  "gender" : "FEMALE",
  "name" : "Black Lady",
  "rating" : {
    "rating" : 7.68,
    "total" : 16
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "304" : "Fukuen Misato"
  }
}