{
  "anime_ids" : [ 39, 95, 123, 364, 5818, 6179 ],
  "character_id" : 7619,
  "description" : "Amelia is the daughter of Philionel el de Seyruun, Crown Prince of the kingdom of Seyruun. Like her father, Amelia is a self-proclaimed Champion of Justice(tm) and is singleminded in her quest for truth, honor, and dignity. Also like her father, she`s a complete klutz and has no clue of what IS and ISN`T a true cause for justice.\nAmelia has trained since birth for her cause; once convinced, she isn`t easily dissuaded from inflicting her particular flavor of justice on whoever she perceives to be an \"enemy of the people\". She thinks of Lina as a hero - a destructive hero, but nevertheless a hero - and wants to be just like her and every other good hero that comes along.\nAmelia gets bored being royalty sometimes - she often follows her father Phil on journeys around the countryside. She often looks for trouble, simply so that she can right it. Whenever scouting out an area, she always includes a quick look for the highest place to stand.\n...\nWhy does she always look for the highest place to stand, you ask? In case the enemy strikes, she wants to be able to strike back with a dynamic, triumphant pose of her own, terrifying the enemy with fear of justice. A lot of times, she ends up falling, too, she`s only a young girl after all. In fact, Amelia has the reputation of being one of the clumsiest characters in all of Slayers, topped only by Martina.\nAmelia is also a budding sorcerer in her own right. Her specialty is white magic, however she also has reached the highest level of training in Shamanist Spirit magic, a testament to her quick learning time and eagerness to learn. She has even developed a spell or two of her own, most notably the Visfarank spell, which seems to be the glowing manifestation of justice as a pair of boxing gloves.",
  "gender" : "FEMALE",
  "name" : "Amelia Wil Tesla Seyruun",
  "rating" : {
    "rating" : 6.66,
    "total" : 292
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "388" : "Suzuki Masami"
  }
}