{
  "anime_ids" : [ 77, 996, 1357, 2324 ],
  "character_id" : 7652,
  "description" : "Hayase Misa is of Japanese ethnicity. She was born into a Japanese family with a hundred-year military lineage and was the only daughter of Admiral http://anidb.net/ch10525 [Hayase Takashi]. Misa also had aspired to enter the military since childhood. This dream was bolstered by a desire to join her boyfriend and first love, http://anidb.net/ch10524 [Riber Fruhling], in the UN Spacy. Misa`s hope is tragically unrealized as http://anidb.net/ch10524 [Riber] dies during the destruction of the return fleet from the Salla Mars Base where he was stationed, shortly after leaving Misa on Earth.\nAfter graduating first in her class at the UN Spacy Officers` Academy, she earned a bridge post aboard the http://anidb.net/ch21733 [SDF-1 Macross]. She and fellow SDF-1 bridge officer http://anidb.net/ch10509 [Claudia LaSalle] became close friends. As Misa herself admits, her mind is constantly preoccupied with duty. This changes, however, after she meets the young pilot http://anidb.net/ch7654 [Ichijou Hikaru]. Their officer/subordinate status would slowly evolve through the series, from originally a difficult professional relationship (with http://anidb.net/ch7654 [Hikaru] even calling her \"old lady\" when he first hears her over his Valkyrie`s onboard radio, which results in his senpai, http://anidb.net/ch10505 [Roy Focker], getting a good laugh, much to Misa`s chagrin) to a friendly personal one; and much later to a romantic one, clashing with the already strong infatuation http://anidb.net/ch7654 [Hikaru] has with http://anidb.net/ch7418 [Lynn Minmay]. She also has some short-lived feelings for http://anidb.net/ch7418 [Minmay]`s cousin http://anidb.net/ch10513 [Kaifun], who bears a striking physical resemblance to the deceased http://anidb.net/ch10524 [Riber].\nInitially ranked as First Lieutenant, she is later promoted to Captain, and later to Major, concluding with her being chosen as the commander of the new SDF-2 Megaroad-01 ship and crew.\nDespite having early disputes with http://anidb.net/ch7654 [Hikaru], she slowly begins to harbor feelings for him as they share some adventures during the war, discovering both have very much in common. In the final episode, http://anidb.net/ch7654 [Hikaru] realizes he is in love with Misa, and after the climactic final battle, they marry and become members of the SDF-2 Megaroad-01 crew to leave on a stellar exploration mission in 2012. Shortly thereafter, Misa and http://anidb.net/ch7654 [Hikaru] have a daughter, Ichijou Miku, in 2013.\nAfter their ship disappears in 2016 without a trace near the center of the galaxy, they were reported as missing. The whereabouts of Misa and http://anidb.net/ch7654 [Hikaru] and the ship`s crew (includinghttp://anidb.net/ch7418 [ Lynn Minmay], who remained as their friend and also joined the exploration mission) are still unknown.Source: wiki",
  "gender" : "FEMALE",
  "name" : "Hayase Misa",
  "rating" : {
    "rating" : 8.48,
    "total" : 134
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "542" : "Doi Mika"
  }
}