{
  "anime_ids" : [ 10966, 11275, 11462, 15067 ],
  "character_id" : 77031,
  "description" : "While it is not known to evolve to or from any other Pokémon, it has an alternate form, which it changes into by using the Prison Bottle. Its default form, Hoopa Confined, will then become Hoopa Unbound. Hoopa Unbound will revert into Hoopa Confined if three days have passed after using the Prison Bottle or if it is deposited in the PC.\nHoopa Confined was officially revealed in the February 2015 issue of CoroCoro magazine. Hoopa Unbound was officially revealed in the May 2015 issue of CoroCoro magazine.\nHoopa Confined is a light purple Pokémon with several pink markings. There is a v-shaped marking on its chest and bands around its wrists. Additionally, there are pink markings around its head and a growth on top resembling hair tied into a ponytail. There is a yellow, ring marking in the center of its forehead, and it has green eyes with yellow sclera. On either side of its head is a dark gray horn that curves slightly upward. Hoopa has three gold rings: one large one around its lower body and one hanging freely on each of its horns. Its arms are not attached to its body and float next to it. Each arm has a small golden spike on one end and a hand similar to a mitten on the other. There is a golden spike on each shoulder, which is similar to those on its arms. Hoopa`s lower body consists only of a wispy structure similar to its ponytail.\nHoopa Unbound has a similar color scheme to Hoopa Confined, although the main color is now a light blue and its markings are slightly darker. This form is bipedal and has six arms. The ponytail on its head is larger and bushier, and its eyes are now yellow with white sclera. Its horns are darker and less curved with spiky, purple fur at the base. This form has a pointed, dark gray snout and a mouth full of pointed teeth. Several tufts of purple fur surround its torso. Each of its arms is disconnected from the body and has a gold ring on one end and a three-fingered hand on the other. All of its arms has a ring around each wrist as well. Many other rings are present on this form: there are two around each ankle, two around the base of its ponytail, two at the base of each horn, one near the center of each horn, one around its waist, and one encircles a black hole in the middle of its body. The circular mark on its forehead also surrounds a much smaller black hole. A purple, protruding stripe extends down each leg, widens at the knee, and makes a circle around the tip of the foot. Additionally, this form has a tail with a purple stripe along the top and arrow-shaped tip.\nHoopa has the power to transport things using teleportation, which warps space. Hoopa Unbound is said to be Hoopa`s true form. Hoopa Unbound is said to have the power to bend dimensions which allows it to seize anything in the world. As seen in the anime, Hoopa Unbound has the ability to control and summon powerful Legendary Pokémon. Hoopa Confined is the only known Pokémon that can learn Hyperspace Hole. Hoopa`s alternate form, Hoopa Unbound, has its own signature move, Hyperspace Fury.",
  "gender" : "NONE",
  "name" : "Hoopa",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3" : "Kugimiya Rie",
    "380" : "Yamadera Kouichi"
  }
}