{
  "anime_ids" : [ 2926 ],
  "character_id" : 7970,
  "description" : "A young Taiwanese girl who is the main protagonist of Angel Heart. In reality, she is the daughter of Li Jiang Qiang, the leader of the crime syndicate Zheng Dao Hui. However at the age of two, she and her mother were involved in a car accident when their car plunged off a cliff into a river. Her mother was killed in the accident but Xiang Ying was never found, despite the best efforts of her father and his organization to locate her. In a cruel twist of fate, Xiang Ying was found and taken in by the Zhuque Corps (a section of Zheng Dao Hui which specializes in assassinations) and trained to be an assassin. Because of the accident, she has no memory of her childhood, and as a result does not know her true parentage. This is also why her entry in the Zhuque was never known by her father until it was too late. While in training for the Zhuque Corps, she was referred to as Number 27 but after her training was complete, she was referred to as Glass Heart. After attempting to commit suicide, the heart of Kaori Makimura was transplanted into her, and with it, the overpowering desire to live and to be reunited with Ryo Saeba. As a result, she busts out of the lab she was kept in and travels to Japan where she finally meets Ryo. Ryo, in turn adopts Xiang Ying as their (Ryo and Kaori`s) daughter.\nXiang Ying was only 15 years old at the start of the series, despite looking like she was in her early twenties. By volume 20 of the manga she is already 19 years old, though appearance-wise she has not changed.\nXiang Ying has had very little contact with the outside world, except through her handlers. As a result, any potential situation which she perceives as a threat assessment would meet a harsh response, as evidenced when she nearly kills a man merely trying to pick her up. Not surprisingly, the people around her, Ryo, Saeko, Umibozu, Chin, and even Xin Hong realize they have an upward task in trying to teach her how to function in the outside world.\nThere are several coincidences between Xiang Ying and Kaori. One, is that the Japanese character for Kaori is pronounced as \"Xiang\" in Chinese, hence her name \"Xiang Ying\". Also, her major histocompatibility complex is very similar to Kaori`s as their human leukocyte antigen encodings are virtually identical. Because of this, Xiang Ying does not need to worry about her body rejecting Kaori`s heart as her immune system has been fooled into thinking her heart is the same.\nWith Kaori`s heart, she remembers all of Kaori`s memories, her residence, favorite coffee, quotes, and emotions. Along with these memories she inherits is also the ability to hammer Ryo with Hammerspace weapons if Ryo gets out of line (much like Kaori did), much to Ryo`s annoyance. She has also gained the penchant for wanton destruction that Kaori has always exhibited when the latter is infuriated, this is in contrast to her previous tendency to execute her previous missions with stealth and finesse.",
  "gender" : "FEMALE",
  "name" : "Shan`in Ri",
  "rating" : {
    "rating" : 8.47,
    "total" : 8
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4651" : "Kawasaki Mao"
  }
}