{
  "anime_ids" : [ 2165, 3643, 4222, 5745, 6672 ],
  "character_id" : 80,
  "description" : "Ichijou has monstrous strength despite having a weak and feminine appearance and is a member of the amateur wrestling club. Her power amazes even her strongest male classmates. It would also seem that she is not able to control her strength well, as shown when she nearly suffocates Tenma when trying to cover her mouth so that she does not blurt out secrets. Lala Gonzalez is her only rival in this regard, but has not been able to physically defeat her (In fact, Ichijo defeated her with her ultimate move, the Frankensteiner). Despite this, Ichijou has not reciprocated Lala`s antagonism, always remaining polite towards her. Later the two seem to have developed into friends.\nDespite her strength she has a kind nature and is one of the more timid girls in 2-C. She is in love with Imadori, but gets embarrassed when this is hinted at. Imadori also initially avoids her, not only because of her small measures (later it is revealed that she does have considerably large breasts), but also because he fears her strength. She is also a good singer, and her singing is featured in episodes 2 and 6 of School Rumble - Second Term.\nWhen Imadori met her practicing wrestling and asked her why she liked it, she said that she really did not want to do wrestling. Later, when Imadori, along with Harima and Hanai were working for a moving company, they found out that Ichijou was also working with them as well as how strong she was. At the end of their shift, Imadori accidentally said that he could take Karen out on a date with his earnings, which Karen agrees to, even though Imadori did not really mean it. As the series progresses, Karen falls deeper in love with Imadori but continuously lacks the courage to act out. She is rewarded when she finally defeats him in a wrestling match however, with an indirect confession from him.\nKaren has a younger brother, Kousuke who, like Imadori, is also a Dojibiron fan.",
  "gender" : "FEMALE",
  "name" : "Ichijou Karen",
  "rating" : {
    "rating" : 6.45,
    "total" : 214
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "98" : "Mako"
  }
}