{
  "anime_ids" : [ 230, 921, 990, 991, 992, 1020, 1041, 1804, 2371, 2848, 3419, 3491, 3492, 3493, 3510, 4199, 4553, 4728, 5048, 5772, 6316, 6792, 6796, 6797, 6798, 6799, 6800, 6801, 6802, 6803, 6804, 7109, 7257, 7891, 8012, 8139, 8269, 8735, 8826, 9021, 9216, 9289, 9564, 9565, 9653, 9764, 9871, 9926, 9956, 10318, 10319, 10966, 11275, 11585, 11842, 12407, 12646, 14215, 14993, 15067 ],
  "character_id" : 8091,
  "description" : "The Beginning\nOn the morning that Ash was to start his Pokémon journey, he woke up late and by the time he reached Professor Samual Oak`s laboratory, all of the beginner Pokémon were already taken. However, Professor Samual Oak did have one Pokémon left, a wild Pikachu. At first, Pikachu did not like Ash and would refuse to enter his PokéBall. He would often laugh at Ash`s failures and refused to listen to him. However, after Ash proved his loyalty to Pikachu by protecting him from a flock of Spearow, and thus began to earn Pikachu`s trust and respect. The two have since become best friends and Pikachu never leaves Ash`s side.\nSince the day Team Rocket first encountered Pikachu, it has been their sole goal to capture it. Day after day, their plan to capture Pikachu has been thwarted mainly due to Pikachu`s amazingly powerful Thunderbolt that keeps on blasting them off.\nOn numerous occasions, Pikachu has made it evident that he is happy being a Pikachu and has no desire to evolve into a more powerful Raichu. It has proven time and time again that it is a powerful and worthy opponent to any Pokémon that dares to battle it.\nGym Battle against Burgh`s Leavanny\nPikachu was then sent out to battle Burgh`s Leavanny. Burgh`s Leavanny managed to tie up Pikachu with String Shot but unlike Ash`s Swadloon who was able to break free, Pikachu ended up getting hit with a couple of Leaf Storm attacks and a Hyper Beam before it rolled into another of Burgh`s Leavanny`s Leaf Storm attacks to break the string off its body so it could attack. Freed from the String Shot, Burgh`s Leavanny tried to tie it up again but Pikachu managed to avoid it with its speed and then knocked Burgh`s Leavanny out with a combination of Iron Tail and Electro Ball.\nGym Battle against Elesa\nElesa`s Emolga knocked out Ash`s Snivy and was then matched up with Pikachu. Pikachu made quick work of Elesa`s Emolga and knocked it out with one attack, its Iron Tail.\nElesa`s Tynamo was the last Pokémon that she used in her gym battle against Ash. It was matched up against Pikachu who had just defeated her Emonga. Pikachu had a hard time defending against the fast Tackle attack that Elesa`s Tynamo kept hitting it with but Pikachu used its Thunderbolt to create a large dust cloud leaving only a small corridor for Pikachu to focus on it and so Elesa`s Tynamo couldn`t maneuver out of the way. Pikachu one hit K.O`d Elesa`s Tynamo with a Iron Tail. The loss gave Ash the overall victory.\nBattle against Alder`s Bouffalant\nAsh challenged Alder to a battle and he accepted though he had been walking all night and was actually quite tired. Alder sent out his Buffron to battle Pikachu but just as the battle started, Alder fell asleep standing up and didn`t give any orders to his Buffron. Alder`s Bouffalant stood still as Pikachu began hitting it with attack after attack until it Alder`s Bouffalant finally got mad at Alder and charged at him and set him flying into a tree. After that, Alder`s Bouffalant no longer wished to battle and Alder conceded the battle.\nGym Battle against Skyla\nIn Skyla air battle simulation, Ash`s Tranquill was matched up against Skyla`s Unfezant and since her Pokémon was the highest evolved form, she determined that her Pokémon would be the winner in that match-up. In the actual gym battle, Ash`s Tranquill was up against Skyla`s Unfezant which was the match-up just after Ash`s Tranquill had defeated Skyla`s Swoobat. Skyla`s Unfezant proved to be stronger and faster than Ash`s Tranquill, so Ash recalled it and set out Pikachu. Pikachu had a definite advantage over Skyla`s Unfezant with its electric attacks and it quickly knocked it out with its Electro Ball attack.\nAsh Just after Pikachu ended up knocking out Skyla`s Unfezant, Skyla`s Swanna was sent out to battle against it. Skyla had been watching her grandpa`s battle videos and noticed that he used the move Aqua Ring to defend against Electric attacks. She used that same defense against Pikachu which nullified its Electric attacks. It`s Iron Tail also couldn`t hit it so high in the air. Ash then noticed the rings in the air and Pikachu jumped up on them and managed to hit Skyla`s Swanna but not directly. Pikachu was now up in the air though and Skyla`s Swanna had the advantage there and it quickly knocked Pikachu out with a powerful Brave Bird attack.\nBattle Against Trip`s Serperior at the Isshu League\nPikachu participated in the Isshu League in the preliminary match where it is was matched up against Trip`s Serperior. Cilan noted that Trip`s Serperior speed and its attack power had leveled up quite a bit too since the last time they saw it. The match was pretty one sided for a long time as Pikachu wasn`t able to counter its speed and ended up getting wrapped up. After using Iron Tail on the ground to get loose, Pikachu used a combination attack of Iron Tail and Electro Ball to one hit KO Trip`s Serperior. As a result, Trip was eliminated from the Isshu League and Ash advanced to the next round.",
  "gender" : "MALE",
  "name" : "Pikachu (Satoshi)",
  "rating" : {
    "rating" : 3.94,
    "total" : 1006
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "7" : "Ootani Ikue"
  }
}