{
  "anime_ids" : [ 4214 ],
  "character_id" : 8095,
  "description" : "Abe no Masahiro is the protagonist in the series. He is an Onmyouji in training and the grandson of the legendary http://anidb.net/ch8099 [Abe no Seimei]. When he was young, Masahiro`s spiritual sight was so strong that Seimei temporarily sealed it away until he was old enough to properly use it. After meeting http://anidb.net/ch8097 [Mokkun], Masahiro regained his spirit sight and embraced his destiny as an Onmyouji in service to the emperor.\nHe is friendly and kind to both youkai and people whom he seeks to protect from evil demons that had taken up residence surrounding the imperial capital. Although he is sometimes cocky and clumsy, there are moments when he utilizes powers beyond those of a mere apprentice, which is why Seimei claims he is the only one who can succeed him. Masahiro greatly resents being known only as Seimei no Mago (晴明の孫, Seimei`s grandson) and trains hard to surpass his grandfather.\nHe has two older brothers whom both are married and has families of their own. Narachika is the eldest in the family. His second older brother, Masachika is ten years older than him.\nAccording to Ten`itsu, children in the Abe residence were often taken care by the twelve Shinshou. It was seen through flashbacks in the anime that Masahiro was taken care by http://anidb.net/ch8098 [Guren].\nIn addition to his magic, Masahiro later receives a sword called the Gouma no Tsurugi, a sword which was forged by Seimei which previously belonged to Suzaku. He was also given Kagutsuchi (軻遇突智) by Takao no Kami, flames that has the power to kill gods, in order to destroy the corrupted Guren.\nIn addition, he erased Guren`s memories that are about him, meaning that Guren will never remember the time when he met Masahiro in the form of a mononoke or the time when they were fighting demons together.\nHe cares a lot about his friends, his family and his love, http://anidb.net/ch8096 [Fujiwara no Akiko] whom he vows to protect no matter what.",
  "gender" : "MALE",
  "name" : "Abe no Masahiro",
  "rating" : {
    "rating" : 7.48,
    "total" : 13
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1442" : "Kaida Yuki"
  }
}