{
  "anime_ids" : [ 4214, 9078 ],
  "character_id" : 8096,
  "description" : "Fujiwara no Akiko is an imperial princess and the daughter of the minister of the left. She and Masahiro first meet in the Imperial Palace after his coming of age ceremony and the two become good friends after he saves her from a demon attack. As the series progresses, both of them fall in love with each other.\nAkiko is special, as she possesses the Kenki ability (the ability to see demons). Moreover, because of this, during the beginning of the series, the foreign demons constantly attack her to deliver Akiko as a sacrifice to their master. They manage to capture her but Masahiro and his allies were able to save her, but not before the demons gave a curse wound on her hand.Halfway through the series, Akiko`s father attempted to introduce her into the imperial court as a wife for the Emperor, thereby separating her from Masahiro forever. In her moment of sadness, Kyuuki was able to put a powerful curse through her wounded hand. While the curse was eventually removed, according to Seimei the after-effects of the curse were so serious to Akiko that an onmyouji was required keep the curse from overwhelming her.\nAs a result, she was not sent to imperial court -as that would bring bad luck to the Emperor- so her half-sister Shouko, who looks the same as her, was sent into the palace in her place. Akiko was instead sent to live with Seimei`s family to deal with the curse under the identity as distant relative of theirs. (There are suggestions that Seimei tricked Akiko`s father into thinking that so she and Masahiro could remain close, since he knows about their feelings for each other. However, it is also revealed Seimei was having difficulty in finding an auspicious date to send Akiko to court.)\nIt should be also noted that her Kenki ability is stronger than both Seimei and Masahiro because she was able to see a spirit that was possessing Masahiro while neither Masahiro nor Seimei could.\nAt the Abe residence, Akiko remains a strong help to Masahiro and helps around the house, learning to do things what an ordinary girl does, like going shopping by herself thanks to the help of Tsuyuki, Masahiro`s mother.\nDuring the middle of the series (episode 10), Masahiro promises Akiko that he will show her fireflies at Kifune mountain next year at summer time. In the final episode of the anime, he is shown fulfilling his promise\nSource: Wikipedia",
  "gender" : "FEMALE",
  "name" : "Fujiwara no Akiko",
  "rating" : {
    "rating" : 6.42,
    "total" : 10
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "333" : "Kobayashi Sanae"
  }
}