{
  "anime_ids" : [ 10993, 12419, 13263, 13917, 14719 ],
  "character_id" : 81990,
  "description" : "Utsuro is the founder and first leader of the http://anidb.net/ch87781 [Tenshouin Naraku] before http://anidb.net/ch53229 [Oboro] took his position. He is now part of the Tendoshu.\nUtsuro was born containing a high amount of Altana within his body, granting him ageless immortality and high regenerative capabilities. Unfortunately, he was persecuted by a wary populace who continuously tried to kill him to no avail, leading to them becoming more fearful and greater attempts to kill him, sparking a vicious cycle. To cope with the constant suffering and death, Utsuro created multiple personalities. He was then placed in prison and forgotten about for decades until he was able to leave when his cell door rotted away. But at the same time, Utsuro`s other personalities took over their shared body and decided to kill people, partially as revenge and partially to strive to become human again. He continued being a serial killer until he was caught by the imperial government, who instead of executing him, decided to make him into an assassin, seeing his potential. So he formed and lead the Naraku for 500 years, continuing to slaughter and kill; yet along the way, developed a death wish.\nThe original personality watched in the background at his blood-thirsty personas and wanted to fight back and resist them. Thus he created another personality, http://anidb.net/ch12459 [Yoshida Shouyou]. Shouyou suppressed the other personalities, defected from Naraku, took in a child, and opened a school to teach children. It appeared that Shouyou succeeded in living a life without killing and death. Unfortunately with the Naraku searching for him and opening a ``unique`` school during the Joui Wars, it seemed inevitable that he will be found. Someone reveals his location to the Naraku, and he is arrested with his school destroyed. Before Shouyou was executed by http://anidb.net/ch1162 [Gintoki], the original personality decides to act and kills his other personalities, including Shouyou, to become the only mind in his body. He had decided to end all his personalities` suffering and accept that they will continue to suffer forever. So he concludes that he will end all suffering and emptiness.\nUtsuro was then revived in front of his former Naraku subordinates, who never knew that their former master was an immortal being who had continuously lead them for centuries. Utsuro was taken to the Tendoushu where tests were run on him about his immortality and he tells the Amanto group about himself. In exchange for sharing his immortality to the Amanto group, he joins the group as a means to find a way to end his suffering.\nSource: Gintama Wiki, edited.",
  "gender" : "MALE",
  "name" : "Utsuro",
  "rating" : {
    "rating" : 5.8,
    "total" : 11
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "380" : "Yamadera Kouichi"
  }
}