{
  "anime_ids" : [ 22, 326, 6171, 8895 ],
  "character_id" : 8301,
  "description" : "Kaji Ryouji is employed by Nerv as a special inspector. He wears a ponytail, has a constant 5 o`clock-shadow, and is always referred to by his surname.\nKaji appears to be a triple agent, working as a special inspector for Nerv, while secretly investigating the organisation for the Japanese Ministry of the Interior, and at times seemingly acting as a cat`s paw both for and against Ikari Gendou and Seele. In addition, he seems to maintain personal motivations beyond loyalty to any organisation, and speaks frequently of his desire to \"find the truth.\" Kaji can be said to have a green thumb, as he cultivates a watermelon patch close to Nerv HQ. (This is only seen in the anime; he is watering the watermelons while Zeruel is attacking the GeoFront.)\nKaji and Katsuragi Misato were lovers during college, but had long since broken up by the start of the series and do not see each other again until she flies out to the UN fleet ferrying Unit 02 and Souryuu Asuka Langley to Japan. After he returns to Nerv headquarters, Kaji and Misato flirt and fight, Kaji teasing Misato, and Misato constantly calling him \"stupid.\" However, they rekindle their romance after Misato confesses that she broke up with him because Kaji reminded her too much of her father.\nMost of the time, Kaji is very easygoing and jovial, always remaining cool and composed and maintaining his detached sense of humour even during times of crisis. He also flirts unabashedly with his female peers and co-workers, which further draws Misato`s ire. Despite his irresponsible public persona, Kaji demonstrates a great level of personal responsibility and worldly wisdom in his personal interactions. He acts as something of a father figure to both Asuka and Shinji, particularly the latter. Asuka is openly infatuated with him, something he coolly and repeatedly deflects. He offers Shinji contemplative advice and tries to help him understand the nature of social dynamics. Behind all of this, however, Kaji hints at being a very melancholic and lonely individual, plagued by doubts of his own sincerity and whether he is capable of true love.\nKaji is ordered by Seele to kidnap Deputy Commander Fuyutsuki Kouzou so that he can be interrogated. Kaji follows his orders, but disobeys Seele by rescuing Fuyutsuki later and returning him to Nerv. Prior to this, he remarks that his Nerv I.D. card is the colour of blood; also, during their last meeting, Kaji gives Misato a small capsule which contains the information for the Human Instrumentality Project, then says \"This may be the last gift I give you.\" He then leaves Misato a farewell phone message, indicating that he knew he would likely be dead when she heard it. Fuyutsuki even remarks that his actions will cost him his life. Kaji is eventually shot and killed by an unknown assailant.",
  "gender" : "MALE",
  "name" : "Kaji Ryouji",
  "rating" : {
    "rating" : 5.42,
    "total" : 106
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "380" : "Yamadera Kouichi"
  }
}