{
  "anime_ids" : [ 2538, 2542, 11665 ],
  "character_id" : 8328,
  "description" : "Mistress 9 is a malevolent entity from \"Tau Ceti Star System\" who has come to Earth to help open a gateway for her master, Pharaoh 90. She is called the \"Messiah of Silence\" and possesses Hotaru Tomoe`s body (to varying degrees of intensity).\nIn the manga, the Death Busters are frequently striving to awaken Mistress 9. When the Death Busters first visited Professor Tomoe (as he was reconstructing his daughter Hotaru`s body), one of the objects they gave him was an egg that contained Mistress 9. He implanted it within Hotaru`s body. The consequence of this for Hotaru is a permanently frail physical state. She occasionally suffers from seizures that are soothed at first by an amulet given to her by Tomoe (he tells her it is an heirloom, but it is more likely to be a fragment of the Tau Crystal) and later by the Ginzuishou. When Chibiusa shows it to Hotaru, Mistress 9 becomes aware of it and later grabs it from Chibiusa, sending her into a coma.\nWhen Mistress 9 overpowers Hotaru`s body, it becomes that of a grown woman. Her facial features are maniacal and there is little resemblance to the girl whose body she has taken over. Her purpose is to create an opening to the Tau Ceti Star System so that Pharaoh 90 can access and assimilate himself into Earth.\nOnce all of her allies have been killed and she is confronted by Sailor Moon and the Outer Senshi, her plan begins. Mugen Gakuen itself is ripped apart, throwing the unconscious bodies of Mercury, Mars, Venus and Jupiter into the air (they come to rest on a structure that Kaolinite previously used for divination). She then attempts to escape Hotaru`s body (meaning that her power will be able to flow freely) but is surprised to find that the soul of Hotaru still exists within the body and is inhibiting her from leaving it. Nonetheless she swallows the souls of the Guardian Senshi whereupon Hotaru retrieves their Heart Crystals along with that of Chibiusa and escapes to return them to their owners. While she is doing this, Mistress 9 is able to leave Hotaru`s body, ripping it apart in the process. Her true form is of a gigantic monster with a ghoulish head and an indistinct body.\nShe absorbs all of the Senshi`s attacks and opens the door for Pharaoh 90, who begins to smother the planet. Mistress 9 is assimilated into the lava (which presumably is Pharaoh 90) and just when all seems lost, Sailor Saturn rises from it. When she sets her glaive into the ground, both Pharaoh 90 and Mistress 9 experience intense pain and paralysis. Saturn uses the attack Death Reborn Revolution to drain their power and they both rise into the sky to escape back to Tau. Saturn follows them and commands Sailor Pluto to seal the door forever. Pluto does this and assures that Mistress 9 and Pharaoh 90 can never reach Earth again.\nIn the anime, Professor Tomoe allows Mistress 9 to possess Hotaru`s body after a freak accident kills her. He himself becomes possessed by a Daimon named Germatoid, although it is unclear if Germatoid completely controls him or aspects of his original personality still exist. Mistress 9 occasionally controls Hotaru, sequences in which her eyes become blank and her hands sparkle with red energy. Strangely enough, the victims of these occurrences are usually Daimons sent to collect heart crystals for her. Eventually, Hotaru steals Chibiusa`s Heart Crystal, rendering Chibiusa close to death, and becomes Mistress 9 to the shock of Uranus and Neptune, who were expecting Sailor Saturn.\nShe kills the underling Kaolinite, and sends Germatoid after the Senshi. She then attempts to use a large machine (similar to the one Tomoe created prior to possession) to guide Pharaoh 90 to Earth so that he may destroy it. Sailor Moon tries to stop her and Professor Tomoe, now freed from Germatoid, attempts to reach her, still seeing her as Hotaru. She attacks both of them but is injured by energy emanating from the machine. Professor Tomoe takes her in his arms and Hotaru`s spirit begins to respond. Mistress 9 attempts to subdue her once again but Hotaru`s memories of both her father and of Chibiusa prove to be overpowering. The black star insignia on her forehead shatters, revealing the sign of Saturn beneath it. Mistress 9`s body then vaporizes, leaving Saturn in its place.\nWhilst in the manga Mistress 9`s human form seemed only to be Hotaru`s body contorted due to the presence of the entity, the anime Mistress 9`s form seems to be her genuine body, somewhat similar to Chibiusa`s transformation into Black Lady.\nIn the original anime, Mistress 9`s voice is provided by Yuko Minaguchi, who also provided Hotaru`s voice. In the English dub, she is played by Susan Aceron. In the musicals two actresses have played her: Tomoko Inami and Chinatsu Akiyama.",
  "gender" : "FEMALE",
  "name" : "Mistress 9",
  "rating" : {
    "rating" : 4.29,
    "total" : 9
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "12783" : "Fujii Yukiyo"
  }
}