{
  "anime_ids" : [ 2389 ],
  "character_id" : 83803,
  "description" : "Biwamaru (sometimes Biwa Maru) is a blind, itinerant acupuncture doctor, who wanders around Japan curing all sorts of ailments with miraculous speed. He is extremely disheveled in appearance, dressed in rags and walking with a twisted stick as a cane, and a rough bundle on his back. Biwamaru is effectively, like Black Jack, an unlicensed doctor, since his practices are considered to be quackery by the medical establishment, while Biwamaru considers it barbaric to cut open a patient to cure them. This, as with Dr. Kiriko, Biwamaru is another nemesis who is too similar to Black Jack for the two to forgive their differences. Biwamaru also features in Tezuka`s best-known samurai manga, Dororo.\nWhen Biwamaru came to Black Jack`s town in issue #126 `The Blind Doctor of Acupuncture,` (6/7/1976) it was hatred at first sight, as each dismissed the other as a quack, though neither was able to deny the effectiveness of the other`s treatments. To make matters worse, Biwamaru charges nothing for his services, in contrast with Black Jack`s outrageous fees, leading to criticism of Black Jack by the local community. Their interaction here effectively degenerated into each attempting repeatedly to prove that the other was a quack, and generally failing, though teaching each other bitter lessons about the limitations of their methods.\nThe two met again not long afterwards in issue #141, `Death of Hyojisai` (The Master Forger, Two People at the Thermal Bath) when they met at a hot spring and discovered that both of them, out of dedication to their work, made regular pilgrimages to see the same world-famous master forger, who made scalpels for the one and needles for the other. On discovering that the forger was sick, the two compete to cure him, while the forger, Hyojisai, uses his own illness to teach the two that, skilled as they are, both are powerless in the face of fate. It is a bitter experience for both of them. The trailer for the upcoming Two Dark Doctors movie indicates that the film will include scenes from this issue.\nNotably, Biwamaru also appeared in Dororo as a blind musician and masters-swordsman. The crippled samurai Hyakkumaru, widely acknowledged as a prototype of Black Jack, encountered Biwamaru here and became his student in swordfighting, an interesting reversal of his role in Black Jack.\n(Source: tezukainenglish.com)",
  "gender" : "MALE",
  "name" : "Biwamaru",
  "rating" : {
    "rating" : 4.15,
    "total" : 1
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3380" : "Nozawa Nachi"
  }
}