{
  "anime_ids" : [ 1078, 1951, 2110, 2684, 2691, 2692, 2717, 2780, 3113, 3114, 3314, 3315, 4635, 4673, 4674, 4757, 4765, 4922, 4967, 5046, 5047, 5432, 6382, 6383, 6582, 6583, 6584, 6585, 6586, 6587, 6588, 6590, 6591, 6592, 6593, 6594, 6595, 6596, 6597, 6599, 6719, 7014, 7764, 7765, 7767, 7770, 8542, 9316, 9473, 9975, 10253, 10737, 10779, 13228, 14984, 15852, 17500, 18102 ],
  "character_id" : 8456,
  "description" : "Doraemon is the titular robotic cat sent back in time by Sewashi to aid Nobita. He possesses a fourth-dimensional pocket from which he can acquire various kinds of futuristic tools, gadgets, and playthings from a future department store. Doraemon originally had ears but they were bitten off by a robotic mouse in the 22nd century. As a result, he developed a morbid fear of mice despite being a robotic cat. He also has the tendency to panic during emergencies, characterized by him frantically trying to pull out a very much-needed tool from his pocket, only to produce a huge assortment of unrelated household items.\nDoraemon`s physical appearance changed as the manga progressed. At first, he was predominantly blue, with a blue tail, a white stomach, and flesh-coloured hands and feet. He also stooped, and had a body much larger than his head. In later issues, he sported a smaller body, white hands and feet, and a red tail--the appearance most identify him with today.\nIn \"The Doraemons\" story arc, it is revealed that Doraemon`s original paint color was yellow. After getting his ears gnawed off by a robot mouse, he slipped into depression on top of a tower, where he drank a potion labeled \"sadness\". As he wept, the yellow color washed off and his voice changed due to the potion.\nDoraemon weighs 129.3 kg (285 lbs) and measures at 129.3 cm (4`3\") tall. He is able to run at 129.3 km/h (80.3 mph) when scared and jump 129.3 m (424.2 ft) when threatened. His maximum power is 129.3 bhp. His wrist, head, and chest circumference are all 129.3 cm. His feet is 129.3 mm in diameter. He is manufactured on September 3, 2112 (12/9/3), at the Matsushiba Robot Factory. Doraemon is considered a substandard product because many of his robotic features (ie. radar whiskers and cat-calling bell) malfunctioned after production. One can turn off Doraemon by pulling his balloon tail.\nDoraemon`s favourite food is dorayaki, a Japanese treat filled with red bean paste. Speculations led to dorayaki being the origin of his name. However, it was revealed in one of the manga chapters that his name originates from the Japanese word nora neko for \"stray cat\", and the -emon ending which is part of traditional Japanese names, as seen also in, for example, Ishikawa Goemon.\nIn the 2007 birthday episode, `MS-903` is used to call Doraemon by the factory owner where Doraemon is produced.\nDoraemon usually uses the phrase \"nanoda\".",
  "gender" : "MALE",
  "name" : "Doraemon",
  "rating" : {
    "rating" : 8.45,
    "total" : 605
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "4729" : "Ooyama Nobuyo"
  }
}