{
  "anime_ids" : [ 4549 ],
  "character_id" : 84789,
  "description" : "Miranda Lotto is a 25-year-old German Exorcist and member of http://anidb.net/ch32499 [European Branch] of the http://anidb.net/ch32498 [Black Order].\nShe accepted the offer to become an Exorcist after the incident in the rewinding town, but unfortunately, she was separated from her Finder on their way to the Black Order. After all incidents she got herself into, she somehow managed to reach the Headquarters and was last seen praying to http://anidb.net/ch7365 [Komui ]to not have her clock cut apart, as she treasured it dearly.\nAfter http://anidb.net/ch7347 [Allen]`s Innocence was damaged to the point where his status as an Exorcist was suspended, the rest of General http://anidb.net/ch9409 [Cross Marian]`s search party was unable to continue on their way to Edo, since http://anidb.net/ch32776 [Anita]`s ship was severely damaged. At that point, the newly arrived Sammo Han Won announced that Miranda will be joining their group, and that she will be able to help them continue on their way.\nThe Time Record, her Equipment-type anti-Akuma weapon, is located on her right arm. It allows her to stop or reverse time in an area for a short while, causing any object to revert to its original status. However, any damage the object suffered before and during the reversed time will affect the object once the technique is stopped. She is also unable to resurrect the dead, due to the fact that her Innocence can not erase time.\nShe used her Time Record to repair Anita`s ship for use, but when she sees the shocked reactions of those around her, she feared she overstepped her boundaries and threw herself into the ocean to atone. Once she had been fished out of the ocean and the group took off on Anita`s ship, Miranda joined the other Exorcists in the captain`s cabin and gave them their new uniforms, sent directly from the European Branch to provide them with better protection.",
  "gender" : "FEMALE",
  "name" : "Miranda Lotto",
  "rating" : {
    "rating" : 7.52,
    "total" : 2
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "356" : "Toyoguchi Megumi"
  }
}