{
  "anime_ids" : [ 991, 1041, 2371, 3419, 4728, 5048, 8826, 12407, 14993, 15067 ],
  "character_id" : 851,
  "description" : "Celebi is a time traveling legendary Pokémon that first debuted in Pokémon Gold and Pokémon Silver. It is the known as the guardian of the forest, where it is worshiped as a god. It wanders through time, visiting various undisturbed old-growth forests during peaceful times, leaving behind flourishing grass and trees. It often leaves behind an egg that it brought from the future. Celebi`s continuing existence signifies a good future.\nCelebi cannot be captured in any English version of the Pokémon video games; however, it can be obtained at Nintendo promotional giveaway events. In Pokémon Colosseum, the power of Celebi is used to purify Shadow Pokémon. When one of the three Time Flutes in the game is used, Celebi will appear and purify a Shadow Pokémon instantly. Once all 48 Shadow Pokémon have been purified trainers playing the Japanese version of the game can obtain Celebi via the bonus disc that comes with Colosseum. On the North-American version, Celebi is replaced by Jirachi.\nDespite being a legendary Pokémon, Celebi has fairly low stats, and its Psychic/Grass type cross means that 7 different types are \"Super effective\" against it, including a 4x weakness to Bug-types.\nIn the anime, Celebi is represented as a generally weak Pokémon that constantly needs protection. Celebi is one of the main characters in the movie Pokémon 4Ever. In this movie, Celebi is running away from a hunter. It crashes into young Samuel Oak who protects it, and in return, Celebi transports them forty years into the future, where Sam teams up with Ash Ketchum to save Celebi from a Team Rocket member who turns it into a Dark Celebi by capturing it in a Dark Poké Ball. Near the end of the movie, several dozen Celebi appear from all sorts of different eras in time to help out. It also makes appearances in various episodes.\nIn Pokemon Mystery Dungeon 2, a shiny Celebi helps a Grovyle and the Main protagonist return to their world from the future. After this, she vanishes because the future she was a part of ceased to exist due to the character stopping Primal Dialga.",
  "gender" : "NONE",
  "name" : "Celebi",
  "rating" : {
    "rating" : 5.72,
    "total" : 27
  },
  "type" : "CHARACTER"
}