{
  "anime_ids" : [ 1078, 1951, 2110, 2684, 2691, 2692, 2717, 3113, 3114, 3314, 3315, 4635, 4673, 4674, 4757, 4765, 4967, 5046, 5047, 5432, 6382, 6383, 6582, 6583, 6584, 6585, 6586, 6587, 6588, 6590, 6591, 6592, 6593, 6594, 6595, 6596, 6597, 6599, 6719, 7014, 7116, 7770, 8542, 9316, 9975, 10253, 10737, 13228, 14984, 17500, 18102, 18883 ],
  "character_id" : 8549,
  "description" : "Gouda Takeshi, usually known by the nickname \"Gian\" from English word \"giant\", is the big, strong, and quick-tempered local bully. His nickname may be derived from giant. He is known for his confidence in his terrible singing voice. He regularly subjects the neighborhood children to horrendous singing recitals, which is sometimes combined with his equally bad homemade dinner. He also frequently steals other children`s toys and books under the pretext of \"borrowing\" them, unless the toy is damaged. This is how most fans considered Gian to be a major antagonist mostly to http://anidb.net/ch8465 [Nobita] and his friends. However, he does not hesitate to help them, including Nobita when they are in real trouble, which often occurs in the movies.\nSeveral of the stories revolve around Nobita and his friends` efforts to avoid Gian`s concerts or in one particular episode or chapter, which summarize his friends avoid visiting Gian`s house on his birthday because of his selfish nature. After reflecting on one event about his birthday, Gian thought of himself why he wasn`t popular among his peers. After getting a lecture from http://anidb.net/ch8456 [Doraemon] to see what an unruly character he is, Gian realize that he should`ve been a better person and he begs Doraemon to give him another chance. However, things didn`t go exactly as planned when his friends at school or at the streets mock him to see how weird Gian was acting and get kicked by http://anidb.net/ch8553 [Suneo] after learning his attempt to become gentle to his peers. This led him to lose control of his temper and start attacking his friends again.\nAlthough he bullies the other children (mostly Nobita), he is terrified of his mother, who runs the local grocery store. He founded his own baseball team named after himself. Although Nobita is often blamed for the losses against the baseball team`s rival, the \"Tyranos\", Gian and Suneo still force Nobita to play because they do not have enough players.\nGian also has a younger sister named Jaiko, whom he adores.",
  "gender" : "MALE",
  "name" : "Gouda Takeshi",
  "rating" : {
    "rating" : 3.96,
    "total" : 380
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "25023" : "Kimura Subaru"
  }
}