{
  "anime_ids" : [ 5903, 7184 ],
  "character_id" : 8576,
  "description" : "Seravee is the replaced mobile suit of Virtue/Nadleeh for Tieria, Gundam Virtue`s successor. It`s the improved heavy armament model, but unlike Virtue, Seravee has no second form.\nSeravee is an overall improvement to its predecessor, Gundam Virtue. Like Virtue, Saravee executes overwhelming firepower suppression against numerically superior opposition and has thick armor for protection; as the successor to Virtue, this unit has notable differences in its armaments and capabilities.\nSeravee`s forearm armor has a built in compartment to hold its beam saber. Instead of traditionally having the beam saber at the torso of a Gundam, Seravee can quickly draw it out of its forearm for combat. The four GN Cannons, located on the shoulders and knees, provide greater fire coverage. Hidden within the four GN Cannons of Seravee are additional MS arms, giving Seravee a total of 6 arms with 6 beam sabers for melee combat. This hidden feature was designed to allow Seravee handle melee combat efficiently and to compensate its deficiencies as additional countermeasure(s).\nThe design of Seravee`s armor was meant for efficient GN particle dispersal for both offensive/defensive measures. In addition, the rear face of Seravee (Seraphim) helps boost GN Field strength when encountering heavy weapons fire and melee engagements. The GN Field generated by Seravee works in conjunction with the weapons systems. Virtue had a lag time in between GN Field generation/regeneration when dropping the field for firing the GN Cannons. Seravee`s armor not only can rapidly generate/regenerate a GN Field, but also uses the GN Field to enhance the firepower of the GN Cannons and GN Bazooka when firing.\nSeravee would later receive power-up components for higher combat efficiency and survivability. Seravee was given GN Verniers on its back, GN Field enhancement parts on its shoulders and legs, and 2 GN Cannons on its hips. The 2 additional GN Cannons give Seravee a new total of 6 GN Cannons, but the new cannons are simply fixed weapons and can`t transform into MS arms. The new silhouette overall gives Seravee greater firepower, higher maneuverability, and reduced particle charging when using special attacks like Burst Mode. Seravee is only comparable to Gundam Virtue, with Veda`s unreliable complications, a Nadleeh sub unit wasn`t part of its design. As an alternative design, a partner unit was made for Seravee in dire combat situations, it`s backpack can transform into Seraphim Gundam.",
  "gender" : "UNKNOWN",
  "name" : "GN-008 Seravee Gundam",
  "rating" : {
    "rating" : 5.25,
    "total" : 2
  },
  "type" : "MECH"
}