{
  "anime_ids" : [ 5903, 7184, 7403, 7408, 9723 ],
  "character_id" : 8579,
  "description" : "Because 00 is a experimental MS, the unit also suffers from power stability issues and requires constant maintenance. 00`s Twin Drive System was imperfect and requires 0 Raiser (00 Raiser) to safely execute Trans-Am and provide protection upon the GN Drives. 00 Raiser became the mainstay form of 00 Gundam to effectively combat A-Laws and Innovators enemy mobile units. As 00 Raiser, the unit has greater GN particle generation and the use of the Raiser System.\nThe Raiser System allows 00 Raiser to execute powerful attacks such as a mega beam saber called Raiser Sword, hyper vector close range combat, and utilize Trans-Am with greater power and duration. 00 Raiser originally needed both its GN Swords to produce Raiser Sword, but was later upgraded with GN Sword III. The new sword was able to utilize the power of the Raiser System to generate a refined Raiser Sword. The power of 00 Raiser is further enhanced with the neural interface of an Innovator pilot. The Innovator pilot can execute Trans-Am Burst, which results in a massive burst of GN particles within a large area of space. Overall, 00 Raiser is a Gundam that exceeds in performance to all mobile suits.\n00 Gundam can combine with GNR-010 0 Raiser to become 00 Raiser, the binders detach and combine onto 00`s GN Drive shoulder mounts and it`s main body combines with back of 00 Gundam, giving it an mechanical/angelical-like form. Its primary function is to stabilize the operation of the Twin Drive System and Trans-Am System, allowing the 00 to effectively harness its massive particle production (which is too much for the 00`s frame alone) and utilize its full potential. With the constant need for 00 Gundam`s full capabilities, 00 Raiser became the mainstay form in combat. In its 00 Raiser form, 00 can generate 300%+ GN particle efficiency.\n00 XN Raiser is the combination of a variant version of 0 Raiser and 00 Gundam. The docking system and appearance is similar, however there are notable differences. In flight mode, XN Raiser has the appearance of a X-Wing-like configuration. XN Raiser carries a pair of GN Buster Sword IIIs and have a series of extended wing-fins for aerodynamic flight. The GN Buster Sword IIIs act as a second pair of wings while in flight. XN Raiser`s binders doesn`t dock into 00`s twin GN Drives, they instead fold up during docking mode. The entire system docks onto 00 Gundam`s back as a weapons backpack.",
  "gender" : "NONE",
  "name" : "GN-0000+GNR-010 00 Raiser",
  "rating" : {
    "rating" : 4.5,
    "total" : 36
  },
  "type" : "MECH"
}