{
  "anime_ids" : [ 5903, 7184, 7403 ],
  "character_id" : 8581,
  "description" : "GN Archer (pronounced \"Gun Archer\") is an transformable MS weapons support craft that can change to a MS unit and combinable with GN-007 Arios Gundam. Built in the L3 resource satellite, it was originally designed as a 3rd generation Gundam, but the idea was abandoned before its completion. It was redesigned into a support machine instead and given a huge GN Condenser. When combined, it feeds off GN particles from Arios` GN Drive. For the concept of the MS, it`s an improved model of Kyrios`s GN Tail Booster. This suit can combine with Arios for more weaponry, and when a pilot is in it, can transform into a MS to operate independently. Below the container, there`s space to mount guns.\nAs a fighter, GN Archer is capable of high speed combat and have GN-missiles to defend/attack against enemy MS units. It`s arsenal is limited in this form as it`s main purpose is to enhance the speed, power, and maneuverability to Arios Gundam as its Tail Booster unit. Arios has no remote control(s) over GN Archer, the unit depends on the pilot to take action in combat situations. The unit can detach from Arios and independently fight to help divert attention from Arios or reduce Arios` burden in combat situations; regardless what actions the pilot makes, the unit is still dependent on GN particles to continuously fight.\nGN Archer must always return and dock with Arios in fighter mode to recharge its GN- condenser(s) for extended fights. It`s considered GN Archer`s weakness as the unit forces Arios to transform (regardless of the situation) to recharge the unit to fight or would eventually power down. Under certain situations, this can become a liability as GN Archer hinders Arios to properly combat enemy units. Another unexplained design was its beam rifles can`t be used in Fighter mode, a feature capable from Arios. GN Archer would be far more efficient in combat had its guns were usable in flight, but for unexplained reasons, the guns are facing backwards and can`t be fired unless in MS mode.",
  "gender" : "UNKNOWN",
  "name" : "GNR-101A GN Archer",
  "rating" : {
    "rating" : 3.43,
    "total" : 3
  },
  "type" : "MECH"
}