{
  "anime_ids" : [ 239, 4880 ],
  "character_id" : 8599,
  "description" : "Akatsuki (暁, lit. \"Dawn\" or \"Daybreak\") is a criminal organization composed of ten high-level ninja that have defected from their village of origin. The group receives little attention during the first part of the series, only becoming main antagonists in Part II. Akatsuki members are characterized by their long, dark cloaks bearing red clouds with a chin-high collar. They also have a line through their headband, showing they have defected from their village. Each also possesses a unique ring, which seems to symbolize one`s membership in the organization. Members are partnered together in teams of two, each team sticking together as they traverse the Naruto world. Despite this partnership, members tend to have a strained relationship with their peers, only cooperating enough to complete their assignments and showing little concern when another member is killed. http://anidb.net/ch8603 [Orochimaru] defects from the organization before the start of the series, taking his ring with him, and thus Akatsuki never exceeds nine members during the current storyline.\nAkatsuki was founded by http://anidb.net/ch8623 [Uchiha Madara] after he was expelled from his hometown of http://anidb.net/ch8864 [Konohagakure]. Though initially meant only to mask Madara`s movements, Akatsuki eventually began taking part in assassinations and espionage. By the start of the current storyline, Akatsuki`s ambitions grow to plans of world domination. To mark this more dynamic goal, Akatsuki increases its activity throughout the series as it attempts to capture the nine powerful tailed beasts. Each member is assigned to capture a specific beast or its current host, at which point Akatsuki convenes to extract the beast and seal it away for their grand plan. As the Akatsuki leader, http://anidb.net/ch11993 [Pain], explains it, once all nine beasts have been captured Akatsuki will be able to harness their great strength to start world wars at their leisure. With the world governments unable to deal with the beasts` power, Akatsuki will be turned to for salvation, teaching the world the futility of fighting and giving Akatsuki complete control in the process. Madara`s goal, however, is to merge all nine of the tailed beasts into the Ten-Tails so he can become its Jinchuuriki and create a massive Tsukuyomi on the moon in order to enslave the world. As of Naruto manga chapter 419, Akatsuki has captured seven of the Tailed Beasts with only http://anidb.net/ch240 [Naruto] and http://anidb.net/ch13998 [Killer Bee], the Jinchuriki of the last two Tailed Beasts, remaining uncaptured.",
  "gender" : "UNKNOWN",
  "name" : "Akatsuki",
  "rating" : {
    "rating" : 8.33,
    "total" : 67
  },
  "type" : "ORGANIZATION"
}