{
  "anime_ids" : [ 239, 4880 ],
  "character_id" : 8602,
  "description" : "Hoshigaki Kisame is a former ninja of http://anidb.net/ch12199 [Kirigakure] and partnered to http://anidb.net/ch7854 [Uchiha Itachi], having a unique appearance with pale blue skin, a gill-like facial structure, and sharp triangular teeth. While most Akatsuki partners are hostile towards each other, Kisame and Itachi get along considerably well; Kisame does as Itachi asks of him unquestioningly and always looks out for Itachi`s well-being. While he was still loyal to Kirigakure, Kisame was one of the Seven Swordsmen of the Mist, a group of violent ninja that use particularly large swords in battle. His sword, Samehada, is a living weapon covered in scales that can absorb untold amounts of an opponent`s chakra. Only allowing those it sees as worthy to wield it, Samehada can provide the user with the chakra it holds, ensuring him an infinite amount of stamina. During his battle with http://anidb.net/ch13998 [Killer Bee], Kisame reveals Samehada`s completely unsheathed form, a spiked broadsword with a shark like mouth. Kisame himself has massive amounts of chakra, comparable to a tailed beast, enough so that a clone created by the Akatsuki that held only 30% of his power contained an amount of chakra comparable to http://anidb.net/ch226 [Naruto] when using the Nine-Tails` chakra. By fusing Samehada into him, Kisame can assume a more shark-like form that increases his abilities. In battle, he frequently shapes water into the forms of sharks to damage opponents, able to quickly produce his own lake to use at his leisure if no water is present. After discarding Samehada when it chose Killer Bee over him, Kisame is decapitated by Bee and the http://anidb.net/ch16171 [Raikage]. It was later revealed that was just a shapeshifting technique performed by Zetsu; the real Kisame having hidden inside Samehada.",
  "gender" : "MALE",
  "name" : "Hoshigaki Kisame",
  "rating" : {
    "rating" : 7.39,
    "total" : 92
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3264" : "Dan Tomoyuki"
  }
}