{
  "anime_ids" : [ 239, 4421, 4880, 5178, 5914, 6503, 7483, 8312, 8943, 9588, 12661 ],
  "character_id" : 8606,
  "description" : "Tsunade, as well as her former teammates http://anidb.net/ch7213 [Jiraiya] and http://anidb.net/ch8603 [Orochimaru], is a former student of the http://anidb.net/ch8865 [Third Hokage]. She is also the granddaughter of the http://anidb.net/ch8859 [First Hokage], and so many characters in the series refer to her with the Japanese honorific \"hime\" (meaning \"princess\"). Despite her connections to past Hokage, Tsunade hates the position when she is first introduced. After her brother and boyfriend died in pursuit of their dreams to become Hokage, she lost faith in the title and the concept of dreams. She regains her faith in both after meeting http://anidb.net/ch240 [Naruto Uzumaki], who consistently overcomes any obstacle in his own dreams of being Hokage. As a result, Tsunade accepts the position of Fifth Hokage to protect http://anidb.net/ch8864 [Konohagakure] on behalf of everyone she has loved. Despite the importance of her position, Tsunade tends to avoid her duties, instead leaving them for her assistants. She will fulfil her role to address matters important to the village, and throughout Part II leads Konoha in combating http://anidb.net/ch8599 [Akatsuki]. When Konoha is invaded by http://anidb.net/ch11993 [Pain], she uses up all her energy summoning http://anidb.net/ch17274 [Katsuyu], her slug summon, to protect the villagers, and stays in a coma for a long time causing her to be dismissed as Hokage temporarily. Tsunade possesses a number of traits that set her apart from other characters in the series, such as being a compulsive gambler with terrible luck. On the rare occasions that she hits a winning streak she perceives it as a bad omen, and makes it a point to fortify her defences when it occurs. Additionally, although she is in her fifties, she constantly assumes the appearance of a twenty-year-old woman, retaining only her characteristically large breasts. Despite her odd personality Tsunade is a talented ninja; she has superhuman strength that allows her to reduce buildings to rubble and can heal injuries that most others would consider incurable. Her healing abilities are such that she has devised a method of regeneration for herself, making her all but invincible in battle. At the conclusion of Part I, Tsunade takes http://anidb.net/ch7194 [Haruno Sakura] as an apprentice, teaching her how to use both of her trademark abilities.",
  "gender" : "FEMALE",
  "name" : "Tsunade",
  "rating" : {
    "rating" : 6.79,
    "total" : 558
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "1813" : "Katsuki Masako"
  }
}