{
  "anime_ids" : [ 4880, 8159 ],
  "character_id" : 8623,
  "description" : "Madara`s fame and powerful Sharingan eye chakra was even known to the Kyuubi. Kyuubi regarded this chakra from the cursed bloodline as even more ominous than his own. He would bear witness to this chakra again in the form of Uchiha Sasuke. Madara himself was said to have the ability to control the Bijuu. This ability was apparently similar to the one possessed by Shodai Hokage.\nWhen he was young, Madara and his younger brother competed against each other. Both possessed the Sharingan and attained Mangekyou through their rivalry. With their newfound power, they increased their clan`s power and standing. Unfortunately, usage of Mangekyou leads one to blindness and Madara was the first to fall to this side effect. With his eyesight gone, Madara took his brother`s eyes in desperation. These new eyes allowed him to see once again and granted him \"Eternal\" Mangekyou. With these powerful eyes he met representatives of a nearby clan and helped found Konoha. This clan was lead by the man who would become Shodai Hokage. At some point the men had a falling out, and the two did battle at the Valley of the End. It is said the destruction was so great it tore the earth asunder, creating the very valley. Two gigantic statues were later erected on the spot in their honor.\nMadara apparently fled, still alive. He would later use his bijuu abilities to secretly direct the Kyuubi to attack Konoha. Kyuubi was stopped and Madara remained underground. The group Akatsuki sought to capture the Bijuu for their own ends. It was revealed that their leader Pain, actually reported to Tobi, one of the new members of the group. There was apparently more to Tobi than meets the eye, as he revealed in an ominous voice that Uchiha`s Sasuke`s Sharingan was growing powerful. This was something he could recognize with his own Sharingan power, as Uchiha Madara. The exact nature of Tobi and Madara is still unknown.\nTake form http://www.leafninja.com",
  "gender" : "MALE",
  "name" : "Uchiha Madara",
  "rating" : {
    "rating" : 8.09,
    "total" : 93
  },
  "type" : "CHARACTER"
}