{
  "anime_ids" : [ 12407 ],
  "character_id" : 86685,
  "description" : "Oricorio is a Flying-type Pokémon.\nWhile it is not known to evolve into or from any other Pokémon, it can change form by sipping the nectar of certain flowers.\n- If Red Nectar is used on Oricorio, it will change into Baile Style, where it becomes Fire/Flying-type.\n- If Yellow Nectar is used on Oricorio, it will change into Pom-Pom Style, where it becomes Electric/Flying-type.\n- If Pink Nectar is used on Oricorio, it will change into Pa`u Style, where it becomes Psychic/Flying-type.\n- If Purple Nectar is used on Oricorio, it will change into Sensu Style, where it becomes Ghost/Flying-type.\nOricorio is an avian Pokémon that can change between four markedly different forms. All forms have a light pink beak, thin legs, and dark eyes with white pupils. The feet have three toes in front and one in back, and the beak curves downward.\nIn its Baile Style, Oricorio is covered in red feathers with two lines of black feathers across each of its wings and tail. Its plumage resembles a frilly flamenco dress. On the back of its head is a white ball with thin, spiraled extensions on either side that resemble earrings. Its eyelids are purple, and it has a long tail. Baile Style Oricorio is very passionate and exudes power when it dances. It throws off downy fluff when it dances that it can ignite to perform a fiery dance attack.\nIn its Pom-Pom Style, Oricorio is primarily yellow. Most of its body is pale yellow with a line of longer feathers around its waist like a skirt. Its lower body and short stubby tail are covered with short, white feathers. Fluffy balls of darker yellow feathers cover the end of its wings like pom-poms, and similar, smaller puffs cover its ankles. In the center of its chest is a yellow, v-shaped marking, and there are fan-shaped markings on the sides of its eyes. The markings around its eyes are echoed by three large, pale yellow feathers on each side of its head, which are tipped with bright yellow. Pom-Pom Style Oricorio`s dancing charges its feathers with static electricity. While charged, its feathers can be used to attack and unleash electric shocks. A friendly Pokémon, it will also use its dancing to cheer up people who are feeling glum.\nIn its Pa`u Style, Oricorio has pink feathers. Its main body is a dark pink, while most of its other feathers are varying shades of pink. A fan of three feathers tips each wing: two light pink with a whitish-pink on in the center. On top of its head is an arrangement of feathers resembling a headdress: a ring of fluffy, light pink feathers with larger, paler feathers standing up from the center. There is a larger, similar group of feathers around its waist like a skirt. Pa`u Style Oricorio can be difficult to deal with due to its laid-back nature. It uses its dance to focus its mind and increase its psychic power. The dance is also said to be an offering of thanks to its guardian deity.\nIn its Sensu-Style, Oricorio`s feathers are mainly purple. The tips of its wings broaden into a fan shape, and it has a fan-shaped crest on top of its head. At the base of its crest are four feathers with light blue tips. There are two of these feathers on each side, resembling ornamental hairsticks. On the side of each eye are small, light blue markings that resemble eyelashes. The edges of its wings, fans, head crest, and long tail all have a double border of pale purple with a light blue on the outer edge. Sensu Style Oricorio is a calm and collected Pokémon. Through its dance, it draws in nearby spirits and borrows their power to fight. Its dance reminds people who migrated from Kanto of their homeland.\nOricorio is the only known Pokémon that can learn Revelation Dance.",
  "gender" : "DIMORPHIC",
  "name" : "Odoridori",
  "type" : "CHARACTER"
}