{
  "anime_ids" : [ 12407, 15626 ],
  "character_id" : 86689,
  "description" : "Lycanroc is a Rock-type Pokémon.\nIt evolves from Rockruff. The form it takes upon evolving depends on the game it was evolved in.\n- In Pokémon Sun, Rockruff evolves into Midday Form Lycanroc when leveled up in the day starting at level 25.\n- In Pokémon Moon, Rockruff evolves into Midnight Form Lycanroc when leveled up at night starting at level 25.\nLycanroc is a canine Pokémon resembling a wolf. It has two possible forms: a Midday Form and a Midnight Form.\nIn its Midday form, Lycanroc resembles a quadruped, light brown wolf. It has a white underbelly that extends up around its muzzle and eyes in a mask-like marking. It has pointed ears with dark brown tips and pink insides, big blue eyes, and a triangular, dark brown nose. There are four sharp fangs in its mouth: two in the upper jaw and two in the lower. Large tufts of brown fur extend from the sides of its head; three tufts on each side. A bushy, white mane covers its neck. Four dark brown rocks poke out of its mane, creating a shape similar to a stylized sun. The lower portions of this form`s legs are white, and each foot has three dark brown claws. It also has a long, fluffy white tail.\nIn its Midnight Form, Lycanroc instead resembles a slouched, bipedal wolf or werewolf. It has short red fur with white on its lower legs, and a white streak that covers its face, underbelly, and tail. It has pointed, button ears with black tips, three large tufts of fur on each side of its face, a triangular black nose, and a mouth full of sharp teeth. While the sclerae, irises, and pupils of its eye are visible, they all glow a pinkish red and no distinctive colors are visible. A mane of fur covers its back and shoulders, sweeping forward over its head to form a crescent moon shape. On either side of its body, just below the shoulders, two small rocks resembling claws poke out of the mane. A single, bigger stone projects out of the front of the mane over its head. Each of this form`s paws has three black claws, and it has a stubby tail covered in long fur.\nIn order to avoid needless fighting, the Midday Form prefers to live alone and does not form a pack with others of its kind. However, it is a fiercely loyal partner to Trainers that accept it during its unruly stage. In battle, it darts past opponents while attacking them with the rocks in its mane. These swift movements leave many foes bewildered.\nIn contrast, Lycanroc`s Midnight Form is thrilled by battling, and becomes more excited the stronger its opponent. This excitement is what causes its eyes to glow. Its strategy consists of closing in on its opponent and encouraging attack, then countering with a powerful blow that knocks out its opponent. Trainers that can draw out its power earn its trust, but it despises those that it disagrees with or who try to force it to fight.\nAccelerock is the signature move of Lycanroc`s Midday form.",
  "gender" : "DIMORPHIC",
  "name" : "Lugarugan",
  "type" : "CHARACTER"
}