{
  "anime_ids" : [ 12407, 15067, 15309 ],
  "character_id" : 86690,
  "description" : "Wishiwashi is a Water-type Pokémon.\nWhile it is not known to evolve into or from any other Pokémon, Wishiwashi can change forms with its Schooling Ability if it has reached level 20.\nWishiwashi is a fishlike Pokémon. Even though an individual Wishiwashi is small and weak, the people of Alola still fear it and call it the demon of the sea. This is because of Wishiwashi`s powerful School Form, formed when a Wishiwashi is in danger and calls on its friends by making its eyes shine in an SOS signal.\nIn its Solo Form, Wishiwashi resembles a small fish. It has large, light blue eyes with irises that resemble puddles of water and dark blue eyelids. The head and tail are both white. There is a line of white teardrop-shapes on each side of its body with the teardrop nearest the head being slightly larger. The top half of its body is dark blue and has a short, rounded dorsal fin. The lower half of its body is gray with two pectoral fins.\nIn its School Form, Wishiwashi resembles a large fish roughly formed from various smaller fish with glowing eyes. Starting with its head, its body is divided into four bands that each becomes a slightly darker shade of blue. A ring of bright blue glowing spots lines the front edge of the two middle bands. The centers of its \"eyes\" are formed by a single white fish with glowing eyes for pupils. Surrounding the white fish is a dark blue recess, and at the rear edge of the \"eye\" is a raised white area for eyelids. Above each eye is a single, dark blue fish shape. Wishiwashi`s mouth gapes wide open, apparently unable to close fully due to gaps on each side. Its lips in the front are lined with glowing spots, and many more spots dot the inside of its mouth.\nOn each side of the School Form`s body, in the second band, there is a pair of dark blue fish-shaped recesses. Wishiwashi is able to fire fish-shaped torpedoes from this area. Its pectoral fins are the same color as its head, and have three finger-like projections. There are glowing spots at the base of each \"finger\" and at the base of the fins themselves. On top of its head are two short projections shaped like fishtails, one behind the other. Additionally, Wishiwashi has a large dorsal fin that is darker around the base and has two glowing spots at the tip. The third section of its body has a ring of four spike-like fins around it. Three spikes encircle the tip of its tail, each with a two glowing dots at the base. Dark fish shapes float freely a short distance from the end of each spike, all with two more dots on them. Finally, the tip of its tail is a rounded teardrop-shape with a single dot on each side.",
  "gender" : "DIMORPHIC",
  "name" : "Yowashi",
  "type" : "CHARACTER"
}