{
  "anime_ids" : [ 12407, 15067 ],
  "character_id" : 86756,
  "description" : "Passimian is a Fighting-type Pokémon.\nIt is not known to evolve into or from any other Pokémon, but it is considered to be a counterpart of Oranguru.\nPassimian is a black-and-white Pokémon resembling a powerfully built lemur with broad shoulders. Most of its fur is white, but it has a black muzzle, upper body, hands, feet and ankles, and tail. However, there is a wavy white ring near the tip of its tail. The fur around its head and face is longer and forms many small clumps, especially around the top of its head and under its chin. On top of its head is a pale green helmet similar to half of a coconut shell. The helmet has a small orange blaze on the front and two leaves that stand up straight attached to the back. Its eyes are partially hidden by its headwear, but its yellow sclerae and reddish-orange irises are visible. There are two oval, green markings or leaves on each shoulder and its chest. In each area, one marking is vertical and has a horizontal one below it. Passimian has humanoid hands and feet, and a long tail with a rounded tip. It is often seen carrying a large Berry that looks like a green coconut.\nThis Pokémon creates troops of 20 to 30 members. Each troop has a leader that picks 10 of the strongest members to search for food. The leader is also in charge of choosing the mark that distinguishes the troop and is worn on the member`s arms. This Pokémon`s battle strategy involves throwing Berries at opponents, hard ones for damage and soft ones to obscure vision, and confusing opponents by throwing the Berry to other troop members. Through rigorous training, the troop improves its coordination, teamwork, and skill in handling Berries. Some Passimian are unable to handle the intensity, and flee from the troop. In place of a troop leader, a captive Passimian looks to its Trainer for leadership. If its Trainer has poor form when throwing Poké Balls, it will refuse to obey.",
  "gender" : "DIMORPHIC",
  "name" : "Nagetukesaru",
  "type" : "CHARACTER"
}