{
  "anime_ids" : [ 12407, 15067 ],
  "character_id" : 86767,
  "description" : "Minior is a dual Rock/Flying Pokémon.\nWhile it is not known to evolve into or from any other Pokémon, Minior can change forms during battle, depending on its Ability and current HP.\nMinior is a spherical Pokémon with two forms. One form with a rocky outer coating and one with its core exposed.\nIn its shielded form, Minior resembles a modestly sized rock. Its rocky exterior is formed by four large plates separated by two large cracks. The cracks run encircle its body both horizontally and vertically. Five white spikes extend just above the rocky surface, giving it a star-shape. Two large, black spots on its front resemble eyes, and there is a third spot in the center of its back. Rings of dark brown triangles surround the holes its spikes protrude from and the spot on its back, pointing outward. One of the triangles surround the spot on its back is replaced with a small, brown dot. The eyespots have a half-ring of triangles resembling eyelashes. One eye has a small, brown dot in the corner. Even while apparently at rest, Minior tends to spin in place.\nIn its core form, Minior loses its rocky shell and its body is exposed. The core is a bright, pastel color. Different Minior can have different body colors, depending on the color of the debris they absorbed while in the stratosphere. These colors mark its Red, Orange, Yellow, Green, Blue, Indigo and Violet Core forms. A handful of darker triangles are also visible on its body in random places. Minior`s eyes and mouth are formed from energy that floats in front of its body like a two-dimensional mask. The eyes are two large swirls and the mouth a smaller line. Its face tends to stay level regardless of how Minior spins the rest of its body.\nMinior forms in the stratosphere, where it absorbs particulate matter from which it builds its core and shell. Eventually, this process makes it too heavy and it falls towards the surface of the planet. When its shell breaks, Minior becomes lighter and capable of attacking quickly. The cute, pastel coloring of Minior`s core form often inspires designers to use it as a motif for clothing and accessories.",
  "gender" : "NONE",
  "name" : "Meteno",
  "type" : "CHARACTER"
}