{
  "anime_ids" : [ 12407, 12646 ],
  "character_id" : 86778,
  "description" : "Tapu Koko is a dual-type Electric/Fairy Pokémon.\nIt is not known to evolve into or from any other Pokémon.\nIt is the guardian deity of Melemele Island.\nTapu Koko`s head and torso are black with white markings on its chest, just above its eyes, and on top of its head. Extending from the top of its head is a large, orange plume with bristles along the back. There is a yellow marking covering the top bristle and half of the bristle below it. The bottom of this crest goes all the way to its neck, where it divides its face in half and creates a beak-like nose. It has small, blue eyes with yellow markings behind them. The lower half of its body is orange with four pointed projections: one short spine on the front and two short spines in the back, with one longer spine between them. These spines resemble a bird`s tail feathers. Its thin arms have round, yellow structures encircling its shoulders. On each arm is a shell that appears to be half of a bird mask, and its hands end in two large claws to create a beak for the mask.\nThe mask itself is mostly yellow with black, orange, and white markings. There are three white triangular markings with black edges on the top of each half of the mask, which create diamond-shapes when the mask is closed. The `eyes` consist of a white diamond connected to a slightly larger orange diamond, which is inside a larger yellow diamond. Each of these shapes is edged in black. On each half of its beak is an orange triangle with a white rim. There are wing-shaped structures on each side, toward the back. Tapu Koko is able to pull the mask together and hide its upper body inside, creating the impression of a stylized rooster.\nThis Pokémon is called the guardian deity of Melemele Island. It`s known for protecting its home, but it is fickle and will not necessarily help people in need. However, it is very curious, and may come to play or battle with people or Pokémon that interest it. It is able to store electricity by closing itself inside the shells on its arms. It has an explosive temper, but it instantly forgets what enraged it in the first place.\nIn the anime\nTapu Koko is the guardian deity of Melemele Island. It watched Ash a couple times during his first day in Alola. After the battle with Skull Gang, he spotted it but no one else did. Later that night, it appeared again and Ash followed it. Tapu Koko presented Ash with a Z-Ring which he accepted.\nKapu-Kokeko is very fickle and even though it is called a guardian deity, it does not always help out the people of Melemele Island, but sometimes pulls pranks or inflicts punishments. Additionally, on rare occasions, it reportedly also gives mysterious gifts to humans it takes a liking to like the Z-Ring given to Ash.\nThe next day, it appeared at the Pokémon School and took Ash`s hat. He quickly followed it into the forest where Tapu Koko challenged Ash to a battle. Tapu Koko is a Pokémon that is positively brimming with curiosity and ever since the olden days, there have been instances of it challenging islanders to Pokémon battles or to Alolan sumo wrestling matches. Pikachu battled it and difference in power between the two was initially too big. Tapu Koko then came and activated the Z-Ring and the Electric-Z on Ash`s arm but he didn`t have the slightest clue what he was supposed to do. He managed to fire off Sparking Gigavolt which Tapu Koko was able to defend and then fled the battle.",
  "gender" : "NONE",
  "name" : "Kapu-Kokeko",
  "type" : "CHARACTER"
}