{
  "anime_ids" : [ 12407, 15067 ],
  "character_id" : 86777,
  "description" : "Kommo-o is a dual-type Dragon/Fighting pseudo-legendary Pokémon.\nIt evolves from Hakamo-o starting at level 45. It is the final form of Jangmo-o.\nKommo-o is a bipedal, reptilian Pokémon covered in scaly armor. Most of its body is gray with some lighter gray areas as well as yellow and red markings. It has a rounded, beak-ish snout and small eyes nearly hidden under its head armor. On the tip of its snout is a patch of pale gray, and both the upper and lower jaws have a small, tooth-like spike on each side. The top of its head is covered by an elaborate arrangement of scales. At the front of the headdress is an oval scale, which is yellow with a red heart-shape at the base. On either side of the front scale is a chain of four circular scales; the first three scales are red with yellow trim and the last scale is solid yellow. Three additional chains of plain yellow scales extend from the back of the headdress. Running down the front of its long neck is a line of overlapping scales: one solid gray at the top, three larger gray ones with yellow rims, and one solid yellow scale at the bottom. A thick yellow stripe with a rounded projection in the center runs across its chest. Covering its shoulders are tufts of spiky, white feathers with small, gray scales overlapping them. Four overlapping scales cover the tops of its arms: three are gray with yellow edges, and the scales that cover its hands are red with yellow edges.\nKommo-o has four chains of scales, all of which consist of four scales, extending from just behind its shoulders. The two foremost chains are made of overlapping scales, and have a solid gray scale at the top followed by three scales with yellow edges. The other two chains are made up of only solid gray scales and do not appear to overlap. The lower half of its legs is dark gray, and there is a pale gray marking across each knee. Its hands have four yellow claws, while the feet have only three. A long line of slightly raised, pale gray scales runs down the center of its back to about halfway up its tapering tail. Near the tip of its tail are three sets of loose scales that increase in size near the tip. Each set is made up of four separate scales that encircle the tail; the two lower sets are solid yellow, while the set nearest the tip have gray centers. The very tip of its tail is pale gray.\nKommo-o, having completed its harsh training, returns to its birthplace to protect Jangmo-o. However, it only watches over them from a distance. Because it does not wish to fight weak foes, it clangs its scales together when it senses someone approaching. This ringing sound alerts others of its presence. The power of this Pokémon`s uppercut is enough to send foes flying. Simply raising its arms can generate enough force to change its surroundings. According to legend, Kommo-o`s glittering scales are meant to drive away a great darkness. The reason it seeks strong opponents is also said to be a quest for power to defeat the darkness.",
  "gender" : "DIMORPHIC",
  "name" : "Jyararanga",
  "type" : "CHARACTER"
}