{
  "anime_ids" : [ 12407 ],
  "character_id" : 86784,
  "description" : "Nihilego is a dual-type Rock/Poison Pokémon.\nIt is not known to evolve into or from any other Pokémon.\nIt is one of the Ultra Beasts and is known by code name UB-01 Symbiont.\nNihilego is an Ultra Beast which resembles a jellyfish. It is mostly white and has tentacles shaped like the hair, dress, and legs of a girl. On top of its head is an object that looks like a sun hat. This \"hat\" has six pointed stars around the crown, and the brim has a blue edge. The ends of the \"hair\" fly out, resembling arms, and the outer tentacles of the \"dress\" have two bubbles inside.\nNihilego is a parasitic organism, capable of injecting a neurotoxin that manipulates the thoughts and actions of the host. This neurotoxin stimulates intense feelings of excitement while causing a loss of inhibitions, which acts to forcibly bring out any latent potential within the host at the expense of its mental stability. At the same time, it seems to subvert its host`s personality and instincts in a manner that benefits Nihilego directly at the expense of the host and others. Its exact levels of intelligence are unknown, but according to the Aether Foundation`s research it seems to act mainly on a self-preservation instinct. It has been observed behaving like a young girl, though the exact reasons for this are uncertain.\nAs seen with Lusamine in Pokémon Sun and Moon, Nihilego is capable of physically possessing its hosts in addition to manipulating their minds. In this \"merged\" state, the \"hat\" loses its stars, developing several iridescent spots across its surface; the host`s body is visible within the \"hat\", with their legs dangling beneath it. Its eight tentacles become long and flattened in appearance, and what appear to be eyeballs with colored diamond-shaped \"pupils\" cover their surface, along with smaller multi-colored dots. Four of the tentacles are connected to the \"hat\" via frilly white structures; these tentacles have four spines protruding from them that can be used similarly to hands. The remaining four tentacles each terminate in a single smaller spine.",
  "gender" : "NONE",
  "name" : "Utsuroido",
  "type" : "CHARACTER"
}