{
  "anime_ids" : [ 11842 ],
  "character_id" : 86792,
  "description" : "Magearna is a dual-type Steel/Fairy Mythical Pokémon.\nIt is not known to evolve into or from any other Pokémon.\nIt was leaked in the March issue of CoroCoro released on February 10, 2016, and it was officially revealed on February 14, 2016, making it the first Generation VII Pokémon to be revealed to the public.\nMagearna is a metallic, bipedal Pokémon that is made up primarily of spheres. Its head is a medium-sized sphere with a slight point in the back. Around its head is a gear with seven teeth, but the gear does not cover its chin. It has two large, rabbit-like ears with gold rims, a tiny nose and mouth, and light red eyes with pinkish ovals in the center. In the centers of the ovals are white crosses, and thin gold wiring encircles each eye with two small prongs similar to eyelashes. The rabbit-like ears appear to be two halves of a large disc held together by a hinge at the top.\nMagearna`s upper body is similar to a Poké Ball: it is divided into two light blue portions by a thick gray band. In the front center of the band is a circular depression that is half-blue and half-pink. Above and below the depression, in the light blue portions, is a yellow, diamond-shaped marking. On either side of its upper body is a large, spherical shoulder with thin upper arms that lead to large, claw-shaped forearms and slightly pointed hands. Its lower body is a much large sphere that resembles a ball gown. There is a pair of golden, wavy lines on each side of this sphere, which is divided down the front and back by a gray line. In the back, there is a solid gold ring with a hole in the center at the bottom of this line. The front has a gold ring as well, but it is broken at the top and bottom and has a shield shape in the center. Metal plates similar to the ruffles of a dress adorn the bottom of its lower body, and it has two pointed legs.\nMagearna was created by a scientist 500 years ago. The sphere in this Pokémon`s chest is known as the Soul-Heart, and the scientist created it by collecting life energy from Pokémon. It will try as hard as it can to save injured Pokémon, due to its ability to feel other`s pain. It can even perceive the emotions, thoughts, or feelings of other Pokémon as well. When it`s sleeping or sometimes when it is sad, Magearna can take on the appearance of a Poké Ball.\nMagearna is the only known Pokémon capable of learning the move Fleur Cannon.",
  "gender" : "NONE",
  "name" : "Magearna",
  "type" : "CHARACTER",
  "voice_actors" : {
    "3830" : "Terasaki Yuka"
  }
}