{
  "anime_ids" : [ 12407, 16599 ],
  "character_id" : 86791,
  "description" : "Necrozma is a Psychic-type Legendary Pokémon introduced in Generation VII.\nWhile it is not known to evolve into or from any Pokémon, it has three other forms.\n- Dusk Mane Necrozma, a fusion with Solgaleo using the N-Solarizer.\n- Dawn Wings Necrozma, a fusion with Lunala using the N-Lunarizer.\n- Ultra Necrozma, a form obtainable when either Dusk Mane Necrozma or Dawn Wings Necrozma uses Ultra Burst.\nAs both Dusk Mane Necrozma and Dawn Wings Necrozma, it is the game mascot of Pokémon Ultra Sun and Ultra Moon, respectively.\nNecrozma is a member of the Light trio along with Solgaleo and Lunala.\nNecrozma is a vaguely humanoid Pokémon whose body appears to be constructed out of a black crystalline material. The large protrusion attached to its head is its tail, which has a row of three large spikes along the top and is white in the back with a dark gray symbol resembling a star in the center. Its face is actually a prism-like object known as the brain prism, which possesses a collection of multicolored shapes that resemble eyes. While absorbing light, this brain prism glows white. Its thin arms have disproportionately large hands with three claws. Jutting out of the back of each hand is a whitish crystal that darkens toward the tip, and each elbow has a hook-like spike. Two large spikes jut from each shoulder and there is a row of smaller spikes along each side of its body. Its feet have three hook-like toes each.\nNecrozma can take control of Solgaleo or Lunala by fusing with them, allowing it to assume its Dusk Mane Necrozma or Dawn Wings Necrozma forms, respectively. Because Necrozma is forcibly absorbing their light, Solgaleo and Lunala constantly glow in a manner similar to their Radiant Sun and Full Moon phases while fused. In both cases, the host`s body is covered in parts of Necrozma`s body, which is arranged like armor.\nDusk Mane Necrozma has armor around its paws, head, and sides. Necrozma`s tail splits into two and attaches to the sides of Solgaleo`s torso and its large claws extend from Solgaleo`s back. The front feet have five black claws attached to it with two V-shaped crystals on top of it while the back foot has only three claws. It has a triangular helmet with a long, thin antenna on each side and Necrozma`s brain prism prominently displayed. Solgaleo`s own eyes and nose are visible as bright, blue lights. The host`s tail gains a three black spikes attached to each other, as well as three spikes under the chin. A structure similar to one of Necrozma`s legs extends from its back. Using the armor on its chest, it is able to propel itself by shooting black light.\nDawn Wings Necrozma has armor around its torso, head, and certain parts of its wings and tail. It also has a triangular helmet with the brain prism visible, as well as Lunala`s own eyes visible as glowing pink lights. Necrozma`s arms extend from the center of its chest. The armor surrounding its body has two large spikes jutting up from around its shoulders and four, glowing pink lights in the center. On its lower back are two thin, antennae-like growths extending downward. A structure similar to Necrozma`s tail extends from the center of its back, and like its Dusk Mane form, can be used as a form of propulsion. There are eleven crystalline spikes attached around the body, four each on the wings, and three on Lunala`s tail. These spines are capable of firing dark energy.\nOnce it absorbs enough light, Necrozma can undergo a process called Ultra Burst to reclaim its true form: Ultra Necrozma, a colossal dragon of pure light energy. Its size makes it the tallest Psychic-type. The various pieces of Necrozma`s crystalline body are rearranged as a sort of \"skeleton\" for the rest of Ultra Necrozma`s body. These pieces take on a golden glow from the light, but return to black without it. Its head is surrounded by several spikes and a pair of small wings, which causes it to resemble an eight-pointed star; there is also a small, lighter eight-pointed star on the back of its head. Its face is armored and has multicolored heterochromic eyes; the left eye is primarily red, while the right is mainly blue. It has two pairs of wings: one around its shoulders and one around its hips. While the wings themselves are made of light, the arm portions are made of its former legs and shoulders, respectively. Its former arms now cover its lower legs, and what was once its tail covers its chest. Finally, it has a long tail with a row of spikes along the top. Ultra Necrozma`s body temperature exceeds 10,000 degrees Fahrenheit (5,540 degrees Celsius); anything that it touches will melt from the extreme heat. It can fire laser beams from every part of its body, and these lasers can reach over 18 miles away, burning through everything in their path. As seen in the anime, when Necrozma uses up all its light it enters into a deep slumber unless it absorbs more light.",
  "gender" : "NONE",
  "name" : "Necrozma",
  "type" : "CHARACTER"
}