{
  "anime_ids" : [ 12407 ],
  "character_id" : 86795,
  "description" : "Lunala is a dual-type Psychic/Ghost Legendary Pokémon.\nIt evolves from Cosmoem when leveled up in Pokémon Moon starting at level 53. It is one of Cosmog`s final forms, the other being Solgaleo.\nLunala takes a special form called the Full Moon phase when it uses Moongeist Beam.\nAlong with Solgaleo, it was initially revealed in May 2016, but officially revealed on June 2, 2016.\nLunala is the game mascot of Pokémon Moon, appearing on the boxart.\nLunala is a large Pokémon resembling a skeletal, legless bat. It has a short snout, dark pink eyes, and a deep blue area on its upper head that shows a constantly changing starscape. A rigid, raised hood wraps around its head in a crescent shape and drapes around its neck as well. The outside of the hood is yellow, while the inner part that curves around Lunala`s head is a pattern of deep blue and white streaks. Its torso resembles a ribcage with a slightly curved spike on each shoulder and three spikes extending from the bottom toward its tail. Its massive wings resemble a bat`s wings with the skeleton exposed, except that Lunala`s wings have a total of seven \"finger bones\": four running through each wing, one running along the edge to the outermost tip, and two pointing upwards that may act as claws that are more functional. The four \"bones\" through Lunala`s wings are only visible in segments. The skin of Lunala`s wings is an iridescent deep blue, and a blue light source appears to glow from behind its ribcage. A large, pale yellow crescent connects the outermost tip of each wing to the next two inner tips, and the remaining two innermost tips are adorned by yellow, four-pointed stars. The bottom of Lunala`s tail is also lined by a yellow crescent, with a ridge running up the middle of the tail towards the ribcage.\nWhen Lunala enters its Full Moon phase, a light red symbol of an eye appears on its forehead and the starscape turns to streaks of light. The skin of its wings glows a bright, light blue. It spreads its wings wide so that the yellow parts on each wing are arranged in a circle with the outermost point of the four-pointed stars disappearing in the transformation.\nKnown as the \"beast that calls the moon,\" Lunala has long been honored as an emissary of the moon. This Pokémon constantly absorbs light to convert into energy. When it spreads its wings to absorb light and glitters, it resembles a beautiful night sky. Lunala can create Ultra Wormholes to travel to and from Ultra Space. Lunala and its counterpart, Solgaleo, can create Cosmog.\nLunala is the only known Pokémon capable of learning the move Moongeist Beam.",
  "gender" : "NONE",
  "name" : "Lunala",
  "type" : "CHARACTER"
}