{
  "anime_ids" : [ 3408, 5145, 5581, 8483 ],
  "character_id" : 8681,
  "description" : "Hecate is one of the Trinity of the Bal Masqué, entitled as \"the Priestess\". She also controls the movements of Seireiden, Bal Masqué`s base. A small pale girl with white cape and hat wielding a staff-like Hougu, Trigon, she doesn`t speak much. Sydonay seems to care for her a lot. Bel Peol always mentions her having \"eternal existence\". Her position is very important with respect to what the Bal Masqué plans to do with Reiji Maigo, since she is the one who can take the power of Reiji Maigo and send it out to everything in Seireiden.\nHecate is a sad, quiet character, who has taken up the habit of prayer - despite having no one to pray to and despite Bel Peol considering it an odd thing to do - and frequently laments that she is \"empty\". In the light novels, it is implied that Hecate is praying to the Bal Masqué`s god, the Ceremonial Snake of the Festival. In contrast to her counterpart in the anime, the light novels depict Hecate as a cold and feared leader that even the entire Bal Masqué itself fear her. She has hobby of trekking in mountain tops, yet she despises mountain climbers who litter her favorite sites, so she slaughters them on sight. She is extremely skilled in combat using Aster, a Power of Unrestraint which shoots energy beams like meteor shower, and is capable in grappling as well which equals to Shana`s skill. She has a flute that can summon dragons of blue flame body. She also plays this flute when announcing the end of Seireiden`s anchoring.\nIn the anime, Hecate synchronized with Yuji, allowing her to draw on his sense of self to fill the void inside of her. The purpose of this synchronization was more sinister, however; once midnight struck, the Reiji Maigo attempted to restore the power of existence of its bearer. Since Yuji and Hecate were synchronized at the time, Reiji Maigo started pouring out an infinite amount of power in an attempt to fill Hecate`s capacity which is infinite. She consider the feelings that she gets from synchronizing with others are hers and no longer from their owners, much like a Torch being the remainder of their original human self takes over its identity. She was defeated when Yuji points out that the feelings, memories and sense of self that she is reveling about are not hers but his. When he says that Hecate is just as empty as she was before synchronizing and she cannot possibly fill her sense of self by drawing it from others(i.e.: questioning her \"where her unique self\"), she is forced to face the void that lies inside of her and screams in horror, lossing control of the synchronization, Seireiden and herself as well as discharging massive amounts of power of existence she stored while synchronized with Yuji which could destroy an entire city requiring Sydonay to save her.",
  "gender" : "FEMALE",
  "name" : "Hecate",
  "rating" : {
    "rating" : 6.31,
    "total" : 121
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "10" : "Noto Mamiko"
  }
}