{
  "anime_ids" : [ 287 ],
  "character_id" : 8700,
  "description" : "The pink-haired head of the popular http://anidb.net/ch9170 [Mikage Seminar] at http://anidb.net/ch9224 [Ootori Academy]. He wishes to kill http://anidb.net/ch9170 [Anthy] and install a gravely ill boy, http://anidb.net/ch8710 [Mamiya], as the Rose Bride is order to save him from terminal illness. Mikage uses manipulation and psychology to control students close to the Council members in order to create a Duellist who can beat http://anidb.net/ch6847 [Utena]. Mamiya is the ill brother of a woman named http://anidb.net/ch9018 [Tokiko], and Mikage believes that he can save Mamiya if he wins the duels. His sabre is reminiscent of the Sword of Dios.\nThe Mikage Seminar is held in Nemuro Memorial Hall, a building famous for a giant fire in which 100 boys died. Their coffins appear to be stored in the basement, and Mamiya harvests the roses to create his own Black Rose duellists.\nWhen students are upset, they come to him for counselling and reveal their inner turmoil to him as they ride down to the basement in an elevator resembling a confessional. He gives each duellist one of the rose crest rings from the coffins, now black after the boys` deaths, while Mamiya stabs the duellist with the stem of the black rose. The duellist pulls a sword out of the body of the Student Council member he or she is most closely connected to (the only exception being Ootori Kanae) and confronts Utena. After being defeated, the Black Rose duellist has no memory of the experience.\nMikage fights Utena as the final Black Rose duellist. Upon his loss, Akio reveals that Mikage`s memories had been tampered with and used as a tool to push the duels to their next level. Mamiya had actually died years ago. Anthy had just used magic to disguise herself as Mamiya. Long ago, Mikage was called Nemuro, a professor at Ootori Academy working a project to \"obtain eternity\". Emotionless and uncaring, he learned to feel when he fell in love with Tokiko, and threw himself into his research in order to save her ailing brother and preserve their family forever. His dreams were dashed when Akio seduced Tokiko, causing him to burn down Nemuro Hall because he believed it to be the last step to opening the gate to \"revolutionise the world\". Mikage leaves the school and the timeline returns to its normal flow, all the events of the arc wiped from everyone`s minds.",
  "gender" : "MALE",
  "name" : "Mikage Souji",
  "rating" : {
    "rating" : 4.29,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "353" : "Midorikawa Hikaru"
  }
}