{
  "anime_ids" : [ 5084 ],
  "character_id" : 8719,
  "description" : "Akizuki Souma is an athletic student who, along with Kureha, was transported to the dream continent, End Earth. At the beginning of the series, Souma has feelings for Kureha, despite knowing that she has feelings for Kiriya; he sometimes gets annoyed at Kiriya for not noticing her feelings for him. He then confesses his affection for her, which apparently is not mutual, shortly before being transported to the other world. After seeing Kureha presumably die, he was able to pull out a legendary sword from Kureha`s body. Souma turns out to be a `Soul Blader`, which is a person that can form a sword from the heart of any person he shares similar emotions with. Unlike Kureha, Souma would rather stay in End Earth, as he believes that it is the right place for him and since he thinks that he could be \"together\" with Kureha in End Earth. Later, after Souma and Kureha meet up with Kiriya and Seena, he departs from the group, leaving Kiriya and Seena to take care of Kureha, realizing that she did not feel the same way about him and thus decided to no longer use Kureha`s heart as a Soul Blade, since he knew that her heart had feelings for Kiriya. So, he temporarily uses a katana when there are no Soul Blades around for him to use.\nWhen Souma and Kureha were between dimensions, they were greeted by Zero, who entrusted Souma in guarding the world from then on.\nAfter his second meeting with Zero, he receives one of the Twin Dragon Rings, and begins to see the world in a whole new way. His attitude also shifts from a rash and emotional state, to having a calm and understanding demeanor. Souma becomes a sort of mediator, not taking any sides, and travels with Lazarus, Ryuna, Elwyn, and Blanc Neige, in his mission to protect and save the world. After expressing his desire to join Weissritter, he is nominated as its proxy leader. In the end, after seeing Mao`s sad and tearful face, he realizes his true feelings for Mao and her feelings for him. Souma then decides to give up his chance of going back to his own world and decides to stay with Mao and Weissritter.\nOut of the rest of the characters, Souma was able to extract the most Soul Blades; having drawn blades from Kureha, Hiruda, Kiriya, who in fact possesses his Holy Grail, and also from all the members of the current Weissritter.\nSource: Wikipedia",
  "gender" : "MALE",
  "name" : "Akizuki Souma",
  "rating" : {
    "rating" : 4.96,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "381" : "Hoshi Souichirou"
  }
}