{
  "anime_ids" : [ 12407, 15067 ],
  "character_id" : 87292,
  "description" : "Hala is the Island King of Melemele Island. He performs Grand Trials which are Pokémon battles against him and if the opponent wins those battles, they will be acknowledged as having passed. Only those who pass the earlier trials they`re given by Hala can attempt his Grand Trial. It`s also his duty to solve the problems that occur on Melemele Island.\nAsh Ketchum wanted to get Z-Crystals and Professor Kukui suggested to him that he go on the Island Pilgrimage and pass the Grand Trials issued by the Island King Hala. They met him on the road cleaning up the lumber that was blocking it. Hala noticed that Ash Ketchum was wearing a Z-Ring that he made. One day, he noticed that one of the Rings had disappeared and he intuitively knew that it was Tapu Koko`s doing. Hala then gave him the task of figuring out how to solve the disturbance caused by wild Ratta and Koratta. Under the guidance of King Hala, Ash Ketchum and his Pokémon challenged and passed their first trial by getting the Yungoos and the Dekagoos to help out.\nAsh`s Grand Trial Battle vs Hala\nAsh Ketchum was a strong opponent for Hala and Ash ended up victorious in the Grand Trail Battle. Tapu Koko kept a close eye on the battle but stayed hidden in the forest throughout the duration of the battle. For defeating the Melemele Island`s Island King Hala and passing the Grand Trial, Hala was about to give Ash Ketchum a Fighting-Z but Tapu Koko swept in and swapped it for an Electric-Z. Hala said this was the first time Kapu-Kokeko has ever taken this much interest in a challenger. Hala threw a dinner party to celebrate the win and all of Ash Ketchum`s classmates also attended the party.\nPokémon Sled Jump Games\nHe participated with his Crabominable in the Pokémon Sled Jump Games and they got first place in the Special Move Competition. For winning, the Pokémon Sled Jump master presented them with his sled from 99 years ago.",
  "gender" : "MALE",
  "name" : "Hala",
  "type" : "CHARACTER"
}