{
  "anime_ids" : [ 12704 ],
  "character_id" : 88741,
  "description" : "Assassin of Black is http://anidb.net/ch89999 [Rikudou Reika]`s Servant. She was originally summoned by Sagara Hyouma but kills him when he tries to sacrifice Reika during the summoning and transfers master status to Reika.\n[spoiler=\"True Name and Noble Phantasm\"]Her true name is Jack the Ripper, the Legendary Serial Killer. Although there are numerous theories about who Jack the Ripper could have been, she is one interpretation of the series of gory murders in 19th Century England. Her true nature is that of a collection of wraiths born from the aborted children of prostitutes in Whitechapel, London. Because she is a collection of wraiths and not a single entity, piercing her heart will not lead to her immediate death, but the spillage of said wraiths.\nOnce the number of aborted children who were disposed of in rivers reached the ten-thousands, the collection of resentment that the children shared eventually formed the shape of a human. Because she was created from children who had yet to even be born, she lacked common sense and morality, and simply killed prostitutes so she could return to the womb. To put it another way, this is the heretical Jack who was born from the \"side of the victims\".\nAfter killing several women, she was given the name \"Jack the Ripper,\" and rejoiced at having been given a name that she had been denied for so long. However, even they themselves do not know for certain whether or not they were \"Jack the Ripper\". After all, they are an amalgamation of evil spirits, so their memories are always vague and, even if they remember having killed prostitutes, it`s uncertain who exactly they killed. What they kill as Assassin is not a specific individual, but rather the society that killed them, and the strong emotions they carry cannot be understood by any other hero, making them beyond salvation. Eventually, a magus discovered that the culprit of the bizarre killings was of a magical nature and extinguished her.\nShe will likely perpetually reign as an eternal mystery and eternal darkness carved into the history of England. While her identity was never discovered, her knives were left behind after her death and later obtained by Sagara Hyouma.\nHer Noble Phantasm is Maria the Ripper, which allows her to instantly kill any female target as long as certain conditions are met.[/spoiler]\nSource: TYPE-MOON Wiki",
  "gender" : "FEMALE",
  "name" : "Kuro no Assassin",
  "rating" : {
    "rating" : 4.06,
    "total" : 29
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "483" : "Tange Sakura"
  }
}