{
  "anime_ids" : [ 12704 ],
  "character_id" : 88740,
  "description" : "Berserker of Black is http://anidb.net/ch89995 [Caules Forvedge Yggdmillennia]`s Servant. Her wish is to have the Grail give her a mate.\n[spoiler=\"True Name and Noble Phantasm\"]Her true name is Frankenstein, the Frankenstein`s monster. Based upon the artificial life created by Victor Frankenstein in Mary Shelley`s novel \"Frankenstein: or the Modern Prometheus\". Victor sought to recreate the original couple described in the bible -- Adam and Eve. Due to the limitations of man, he first built Eve, intending for her to give birth to the counterpart. What started as a patchwork of lifeless flesh was given life by the energy harnessed from lightning. Unfortunately, what awoke was not the ideal woman that Victor envisioned, but an abomination with the mind of an infant. Having no developed capacity for expression, her sense of morality was completely absent. After presenting the entrails of a slain dog as a gift for the master, she was branded a failure and disassembled, before being abandoned completely.\nThough still in pieces, she still lived, and over a period of time, was able to reconnect and repair herself. In her former master`s absence, she came into contact with the outside world, and developed the emotions and feelings that could never be created in the first place. Thus she realized a great anger towards the one who abandoned her, but also admiration for the one who was effectively her father. She doggedly pursued the man until finding him in Geneva, Switzerland, where she asked of him to make her a mate. However, he flatly refused. Believing himself to have birthed of a hideous creature, it seemed unthinkable to even consider creating another. Though she pleaded, he denied her again and again, causing her to realize the truth and fall into deep despair. She decided that she must have him create another no matter what, so she killed those acquainted with him, those with no relation at all, and even his fiancee. He continued to flee from her despite that, denying her request to the end.\nGetting tired of her persistent chase, Victor fled to the South Pole, choosing to die over granting her one wish. Dying in madness, he regretted her creation until his last breath. With the man she had looked up to gone and without anyone to hate, she parted from Walton, the man who watched over Frankenstein`s final moment, and traveled to the uttermost north. She built herself a pyre, allowing herself to be consumed by the flames.\nHer Noble Phantasm is Blasted Tree, which allows her to release massive amounts of electrical energy. This, however, will causes her to self-destruct, and she`s destroyed by the usage of her Noble Phantasm as a result of attacking http://anidb.net/ch88728 [Mordred] with it. It is also capable of reviving http://anidb.net/ch88726 [Sieg]`s heart.[/spoiler]\nSource: TYPE-MOON Wiki",
  "gender" : "FEMALE",
  "name" : "Kuro no Berserker",
  "rating" : {
    "rating" : 5.82,
    "total" : 24
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "347" : "Nonaka Ai"
  }
}