{
  "anime_ids" : [ 230, 1041, 2371, 3419, 4728, 5772, 7257, 8826, 9956, 10318, 10563, 11585, 15067 ],
  "character_id" : 908,
  "description" : "Zigzagoon is a Normal-type Pokémon introduced in Generation III.\nIt evolves into Linoone starting at level 20.\nIn Galar, Zigzagoon has a Dark/Normal-type regional form. It evolves into Galarian Linoone starting at level 20, which evolves into Obstagoon when leveled up at night starting at level 35.\nZigzagoon is a raccoon-like, quadruped Pokémon with bristly, zigzag-patterned fur. It has stripes formed by alternating layers of cream and brown fur. It has a brown head with spiky ears and a black nose. A black, mask pattern surrounds its brown eyes. The upper half of its mouth is jagged, and when it is open, there are two pointed teeth in its lower jaw. Its feet have three claws and pink paw pads. Its forefeet are cream-colored, but the hind feet are brown. Its brush tail is spiky and bristly.\nIn Galar, the oldest and original form of Zigzagoon have a more black and white patterned-fur. The red eyes are surrounded by a black spiked mask. The black feet contains three sharp white claws. It has a long pink tongue that is constantly standing outside of mouth with two lower teeth in between.\nZigzagoon is abundantly curious, as it wanders restlessly back and forth while rubbing its nose to the ground in search of something. It rubs its bristly back hair against trees to mark its territory, and plays dead to fool opponents in battle. Zigzagoon is found commonly in grassy fields. The Zigzagoon in Galar are known to be constantly on the move and never settling down. It is believed that the zigzag movements of the Zigzagoon from other regions originated from its Galar relatives. They enjoy battling to the point they often attempt to prove others into fighting it. While this succeeded with other Pokémon, humans instead mistaken it wanting affection, much to the Zigzagoon`s frustrations.",
  "gender" : "DIMORPHIC",
  "name" : "Jiguzaguma",
  "type" : "CHARACTER"
}