{
  "anime_ids" : [ 1041, 1804, 4728, 6316, 7257, 8826, 9956, 10318, 10563, 11585, 15067 ],
  "character_id" : 909,
  "description" : "Linoone is a Normal-type Pokémon introduced in Generation III.\nIt evolves from Zigzagoon starting at level 20.\nIn Galar, Linoone has a Dark/Normal-type regional form. It evolves from Galarian Zigzagoon starting at level 20 and evolves into Obstagoon when leveled up at night starting at level 35.\nLinoone is a slender-bodied, quadruped Pokémon. Most of its fur is white, but it has several brown stripes. One long stripe stretches the length of its body before ending in an arrowhead shape on its forehead. The are additional stripes on each side of its bushy tail and on its cheeks. It has sharp, elongated claws and small pointed teeth. It has small, tuft-like ears, long cheek fur, and blue eyes.\nLinoone can run up to 60 miles per hour, but has to stop before it can make a turn. It often fails to catch prey due to only being able to run in a straight line. When it sees prey underwater in ponds, it leaps in and uses its sharp claws to catch the prey. As shown in the anime, Linoone has an attraction to anything round, and will grab any orb-shaped object it sees if given the chance. It often carries a snatched object in its expandable cheek pouches and deposits it in any of a number of secret stashes it keep on its territory. Linoone tends to live in grasslands.\nIn Galar, Linoone has a black and white color scheme due to harsh environment in the region among with competition. This allows its survival instinct to improve, leading to the ability to evolve into Obstagoon. Its eyes are red while covered with a stripe shaped like a shooting star. It has longer claws with grey fur surrounding the front feet. It also has sharp teeth on the upper mouth with a long red tongue sticking out.\nGalarian Linoone are know to be rash and fearless. It prefers recklessly challenging opponents that are stronger than itself. Linoone is known to use its long tongue to taunt opponents. Once the foe is fully enraged, Linoone will hurl itself at the opponent, tackling them by force. These traits make Galarian Linoone very popular among unhappy and angry youths in Galar, who have nowhere to take out their anger and frustrations on. By charging at up to 60 miles per hour, it can deliver powerful Tackles and Headbutts with enough destructive force to even knock away a car. Linoone can be thrown off balance should it miss, however.",
  "gender" : "DIMORPHIC",
  "name" : "Massuguma",
  "rating" : {
    "rating" : 4.0,
    "total" : 21
  },
  "type" : "CHARACTER"
}