{
  "anime_ids" : [ 252, 715, 718, 719, 720, 721, 729, 2186, 4166, 4167, 5252, 5903, 6517, 7183, 7184, 7403, 7408, 8494, 14812, 16700, 16702, 17648, 19027 ],
  "character_id" : 9127,
  "description" : "Haro is the mechanical mascot of the Gundam science fiction anime metaseries, and is the only character that appears in more than one timeline.\nThe original Haro is a little robot companion built by the main character Amuro Ray. It is a cute testament to Amuro`s exceptional talent for machines. Haro`s features include a limited range of speech, and the ability to hover (in environments with atmosphere and low gravity) by flapping its ear-like appendage coverings. Haro can usually be found rolling behind Amuro`s next door neighbor Frau Bow. The ability to detect brain waves is also one of Haro`s functions; in one of the episodes, Haro actually claimed that the brain wave of Amuro was lowered/different.\nIn Zeta Gundam, a mass-produced Mk-II version of Haro ends up in the hands of that series` main protagonist Kamille Bidan, who initially suspects it to be the original. He repairs the robot, only to have it constantly address him as Amuro.\nDuring the events of Char`s Counterattack, Amuro gives a \"third-generation\" Haro to Hathaway, the son of his captain Bright Noa.\nHaro continues to permeate the Gundam franchise, having appeared in Gundam SEED as Lacus Clyne`s multi-colored horde of simple-speech robot pets, built for her by Athrun Zala. These Haros are roughly 1/4 the size of their Universal Century counterparts and are similar in function, however a few possess certain abilities such as unlocking doors. Lacus`s favorite Haro is a pink machine that she refers to as \"Pink-Chan\" (often translated as \"Mr. Pink\" or \"Pinky\"). Another notable Haro in Lacus`s collection is \"Navy-Chan\", a navy blue robot on which she paints a mustache bearing a distinct resemblance the facial ornament of the ∀ Gundam of the CC (正歴 Seireki) calendar system. The rest of Lacus` Haros have been seen in yellow, orange, blue, green, and black. The parody comic Mobile Suit Gundam SEED Club Yonkoma states that Athrun has built a total of 35 Haros for Lacus.\nIn Mobile Suit Gundam 00, Celestial Being had produced unknown numbers of Haros as an assistant of daily maintenance works. Currently at least 6 unique Haros have appeared in the animation production. The Haros in the series took much more maintenance and combat role than any other series` counterpart, usually seeing them operating with various machines, including mobile weapons.",
  "gender" : "UNKNOWN",
  "name" : "Haro",
  "rating" : {
    "rating" : 5.3,
    "total" : 295
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3947" : "Shou Mayumi"
  }
}