{
  "anime_ids" : [ 106 ],
  "character_id" : 92021,
  "description" : "Maya (マヤー Mayā) is Sakaki`s pet Iriomote Mountain Cat. They met on Iriomote Island (Episode 21 of the anime; Volume 4 in the manga) when he was a kitten during the class trip to Okinawa, and he was the first cat to ever let Sakaki pet it. They were together all the time during Class 3`s visit to Iriomote, but they had to be separated when the class left from there. However, later on, Sakaki read online about the death of an Iriomote Cat that had been run over by a car and strongly resembled Maya`s mother. After this, Maya somehow followed Sakaki home. Because of her parent`s allergies, Sakaki cannot keep pets at her house and because of this, it was decided that Maya should stay at Chiyo`s house until Sakaki went to college and had her own house or apartment.\nMaya tends to scare off the neighborhood cats and protecting Sakaki from Kamineko. After his attack on said cat when he had just found Sakaki after travelling all the way from Iriomote Island, Maya was physically weakened – probably due to exhaustion from having travelled so far. He was taken to Dr. Ishihara, who was suspicious because of Maya`s obvious resemblance to an Iriomote Cat (that are not recommended for keeping as pets), but Sakaki and Chiyo convinced him that Maya was a crossbreed and they were thus allowed to take him home. Sakaki decided to name her new pet Maya. In spite of being a wildcat, Maya is comfortable around people and even Tadakichi-san. He also lets Sakaki bathe him. Maya once scratched Tomo because she was taunting him, but Sakaki tapped him on the head and told him not to scratch people. Before graduation, Sakaki often visited Chiyo-chan`s house so that she could be with Maya, even spending the night there where she rolled around on the floor holding her cat, only to be confronted by Chiyo-chan in doing so. He tends to keep a serious look on his face, and is nearly identical to his deceased mother (apart from his size).\nTrivia\n- His name is derived from Yamamayaa, a name in Okinawan language for his species.\n- Osaka refers him as \"Pikameowmeow\", or \"Pikanyaa\", from a corruption of Yamapikarya, another Okinawan name for the species. Chiyo made many attempts to teach Osaka the proper way to say his name, but it was impossible for her.\nSource: http://azumanga.wikia.com/wiki/Maya",
  "gender" : "MALE",
  "name" : "Maya",
  "rating" : {
    "rating" : 9.24,
    "total" : 5
  },
  "type" : "CHARACTER"
}