{
  "anime_ids" : [ 2120, 4527 ],
  "character_id" : 9226,
  "description" : "The oldest Buster Machine still in active service, its name literally means \"nineteen\" in French. Its appearance resembles a stereotypical Japanese bike gangster (bosozoku; sporting a long dark trenchcoat covering its muscular-looking body with baggy matching \"pants\". It has a huge red scar running through its chest and abdomen, and an artificial metal left arm. Dix-Neuf has a cruise mode wherein it resembles a huge space rocket. Its wide array of weaponry includes finger-mounted machineguns, the Buster Gator (a hand-held chainsaw/knuckle weapon augmented by the right forearm rockets), Buster Beam, Buster Might (missiles located in its left forearm), and Burning Wall (micro-missiles stored in the inner layer of its coat) to name a few. When its coat is removed, a huge bronze oni (Japanese demon) face with red eyes and flaming horns is revealed on its back which is capable of offense using eyebeams. When detached, its coat can also transform into a large laser cannon. It also has the ability to teleport to where Lal`C summons it to be when the Topless seal on her forehead is removed.\nWhile capable of battling opponents without a pilot (due to its accumulative AI), Dix-Neuf`s true potential is unleashed when a Topless pilots it: its mobility increases exponentially, its otherwise rigid trench coat is able to flex and move almost as if it weighed little more than a piece of clothing, and it can use weaponry powered by its Topless pilot`s Exotic Maneuvers.\nDix-Neuf had its Degeneracy generator removed and replaced with a cockpit in the chest. This may have been done to bury the technology to keep humans in the solar system, or simply because of the horn going through its right eye, blocking access to the original cockpit located in its head. In its true form, after Lal`C and Dix-Neuf violently installed a Degeneracy generator from one of the fallen Buster Corps \"space monster\" into itself, the entire machine turns red, with the heavy overcoat turned into pure energy. The large mouthpiece is removed, exposing a human face.\nDix-Neuf saves Lal`C one last time when Nono warps the black hole away from earth, its presumably sealed off with the other buster machines as there are no more threats from Space Monsters.",
  "gender" : "UNKNOWN",
  "name" : "Dix-Neuf",
  "type" : "MECH"
}