{
  "anime_ids" : [ 2369, 5352, 6041, 17765 ],
  "character_id" : 9311,
  "description" : "Shihouin Yoruichi is not an employee at the Urahara Shop in any official capacity. She is an old friend of owner Urahara Kisuke, and so uses it as a place of residence when she is not abroad. Her natural form is that of a dark brown-skinned woman with deep violet hair, though she can transform into a black cat at will. This form gives her a deep voice, which leads many characters to initially believe she is a male and thus call her \"Mr. Yoruichi\". Yoruichi is very easy-going despite her previous history; she insists that Soi Fon not use formalities when speaking to her, and she doesn`t feel uncomfortable appearing naked in front of Ichigo Kurosaki. She tends to avoid combat, and will not engage an enemy unless her allies will lose without her intervention. When first introduced, she helps Ichigo and his friends infiltrate Soul Society. As the series progress, it is revealed that Yoruichi is former captain of the 2nd Division, head of the noble Shihouin clan, and Commander in Chief of the Secret Mobile Corps and therefore she is very knowledgeable of the Soul Society`s history due to her background as a leader of one of the four high ranking noble families. A citation from Urahara Kisuke when he explained to Sarugaki Hiyori, any squad in the Gotei 13 who have The Secret Mobile Corps under their control (usually 2nd Squad), it will be an imaginable formidable military force in the Soul Society. As Yoruichi was the leader of the Secret Mobile Corps and also a squad captain herself during the pendulum period and also a leader of a high ranking noble house, thus it has made her position in the Soul Society was one of the most intimidating and respected. A century before the start of the series, she abandoned her captain position by helping Urahara, Tsukabishi Tessai, and the visoreds escape to the human world. Series creator Tite Kubo identifies Yoruichi as one of his two favorite female characters in the series (along with Rangiku Matsumoto), citing that he \"has a lot of fun drawing her and creating stories with her\".\nYoruichi is very skilled in all Soul Reaper tactical combat and the use of flash steps (瞬歩, shunpo), a high speed movement ability. While the ability is not unique and common for any competent Soul Reaper, her speed is almost unmatched leading to be known as the Goddess of Flash (瞬神, shunshin, English Anime: \"Flash Master\"). Yoruichi is also very skilled with \"Flash Release\" (瞬閧, shunkou), an advance combat technique that combines hand-to-hand combat and kidou abilities. The use of shunko allows the user to fight bare-handed against an opponent`s weapon without being injured. She has never been seen wielding a zanpakutou in the current or gaiden storyline, though is shown carrying a kodachi-like blade during flashbacks, she has also been shown using gauntlets and sabatons during her latest fight against Aizen.",
  "gender" : "FEMALE",
  "name" : "Shihouin Yoruichi",
  "rating" : {
    "rating" : 8.2,
    "total" : 302
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "271" : "Yukino Satsuki"
  }
}