{
  "anime_ids" : [ 12942, 17599 ],
  "character_id" : 93339,
  "description" : "Shannon is a changeling, who looks like a young human woman, albeit her elfish ears. She stands tall, and has fair skin, long, light grey hair, worn loose and purple eyes. She wears glasses on her eyes and small golden hoop earrings on her ears, her clothes consist of a medical coat with trousers. As a changeling, Shannon has the ability to shapeshift into the form of any human or faery.\nShannon is shown to be intelligent, hardworking, loyal and very caring, she takes her career very seriously, saying that her patients are her first priority and that she would do anything to save a person in her care, even if they didn`t want to live. She is a faerie that was placed in the crib of a human child who in turn was taken by fairies, thus making her a changeling. She was raised by humans and grew up to become a doctor. Sometime later, she returned to the Anthill after http://anidb.net/ch93342 [Shanahan], the human child she switched place with, found him and they later married one another.\nhttp://anidb.net/ch80778 [Chise], after being knocked out into unconsciousness, is taken to the Faery world by http://anidb.net/ch80775 [Elias], for treatment and is put into a hospital bed and under the care of Shannon. Shannon bandages Chise`s eyes and wounds and puts a charm on her wrist to control her magic levels. After Chise awakens, Shannon introduces herself to Chise, tells her where she is and tells Chise her medical diagnosis. Then Shannon takes Chise, riding an ant, to a lake that heals wounds, she carries her into the water, to begin the healing process. Suddenly she throws Chise under the water and puts her hands around her neck, presumably trying to drown her and summons the form of http://anidb.net/ch92035 [Chise`s mother]. Chise overcomes this and pushes Shannon off of her, in desire to stay alive. Shannon explains, that she only pretended to attempt to drown her, to see Chise`s desire to live, and that her desire to live was clearly strong, by her actions. Shannon then explains that Chise her wounds didn`t heal at first, because of this. Chise`s wounds are then healed by the water.\nSource: Mahou Tsukai no Yome Wiki",
  "gender" : "FEMALE",
  "name" : "Shannon",
  "rating" : {
    "rating" : 4.1,
    "total" : 3
  },
  "type" : "CHARACTER"
}