{
  "anime_ids" : [ 4549, 11848 ],
  "character_id" : 9471,
  "description" : "The Millenium Earl is the First Disciple of the http://anidb.net/ch10022 [Noah Family], and is truly named Adam. He is the story`s main antagonist.\nThe Earl resembles a grotesque caricature of a Victorian gentleman: a rotund figure in cape and top hat, with a perpetual enormous grin, a pair of pince-nez spectacles, and horns hidden under the hat. Despite his intentions he often displays a cheerful attitude, but is quick to reveal his more intimidating and malicious side. He is often seeing holding a small living being known as http://anidb.net/ch32940 [Lero] as a regular umbrella, but is also seen using it to summon Akuma.\nHe has a sword, nearly identical to http://anidb.net/ch7347 [Allen Walker]`s sword of exorcism which amazes him when the two briefly clash in Noah`s Ark. He distributes playing cards with the details of people he wants killed to his collaborators also containing Cell Roron who is the keeper of the list.\nHe has existed for 7000 years. He tricks people who mourn for their dead friends or relatives into resurrecting them, turning them into http://anidb.net/t6684 [Akuma], weapons that consume people`s bodies and follow all his orders. The only person known to have escaped this fate is a child name http://anidb.net/ch83367 [Allen Walker], who destroyed the Akuma of his guardian, http://anidb.net/ch32514 [Mana Walker], before it had a chance to take over his body. In the series` beginning, the Earl attempts to kill a young boy whose best friend was killed by his late mother`s Akuma, but is stopped by http://anidb.net/ch7347 [Allen]. Afterwards, the Earl orders his followers, the Noah Family, to kill all of the Generals of the http://anidb.net/ch32498 [Black Order], an organization of exorcists opposing them. This starts another fight against his enemies, the Black Orders` supporting exorcists. Upon learning that one of them, http://anidb.net/ch7123 [Lenalee Lee], might have the Innocence known as the Heart that might give them victory to either side, the Earl traps a group of them into a dimension known as the Noah`s Ark. However, the Ark starts being destroyed, and the Earl escapes the area with Noah http://anidb.net/ch7370 [Tyki Mikk] who was about to be killed by the General http://anidb.net/ch9409 [Cross Marian].\nShortly afterwards, the Earl orders the Noah to send multiple http://anidb.net/ch32723 [Level 3 Akuma] to attack the Black Order`s http://anidb.net/ch32499 [Headquarters] and kill all exorcists. As the exorcists manage to defeat the invaders, the Earl reminisces about why he did not kill Allen in their first meeting and curses himself for it.\nSource: Wikipedia, edited.",
  "gender" : "MALE",
  "name" : "Sennen Hakushaku",
  "rating" : {
    "rating" : 6.99,
    "total" : 22
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "3790" : "Takiguchi Junpei"
  }
}