{
  "anime_ids" : [ 12138 ],
  "character_id" : 95301,
  "description" : "Charlotte Abelfreyja Drossel is the princess of the Kingdom of Drossel who is set to marry Damian, the prince of the neighboring Kingdom of Flugel.\nWhen she turned ten, the Drossel kingdom threw a grand party to celebrate. For royalty, marriage arrangements officially begin when a child turns ten. Every single person she was arranged to meet was a prospective husband, and this fact made Charlotte sad since she felt like nobody really celebrated her birthday. The fact that her birthday didn`t feel like her birthday and the thought about her feelings not mattering, Charlotte sneaked out of the castle and let her emotions out by crying. That was the moment she met Damian Baldur Flugel. He ensured her that it was okay for her to cry, and he told her to cry all she wanted; he would be there for her. The fact that he spoke with her so casually with no motives, made Charlotte really happy and ever since that day, she couldn`t forget that moment.\nAfter the war, Charlotte received a proposal out of nowhere, not revealed from who. Determined to make the marriage be between Drossel and Flugel, Charlotte began studying on all the benefits a marriage between the Flugel and Drossel countries would bring to the Drossel country. She also laid the groundwork with her father and the cabinet, and eventually, Drossel chose Flugel family.\nOn the request of the military, http://anidb.net/ch89959 [Violet] was sent to the kingdom of Drossel in order to write a public love letter for its princess, Charlotte, to Damian, the prince of the neighboring kingdom of Flugel, who also received help in writing letters from http://anidb.net/ch90197 [Cattleya]. During their exchange, Charlotte wanted to hear what prince Damian really thought about her and Violet decided to help her out. Thanks to that, they`ve confirmed their feelings for each other and eventually got married.\nSource: Violet Evergarden Wiki",
  "gender" : "FEMALE",
  "name" : "Charlotte Abelfreyja Drossel",
  "rating" : {
    "rating" : 6.7,
    "total" : 4
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "423" : "Nakajima Megumi"
  }
}