{
  "anime_ids" : [ 5273, 5873 ],
  "character_id" : 9642,
  "description" : "Sendou Yukari is the smartest student at Yokai Academy, and the youngest at age 11. She is a witch who dons a typical witch costume (consisting of a hat and cape), which is considered by some students to be a violation of the school rules, and frequently ends her sentences with desuu (ですぅ), which roughly translates to \"it is\". As a witch, she has problems with her classmates discriminating against her (according to Kurumu, witches are viewed as \"Beings of the Borderline\", those that are something between humans and the supernatural, as it is impossible to tell their difference by appearance alone). Despite ranking #1 on the examinations, she was a lonely prankster before meeting Tsukune and Moka. She initially hated Tsukune, claiming that she has fallen in love with Moka, and uses her magical powers to try to drive them apart. However, after both Tsukune and Moka save her from bullying classmates, she falls for him too, and her obsession with both has driven her to try to create a three-way relationship between them. Despite her genius IQ, Yukari is very childish in nature, and is often indecisive on whether or not she either loves Tsukune or Moka more than the other. This action was displayed in an omake when Kurumu asks Yukari a similar question to which Yukari answers both, only for her to choose Moka. She often clashes with Kurumu, often teasing her about her large breasts, but they often team up on some occasions, such as the case in the Witch`s Knoll arc, and are in reality friendly rivals. In the anime, she is the only girl of the group to actually kiss Tsukune.\nAs a witch, Yukari can cast various spells through her heart-shaped magic wand, with her motif revolving around tarot cards and washtubs. She can also use her wand to manipulate various objects and use them as weapons, as with the case where she uses brooms to drive away Tsukune in her introductory chapter. A running gag throughout the series is where she often drops a washtub on someone who is annoying, usually Kurumu or Mizore (and Gin on rare occasions). Yukari is quite powerful as a witch and has great potential given the right motivation, one instance is when she defeats an army of monster plants by herself during the Witch`s Knoll arc. Yukari has, on occasion, developed some bizarre items, such as the Gro-Gro Drops for Kokoa, often leading to hilarious results or farfetched situations. Her parents, both highly skilled and adept in magic, appear during the start of the school festival seen in the anime adaptation, when they repair the torn-up academy.",
  "gender" : "FEMALE",
  "name" : "Sendou Yukari",
  "rating" : {
    "rating" : 4.32,
    "total" : 75
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "546" : "Koyama Kimiko"
  }
}