{
  "anime_ids" : [ 584, 1311 ],
  "character_id" : 96433,
  "description" : "The 11th Fleet was a unit of the http://anidb.net/ch1535 [Free Planets] Star Fleet that was formed sometime prior to 745 UC.\nDuring the Second Battle of Tiamat, while under the command of Vice Admiral http://anidb.net/ch77661 [John Drinker Cope], it was instrumental in the destruction of the Imperial Mückenberger Fleet.\nIt played a major role in the Third Battle of Tiamat, in 795 UC, while under the command of Vice Admiral Willem Holland. Holland was an extremely aggressive commander, and trained his fleet to use amorphous tactics to push into the enemy`s ranks while avoiding concentrations of enemy fire. When battle was joined at Third Tiamat, Holland almost immediately ordered 11th Fleet to break ranks and charge the Imperial lines alone, despite being outnumbered roughly four to one by the combined Imperial forces.\nHolland`s reckless aggression and fluid tactics (described as `artistic` by observers on both sides) were temporarily successful; 11th Fleet got in among the Imperials and caused a great deal of damage and confusion to their main body. However, Holland pressed his attack too fiercely, and refused to take time to regroup his command. Eventually, this led to a temporary halt, and an Imperial counterattack destroyed Holland`s flagship and inflicted significant casualties among the rest of the fleet. The 11th Fleet retreated in disarray with heavy losses, under cover of the 5th and 10th Fleets. It was some time before 11th Fleet could be ready for action again. It did not participate in the Alliance invasion of the Empire in 796 UC likely because it was still rebuilding. (TBT: `Part Two`)\nHowever, it did take part in the Alliance Civil War of 797 UC. Its commander and vice commander, Vice Admiral http://anidb.net/ch800 [Luglanju] and Commodore http://anidb.net/ch809 [Stocks], both pledged allegiance to the http://anidb.net/ch6225 [National Salvation Military Council] after its coup d`état. They subsequently fought against http://anidb.net/ch737 [Yang Wenli]`s Iserlohn Garrison Fleet at the Doria Starzone. During the Battle of Doria, the 11th Fleet was completely defeated, taking 90% casualties.\nSource: Gineipaedia",
  "gender" : "UNKNOWN",
  "name" : "Dai 11 Kantai",
  "type" : "ORGANIZATION"
}