{
  "anime_ids" : [ 640 ],
  "character_id" : 9716,
  "description" : "Seria is actually the Lord Mauser. 5000 years ago, she was a seer in the Genesis Wars, and could read the enemies` movements with great accuracy. With the combined powers of the Peacemakers (also known as the Valkyrie Type) and the Dragoons, humans were a formidable foe. However, Seria betrayed the humans to save her brother (A D-knight like Shannon, who also used Zefiris as his Dragoon) and sister. This led to the Peacemakers getting brainwashed, and humanity being sealed in the world called Providence. Celia had maintained her appearance from 5000 years ago to the present date in an artificial body. The Peacemakers obey her, and they do not know that she is actually a human woman. It is quite ironic, as the Peacemakers, (except for Cz) hate humans with a passion (this was only after they got brainwashed, and began to see the humans as foolish beings who just cause trouble). Seria looks exactly like Pacifica, except for lighter hair and a more matured look. Her siblings also look like Shannon and Raquel (except that Celia is their older sister, instead of younger). This is explained while Pacifica and her siblings are aboard the Skiv, and Senes explains that genetic engineering was used to ensure that Pacifica received the Providence Breaker gene, and Raquel and Shannon received Guardian genes. At the end, when Celia asks Pacifica whether it was right for the humans to be sealed, Pacifica said that people should be set free. Celia then smiles, and before disappearing in the end, says that she is glad that she is finally free to join her dead siblings.\nThere is a notable resemblance between Pacifica and Celia. One theory is that Browning had intentionally used Celia`s DNA as the DNA for the Providence Breaker, and that would explain why the Peacemakers cannot attack her, as Celia and Pacifica are practically the same person.",
  "gender" : "FEMALE",
  "name" : "Celia Mauser",
  "rating" : {
    "rating" : 4.54,
    "total" : 11
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "157" : "Orikasa Fumiko"
  }
}