{
  "anime_ids" : [ 4237 ],
  "character_id" : 9784,
  "description" : "Kirari is a cute and gluttonous 14 year old girl who strives to be an idol. In the beginning she only wanted to be an idol so she can get closer to Seiji, but now she really likes show business. Like a lot of shoujo heroines, she is clumsy, dense, overly trusting of others, and lacks common sense. She is also inexperienced at sewing, cooking and some other household chores. Despite her shortcomings and lack of talents, she manages to persevere because of the help she receives from SHIPS and her cat, Naa-san, and because of her unwavering spirit and resilience. Kirari appears to have the ability to understand, not simply the common pets such as her own pet Naa-san which appear throughout the series, but actual animals too (in character with the show, nobody notices or makes a fuss about this point). Also, she has a unique characteristic of turning all artistic designs into mushroom shapes. Over the course of the show she not only becomes an idol, but also performs a series of odd jobs to promote her company (or in some cases to accidents) such as being a part of a variety show, a manager for other talents (her first job), an actress, a policewoman, a circus clown, a manga artist, and even the pink ranger. She is also a member of the idol unit Kira☆Pika which consists of her and another girl who is talented but has stage fright. Later she start another group known as Milky Way with 2 other girls. As the series progresses, Kirari starts to realize that she actually likes Hiroto but continues also having feelings for Seiji too. In Kirarin Revolution Stage 3, episode 129,a new male idol appears and starts to like Kirari.\nName Origin: Tsukishima means \"Moon Island\" and \"Kirari\" is an onomatopoeia for shining.",
  "gender" : "FEMALE",
  "name" : "Tsukishima Kirari",
  "rating" : {
    "rating" : 8.36,
    "total" : 5
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "5566" : "Kusumi Koharu"
  }
}