{
  "anime_ids" : [ 13246, 15071 ],
  "character_id" : 99922,
  "description" : "Aultcray Melromarc XXXII was the 32nd king consort of the matriarchal http://anidb.net/ch103800 [Kingdom of Melromarc]. When his spouse, http://anidb.net/ch100909 [Queen Mirellia] became aware of the imminent Waves, she appointed the Lord of Seyaette her regent and left abroad to attend a conference to deal with the crisis. However, while the conference was still taking place, the First Wave occurred and the prudent regent with it was killed, therefore Aultcray succeeded him as the new regent.\nIn order to deal with the damage and panic left behind by the First Wave, vehement king-regent ordered the http://anidb.net/e211086 [summoning of the cardinal heroes], which was against the plans of the conference and further delayed the return of the Queen. He was displeased that all http://anidb.net/ch103840 [Four Cardinal Heroes] were successfully summoned; Melromarc worshiped only three of the four, considering http://anidb.net/ch97224 [the Shield Hero] to be a nuisance. He showed immediate aversion towards Naofumi, which only aggravating as his eldest daughter, http://anidb.net/ch99923 [Malty] accused the Shield Hero of rape, a heinous crime in the matriarchy.\nDuring the First half of the story, he serves as a minor antagonist, essentially supporting his daughter`s efforts to bully Naofumi. After various antics to ruin Naofumi`s image for good, his second daughter, http://anidb.net/ch99074 [Melty] intervenes and tries mending the relationship between his father and the Shield Hero. Yet, this is short lasting as Malty arranges the separation of Melty from her father.\nFollowing the http://anidb.net/e217084 [return of the Queen], Aultcray (alongside Malty) is put on a trial for high treason for his actions as the regent. During the trial, Aultcray confesses his bias and hatred towards the defender of demi-humans. He is deemed guilty and stripped of his royal status, but his life is spared thanks to the insistence from the Shield Hero.",
  "gender" : "MALE",
  "name" : "Aultcray Melromarc XXXII",
  "rating" : {
    "rating" : 3.7,
    "total" : 53
  },
  "type" : "CHARACTER",
  "voice_actors" : {
    "415" : "Nakano Yutaka"
  }
}